[
  {
    "text": "I am writing in support of the Fair Access to Financial Services proposed rule. Services that I use and would like to support have been routinely removed from banks and payment processors for reasons unrelated to their financial risk. Often times, these services are growing competitors to markets that have long been dominated by a single company, such as the online video platform Bitchute. It has had difficultly with payment processors over allegations of hosting hateful content, while the dominate platform, Youtube, has also been alleged to host hateful content and it does not have trouble with processing payments from its userbase. The subscription service platform NewProject2 was denied access to financial institutions due to harassment campaigns of the platform&#39;s creator, Dax Herrera. He was denied access to banks not because of his credit status, but because a small minority labeled his character as hateful. I would have loved to support content creators that use these platforms, but it has become increasingly difficult to do so as more and more financial institutions deny platforms access to themselves. I do not believe that Americans and American companies should be denied access to financial institutions for anything that does not have to do with the ability to pay back loaned money.<br/><br/>Outside of my personal concerns, I am worried that without the Fair Access to Financial Services rule, our nation could see people being denied access to financial institutions for political reasons. As noted in the introduction to this regulation, both family planning organizations and gun manufacturers have been denied access to financial services as a means to achieve policy goals outside of the political process. I foresee that the continued usage of demanding certain politically sensitive industries be denied access to financial services could lead to citizens being denied that same access because they affiliate with a certain political group. I believe that with the Fair Access to Financial Service rule in place, we can avoid such a catastrophe. I again am commenting in support of this rule and I hope that it is implemented.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support Fair Access to Financial Service, and believe it to be one of the most important pieces of regulation introduced at this time. Within recent memory, several potential services that might have acted as alternatives to many online platforms have been censored and deplatformed, and financial institutions/payment processors were the instigating forced used to accomplish this. <br/><br/>Sites like Gab have, in the past, presented themselves as alternatives to public forums of discussion such as Twitter, in response to their selective policing of speech. In response, payment processors refused to service them, effectively killing any competition for these massive social media websites in the cradle. Loss of monetary support is a death sentence, unless a business owner is willing to take alternative measures that many ordinary business owners may find to be cumbersome and opaque to them, such as the use of Cryptocurrency. This is simply not viable for most businesses, as revenue streams outside of primary payment processors are rarely used by the majority of citizens. Many business owners are concerned by this, but as a citizen I am arguably just as concerned.<br/><br/>Between the twin forces of financial institution&#39;s selective service and the monopoly on social media platforms it has created, the spirit of the First Amendment is being violated. Social media giants are free to police speech as they wish, and any competition or alternative is quickly silenced by payment processors, often based solely on an ideological basis.  The internet has become a powerful tool for allowing people like me to freely communicate ideas, and the same is true for others. Often, I find myself in disagreement with the ideas being censored, but part of allowing free speech is allowing ideas I personally disagree with. I did not personally use Gab, but that does not mean that a website or service I do use will not be on the chopping block in the future. <br/><br/>A payment processor should only be allowed to refuse service to entities engaged in illegal activity. They should not be allowed to do so based on the personal opinions present within their own institution, or the perceived tide of public opinion. By allowing them to control who is and is not allowed to receive a citizen&#39;s money, we have allowed them too much power. Furthermore, as a private citizen I should be allowed to choose who I legally give business to however I wish. I&#39;d be furious if I went to a local restaurant one day and was told I was not allowed to spend money there, and was instead forced to spend my money at a fast food chain down the road. Why should the internet be any different? Citizens should be allowed to support any business they wish, and right now doing so on the internet is quickly becoming impossible. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Services I use are routinely removed from banks and payment networks without reason. I cannot easily give money to businesses I want to support as a result. Please require these institutions to service all law abiding businesses and people equally. Alternative methods of financial support are often taken out by big banks, who refuse to support the services I use as these services (while legal) are not &ldquo;friendly&rdquo; to a bank&rsquo;s stakeholder. If it&rsquo;s a legal transaction to a law abiding site and owner, banks should not be able to cease support without reason. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Please require institutions to service all law-abiding citizens and businesses equally. Services I use or have shown interest in have been summarily crippled or rendered unsustainable in the past due to said services being removed from payment networks for ambiguous or fallacious reasons. As a result, I cannot give money easily to businesses that I want to support. These restrictions have been especially unjust to services that offered competition to larger institutions.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Fair Access to Financial Services<br/><br/>I am an ATM operator harmed by banks claiming perceptions of regulators possible actions.<br/>My ATMs are located where many have little to no bank relationships and do not compete<br/>with banks for card users. Card users often have no practical way to travel to bank ATMs,<br/>and given the smaller withdrawals made, may have a net 30% expense if they did so.<br/>I do not provide services at places such as casino&#39;s, dispenseries or malls.<br/><br/>I had my bank account closed without any cause by a major bank, and was told it was because <br/>the compliance department was concerned the account would cause them problems with regulators.<br/>All my account activity was visible to the bank for source of funds, had no unrelated activity,<br/>and showed no cause to think funds were funneled to elsewhere, no mystery deposits or withdrawals.<br/><br/>At the time I opened the account, the bank also added an unsolicited credit card for me.<br/>A few days later the compliance department called me to say they had closed the card account<br/>because I was a &quot;competitor&quot; to the bank. They knew from the in office opening interview<br/>that I mostly repaired ATMs and had only one ATM I operated at that time.<br/><br/>I have lived in the same home for over four decades and before that 10 blocks away for two decades. <br/>I have a voting record not a crimminal record, my family members are well known in law enforcement <br/>and Homeland Security, many have served in the military. I have a great credit score, no debt, <br/>and multiple times in liquid assests the amount related to ATM activities.<br/><br/>The account closed was at my local neighborhood branch, and other banks in my neighborhood <br/>refused to open an account for the same fear reasons. <br/><br/>Of the banks that said they would consider an account for my ATM activity, most added a flat monthly<br/>fee to the account, in addition to the normal fees, because it was an &quot;ATM business&quot; account.<br/>The fee amount ranged from $1,200 to $1,800 per month, while expected gross revenue was under $2,500.<br/>This is a powerful way to block accounts without having to admit that decision.<br/><br/>I have heard from other ATM operators I know well in my northern California area<br/>the same challenges with their bank accounts closed, even after 30 year relationships.<br/><br/>ATM operators have always suffered attacks upon their persons and their ATMs, <br/>they should not experience the same at their bank.<br/><br/>Even though the OCC has said &quot;Organizations involved in politically controversial but lawful businesses<br/>(omitted)are entitled to fair access to financial services under the law.&quot; I am hearing local radio ads<br/>from a bank BRAGGING about refusing to provide services to the tobacco industry.<br/>I have no interest in the tobacco industry, this just shows how banks are actually operating.<br/><br/>I strongly support the OCC&#39;s proposed rule requiring fair and non-discriminatory access <br/>to banking services for Independent ATM companies.<br/>In addition to adopting the proposed rule, it is vital for the OCC to also pursue immediate <br/>revision to the FFIEC Examination Manual section on &quot;Privately Owned Automated Teller Machines&quot;, <br/>in accordance with the suggested changes submitted by The National ATM Council.<br/><br/>",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Protected industries should not be free to discriminate!",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "In favor of non-discrimination in banking laws towards legal enterprises in legal industries. Opposed to blanket discrimination against lawful activities in lawful industries.<br/>If banking regulators are interested in economic progress, then there must be provisions for banks to not discriminate against private industry. There are many other mechanisms for regulatory oversight of industries,  but the use of banking regulations for such industry-focused purposes is a abuse of open government and a poor policy approach that will only lead to the ultimate destruction of the rule of law, increased civil disobedience, and the inability of government to enforce regulations. The use of banking regulations to discrimination against industries will provide short-term advantage to a small number of special interests while creating very large long-term damage to the overall economy.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Equal access to payment process is necessary to protect the freedoms provided in the U.S. constitution. Payment process have an unrivaled power to censor U.S. citizens and have shown that they are willing to do so on. They have affected me personally by restricting me from supporting cites like New Project 2 and Gab.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Financial institutions &amp; credit card companies should not be able to discriminate against companies, small businesses &amp; individuals by denying services based on services they provide or goods they seek to purchase. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "This proposal should receive full support to prevent unjust discrimination against legal entities. This should be enacted as soon as possible.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Hello.<br/><br/>As someone who has worked with various internet-and-brick-and-motor based services for the last few decades, I can not echo enough support for Fair Access to Financial Services.   I&#39;ve personally been denied a home loan due to a provider being found guilty of predatory lending, and have had issues trying to get MIDs setup for a SMB due to higher risk (internet based) transactions.   This is arbitrary, and needs to be controlled beyond the whim of a specific person at a bank on a superficial level.   Thank you for hearing my plea.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Hello,<br/><br/>I am concerned that payment networks including Visa, Mastercard, and Paypal are negatively affecting services I use. Such payment networks have repeatedly made it difficult for me to give money to businesses and to support services that I use and enjoy. Banks such as Wells Fargo and Chase have also been refusing to do business with services I use with no clear reasons ever given.<br/><br/>The services that have been hampered by Visa and other payment networks include alternative website services such as Gab, New Project 2, and Bitchute. Banks have killed and continue to kill alternative services by refusing to give them fair and equal service. At worst they will deny these businesses service, at worse they will claim their assets with no reason given.<br/><br/>I believe that all law-abiding services, businesses, and individuals have a right to be treated equally by unfathomably powerful organizations, but increasingly this is not the case. I, as a single citizen cannot move these behemoths like Wells Fargo, Chase, Paypal, and Visa to change their practices, so I beseech the U.S. Federal Government and all its power to intervene on behalf of I and other citizens who share concerns similar to mine.<br/><br/>The Office of the Comptroller of the Currency has initiated the process to begin the process of reining in these giants whom for years now have unfairly treated the business I want to support. As such, I fully support the OCC&#39;s desires to regulate the banks. Banks and payment processors must be held accountable for their unscrupulous practices. Legally requiring banks and services to be transparent, and forcing them tell individuals and organizations why the bank or payment network will no longer service the individual or organization is a powerful move to reclaim some power over the banks.<br/><br/>Thank you for your consideration",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "This is a good rule change, just make sure that &quot;Electronic&quot; banking services are put into this and that they are FORCED to have to follow them, such as Mastercard and Visa to name a few. They work with banks and banking, so they should have to follow the same rules on at lease fair access and biased political opinion type nonsense. No one, I mean No One (specifically banks in this case), should have the right/capability to pick n choose their clients/customers for any political/religious or just any reason. Banks and Banking Services don&#39;t have the right to policing for moral, social, or political opinions that a business may, or may not have. Other rules like this need to be implemented, everyone should have fair access to banking and financial services.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Chief Counsel, I very much support your proposed regulation of the payment processing networks and banking system. Over the past 5-10 years, I have noticed that services I routinely use are being unceremoniously removed from banking/ payment processing networks (services like: BitChute, Gab, New Project 2) As a result, I cannot easily give money to these businesses that I enjoy and want to support. Please require these  institutions to service all law abiding businesses and people equally. Thank you and Happy New Year.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "There are services that I used on a fairly routine basis that payment networks and banks have removed without reason. Now it is nigh impossible for me to get money to the business I want to support.Business that have been removed by banks and payment networks might as well be mark for death. Please require that these institutions service all law abiding people and business equally.",
    "label": "",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Banks should not be allowed to discriminate against lawful businesses.",
    "label": "",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support the OCC rule to require the Federally charted FIs to provide service to all legally operated business.  Arbitrary restriction for Oil/Gas, Firearms industries and others is discriminatory and should not be allowed. Thanks.",
    "label": "",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "The current environment of financial deplatforming legal industries/commerce is a disgrace and an affront to taxpayers, particularly when considered in light of the string of bailouts these institutions have received. ",
    "label": "",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Fairness to banking is essential to the U.S economy and to businesses who are being discriminated by the banking industry. This proposal is crucial to many industries currently facing unfair treatment.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I urge you to pass Pro2A",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Docket ID OCC-2020-0042<br/><br/>As a son of a family owned business, I am commenting here to urge the Comptroller of the Currency to amend the regulation that will prohibit banking institutions from denying services to the firearm community/manufacturers. The banks taking a political/moral stance against a lawful segment of the country is wrong &amp; it should be prohibited. <br/><br/>Thank you ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Dear Sir or Madam:<br/><br/>I am writing to you today in support of the proposed rule change by the Comptroller of the Currency.<br/><br/>Like many Americans, I spend some amount of time on social media. This social media includes a forum called &quot;Kiwi Farms&quot; which discusses ongoing public controversies and has routinely been cut off from payment processors. In one regrettable case earlier this year, the cutoff occurred while a transaction was pending, causing both the site owner and his business partner to not have access to hundreds of dollars during a global pandemic and associated recession. To be clear, while this forum is controversial, neither the owner of Kiwi Farms nor the LLC which operates the site has ever been convicted of a crime. Rather, this arbitrary and capricious treatment comes from the forum&#39;s highly hands-off attitude towards entirely legal speech directed at &quot;the wrong people&quot;, such as documenting scams and harassment perpetrated by the &quot;in-crowd&quot; of Silicon Valley. <br/><br/>This double standard becomes even more apparent and shameless when American banks have no problem handling genuinely illegal money (see e.g. this story of approximately $2 trillion in illegal money passing through mostly American banks: https://www.techtimes.com/articles/252708/20200920/worlds-big-bank-scandal-hsbc-barclays-allowing-2-trillion-worth-illegal-money.htm). Taken together this amounts to obvious censorship based on legitimate disagreement of viewpoints. Combined with the subsidies and protections for banks in Federal law, the idea that these are private companies and persons injured by them can take their business elsewhere is laughable.<br/><br/>In closing, I ask the OCC to adopt the &quot;Fair Access to Financial Services&quot; rule immediately.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Right now, without this legislation, banks and financial institutions can dictate speech. They can do this by cutting off speech that they do not like. This limits discourse and restricts the First Amendment. While people can say what they want, banks can cut them off at will. If banks can decide what is proper, then freedom of speech is in danger because people will remain silent out of fear for their livelihood. Speech would then be dictated by corporate boards and what is most beneficial to them. Imagine banks shutting down accounts of people critical to them under some nebulous conditions. It is not impossible. We are approaching something like this. <br/><br/>Mobs on social media can encourage financial institutions to stop providing payment processing and services to speech they find disagreeable. So the institutions don&#39;t want bad publicity and stop supporting that individual or organization. This is then free speech determined by mob rule.<br/><br/>It isn&#39;t about right wing speech or left wing speech, it is about freedom of speech in general. What is used against one group today is used against another group tomorrow. This is not politics, it is about preserving the first amendment. The first amendment makes America special. However, the first amendment is also very fragile and needs protecting. So I urge you to support this bill. Our constitution should not be dictated by the rule of a mob or what the financial institutions find agreeable. If we cannot protect speech we dislike, then we can&#39;t protect speech at all. The pendulum in America constantly swings back and forth politically. It is essential that regardless of what is popular or agreeable, all speech is preserved through financial freedom. People should say what they want without worrying about losing access to financial services. One cannot live in the world without them and without this protection, freedom of speech becomes limited. So once more I urge support of this bill. Please be brave. By supporting this, you are not supporting hate speech. You are supporting all speech. We don&#39;t know which way the mob will flow or what the banks find agreeable to their bottom line in the future. So please, in the spirit of the first amendment and its guarantee for all Americans, support this bill.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "This is an extremely important and long overdue rule change, please see that it&#39;s implemented ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Government regulation of banking and other financial institutions is very needed to end and prevent further discrimination in services provided to the firearms industry. These financial institutions, which exist only by statutory authority, should not be permitted to deny services based upon political bias, social policy viewpoint or other political motivation. Services should be fairly provided to any person or entity engaging in lawful activities.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Money is for the payment of ALL DEBTS, PUBLIC AND PRIVATE. This is AMERICA! ALL ARE ALLOWED MONEY BASED ON THEIR LABORS. Discrimination due to feelings is immoral, illegal, and is an affront to the very essence of liberty, truth, justice, and everything our ancestors fought so hard to build. Preserve liberty and don&#39;t let people be denied fair treatment. ALL ARE EQUAL UNDER LAW. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I&#39;m writing to express my support for the regulation of financial institutions and payment processors to require them to provide equal access to their services to all legal businesses regardless of their &quot;personal opinions&quot; of the activities of those businesses. Far too many companies have been denied equal access to our economy and denied the ability to compete on a level playing field in various industries, including many internet sites and businesses (including Twitter and Youtube alternatives like gab.ai and Bitchute) and discussion forums (like Kiwi Farms), largely because credit card processors have been pressured (or have decided on their own) to refuse to process payments for these businesses based solely on the basis of entirely subjective criteria, like &quot;offensive content&quot; (even when it&#39;s just opinions being posted) that is entirely legal to post and display.<br/><br/>I understand this has also caused problems for legal marijuana growers and dispensaries in states where such activities are legal, with banks and payment processors refusing to provide services to them because of fears of federal regulators giving them trouble. I firmly support granting these financial institutions exemptions to marijuana-related federal regulation in states where marijuana has been legalized in any fashion.<br/> ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am the owner of a company that is in the business of pawnbroking.  We have been in business for 33 years and are highly regarded in our community.  We have won awards from the Better Business Bureau for honesty and ethics in business.  I am extremely concerned by the fact that our business is being pre-judged because we are in the pawn business.  We have customers that are on unemployment benefits due to Covid layoffs.  These customers are on a tight budget.  They are trying to stretch the unemployment benefits as far as they can.  They come into pawn stores such as ours to purchase pre-owned items such as laptops, tablets and televisions at a steep discount.  Their unemployment benefit loaded debit cards are declined.  Our customers are embarrassed and humiliated.  We have literally had customers leave the store in tears. I do not understand why pawnbrokers are being singled out.  We are licensed, law abiding businesses.  This needs to stop.  Denying the use of unemployment debit cards at pawn business is an arbitrary and capricious misuse of power by either the Federal Government, State Government and/or issuing banks.  ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "After spending years using online services, I&#39;ve found that the actions taken by payment networks such as; Visa, Master Card and Paypal, misuse their power and influence to crush anyone who doesn&#39;t aline with their nebulous values.  As a result, I can not give the businesses I want to support money.  So please require these institutions to service all law abiding businesses and people equally. I hope with writing this that you will listen to me and those who feel the same way. Thank you for your time and for reading this.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I would like to express support for the proposed rule making regarding free access to financial services. To do otherwise would be akin to the unacceptable concept of &ldquo;ruling from the bench&rdquo;. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "As a small ATM company I have summarily had my bank accounts closed at 3 banks in the Denver area.  Two of the banks were large national banks and one was a large regional bank.  Having to to jump through hoops every time this happens has made it very hard to keep my business up and running.  The worst part is that the banks will not even tell you why they are closing your accounts and state it is bank secrecy rules.  As I am an ATM Service and Cash Management company I have watched several of my clients have this same experience and some have even been forced to sell their business do to lack of banking.  We in this industry are not terrorist organizations nor do we support such groups.  It is my belief that the banks do not want ATM operators because they believe it takes away from their own ATM business even thought they do not operate in restaurants, bars and etc. <br/><br/>I strongly support the OCC&#39;s proposed rule requiring fair and non-discriminatory access to banking services for independent ATM companies both those that operate ATM&#39;s and those that do cash management for ATM operators.  In addition to adopting the proposed rule, it is vital for the OCC to also pursue immediate revision to the FFIEC Examination Manual section on &quot;Privately Owned Automated Teller Machines&quot;, in accordance with the suggested changes submitted by The National ATM Council, Inc.&quot;",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "If the bank are going to take federal money or be backed by the fed in anyway, they much not be allowed to discriminate against certain people nor businesses. If they want to deny service to the firearm market, which provides law abiding citizens with the means to protect themselves. Then they must stop taking federal money of any kind.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Given today&rsquo;s &ldquo;cancel culture&rdquo; it&rsquo;s far to easy for a company or industry to fall prey to overblown negative publicity.  In the worst case this could lead to financial organizations cutting of services to such a firm or entire industry, rather than letting the free market decide if the firm or firms should stay in business.  This legislation is critical to maintaining a free market and allowing businesses to rise or fall on their merits, not because of the latest trending hashtag or &ldquo;movement.&rdquo;  I highly support this proposal.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I think we should decide to fair access. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I&#39;m a longtime internet user and I&#39;m seeing website after website grow more restrictive, banning adult content and controversial political speech, in order to retain access to payment processors - along with grassroots alternatives to large corporate sites floundering because they can&#39;t sell ads or accept donations to fund their server bills. I don&#39;t want to live in a country where Mastercard and Visa have a veto on what you can say or do online.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "About a year ago I had a harmless internet business. Just a few months ago it was shut down. On top of that, it was deplatformed from near every payment processor known. Visa, Mastercard, etc. you name it, I was unable to literally send money to family who needed it during critical times. The ability to feed part of my family is literally gone. The ability to pay certain finances is gone. The ability to be a provider is gone. This absolutely needs to stop. At this point the banks seem like they control the first amendment in this country...  This is something that affects people across the full political spectrum and stops people from speaking their mind and being able to perform the absolute most basic functions in life (that includes feeding their children and being able to pay the most basic of utilities) without being shut down.",
    "label": "",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I beleive the banks should be regulated as having banks decide who they support and who they don&rsquo;t based on political standing and then sharing that list is absurd and can lead to suppression of freedom of speech under threat of financial ruin.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I stand in support of the OCC Rule to mandate that financial institutions benefiting from taxpayer-subsidized insurances, like the FDIC, and bailouts are improperly and unlawfully discriminating against legal, but politically-disfavored, industries, including firearm and ammunition production and sales, as well as other industries including oil and gas, coal, animal agriculture, and private prison industries.  Discrimination in any form or against any group or industry should not be allowed.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "there can be no justification for discrimination by financial institutions against legal business entities . We, the taxpayers, have the right to expect banks to treat   all customers equally , since we bailed them out  with our tax money. &quot;social justice&quot; and &quot;woke&quot; are not viable excuses to deny service to lawful enterprises.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Banks should be required to treat all legal business fairly. And bank that practices discrimination based services should be removed from all federal insurance, protection, and funding. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Not allowing people access to financial services based on their hobbies, interest, and line of work is absolutely unconstitutional.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Services I use are routinely removed from banks and payment networks without any reason. I can&#39;t easily give money to businesses I want to support as a result. Please require these institutions to service all law abiding businesses and people equally. As it stands right now, these massive institutions hold immense power at an unelected, unsupervised and non-governmental level that is entirely unanswerable to American citizens. In the year of our Lord 2021 it is functionally impossible for citizens to live anything approaching a &quot;normal&quot; life without relying on these institutions. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Please do not allow discrimination against lawfull citizens. That would be a disgrace to American ideals.<br/>",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am in favor of the rule. Major banks should not be allowed to deny service to customers for non-financial reasons. Especially for political and social views.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Payment processors need to treat all businesses with the same standards. I have seen many internet businesses over the last few years cut off from payment processors, despite the fact they have done nothing illegal. In one car, a business I am worked for sold Kratom online, which was completely legal. Payment processing was a nightmare and they were routinely cut off from being able to accept any payment but bitcoin. The FDA was aware of this business and they operated on accordance with all laws.<br/>In another case, a forum with a free speech policy has attracted negative attention due to a minority of members being outspoken in support of Donald Trump. Despite operating completely within US laws, the ability to donate to this site has all but been removed by various payment processors. This isn&#39;t the only site like this, and it really does unfairly target conservative sites. What can&#39;t a webmaster accept donations from his supporters because some of them support the president of the United States?<br/>Payment processors are increasingly using their power to cut down on free speech all across the internet and this should concern all political parties. Imagine the green party not allowed a platform. It can happen to anyone.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am sick and tired of the pervasive &#39;cancel culture&#39; that is spreading throughout our society and every aspect of our lives. Banks and financial services should not be allowed to deny service to individuals and/or businesses they don&#39;t like or agree with. It is another blow against our first amendment right to free speech and should not be allowed.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Protected industries such as financial institutions should not be allowed to discriminate based on criteria that are not related to creditworthiness. If this is allowed to continue, many legitimate industries who fall out of favor with the PC crowd will be discriminated against. The only criteria for refusing financial services should be the company&#39;s financial stability and ability to pay. If the American people want to preserve the ability to think and speak freely in the decades to come, we must prevent the country&rsquo;s most powerful financial institutions from imposing a brutal censorship regime on the entire country.<br/><br/>Thank you.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support this regulation to ensure no discrimination against legal activities for ideological reasons.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Services I use are routinely removed from banks and payment networks without reason. Consequently, I am not able to easily give money to businesses which deserve support. Please require these institutions to equitably serve all law abiding businesses. I understand that in some cases, these services are restricted due to attempts to prevent seemingly-normal businesses from facilitating illicit services. But in many cases, banks and payment institutions are restricting services simply because they personally disagree with the political leanings of the firms providing those services. If a service supports free speech and freedom of association to the detriment of some identity group deemed a &quot;holy cow&quot; of the current social climate, banks and payment processors are able to financially strangle those services. This is clearly an abuse of power at the hands of petty bureaucratic tyrants. I can not more strongly support requiring these institutions to equitably serve law abiding businesses. Not enabling such requirements will encourage future financial discrimination that will inevitably be aimed at services that are entirely inoffensive&mdash;e.g. a Jewish services, Muslim services, Evangelical Christian services, etc. Please do not let these institutions continue to strangle hardworking Americans that provide important services, simply because they personally have some non-legal issue with them. Thank you for your time.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "It is not in the best interests of the United States to allow financial organizations to discriminate against legal organizations or individuals.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I think fair access to financial services is needed.  I have used various legal businesses and services which have been rejected from payment processing and banking.  These businesses have no recourse to see the reasons why they have been denied or to have a true path to resolution.  Payment processing is dominated by Visa and Mastercard, if they blackball a merchant for whatever reason it places undue burden on merchants to find a way for their customers to purchase their products.  Banks also have the power to shut down commerce between citizens and businesses.  I believe commerce between business and citizens should not be impacted by the whims middlemen banks and payment processors.  ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Over the years I have heard stories of American citizens having their banking accounts and other services terminated for vague, obfuscated reasons, only to learn that these private yet government backed institutions may have had social and political reasons for personally targeting these people. I feel that banking is an essential service needed by every American, and not being able to safely and properly invest in yourself and the community around you due to corporate interference is ethically wrong. I believe banking and other financial institutions should not be allowed to deny service to existing and potential customers due to personal, political or social reasons or biases and that, in the case they&#39;re found to be doing so, should be penalized for such behavior.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "As a member of the firearms community and a business owner, I was appalled by the number of times I approached banks in order to facilitate my financial needs, only to be rejected. Stripe, PayPal, Venmo, every credit card processor in between, and more than a few major banks refused to do business with me because of my tangential relationship to the gun world. The kicker in all of this is that I SELL PATCHES AND STICKERS. No guns. No gun parts. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I fully support and encourage the Fair Access to Financial Services rule. In a short period of time, banks and payment processors have been pushed to remove ever more people from the veritable world of financial services. This has created an ability to weaponize the banks in pursuit of a political end. We do this of course, with foreign individuals and governments to sanction them and force a nation to change. What we have not seen is an independent willingness by banks to effectively destroy the lives of individual people based on some pressure from random people. <br/><br/>My primary concern in all this is that the &quot;cancelling&quot; of people expands further and further. It&#39;s unacceptable. It&#39;s incomprehensible, as well, that the intent behind those pushing banks to do this is to try and correct the targets naughty opinion. I can see no world where making someone be forcibly destitute is going to make them a better person. <br/><br/>As a small business owner, I hope that you will choose to institute this rule. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "You must move forward with this rule. The ability for large banks that rely so much upon tax payer dollars having the ability to cut off funding to legal business entities is absurd. The political weaponization of banks is a very slippery slope that will have no end. <br/><br/>This will no longer be America if these banks are allowed to cut off funding to legal companies. Please protect our great nation and hold the banks accountable to regulation. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I wish to put my two cents in, in regards to stopping financial platforming. I do not agree that banks should decide what business to lend money to legitimate business due to the fact no one likes said business. I find that to hypocritical to the banks who have at times have gotten cash ballots from our tax dollars. It is also against the free market, which I country is based on.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "This is an extraordinarily crucial rule that should be ratified by the US Congress as federal law. Our rights do not exist if we don&#39;t expect private business - banks included - to recognize and respect our inalienable rights. The Obama administration explicitly revoked this rule to enable Operation Chokepoint, which was one of many efforts to use the massive influence of the Big Four national banks to prevent law-abiding Americans from conducting legal business in America. The revocation of this rule was unconstitutional, and it is imperative that it not only be reestablished, but ratified as federal law.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "This should be a no brainer with respect to whether or not fair access to available financial resources when conducting legal business affairs within the United States. This should especially be applicable with respect to business activities that involve rights guaranteed by the constitution of the United States. To be able to decide which businesses should receive financial cooperation from publicly licensed financial institutions is a right that these institutions should not possess. All, business endeavors regardless of type, provided they are legal and are in compliance with appropriate regulations should receive equal treatment. It should be prohibited to use the power of disbursement to control business endeavors in order to further one&#39;s personal agenda.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "The act of making a fair access to financial services would have a lot of benefits to most people with different ideas or points of view, the reason of this point is that making bank services liable of the prohibition of services to other persons would make the act of making and developing projects fairly easily, while at the same time increasing the capacity of persons to show his ideas. This could benefit any person that wants to make a social or general change like for example social activists, producers of any kind of media, persons who are damaged by institutions who go against physical aspects and persons with different ideas than bank institutions. This act would at the same time make the use of banks easier thanks to the banks not dropping your seevice for not being interested on and offer or service that can be forced.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "This law should be passed, as top-down regulation is the only surefire way to ensure equity and opportunity for entrepreneurship, prevent monopolies, and encourage innovation. Such a law would also discourage financial services from refusing services without reason and other such unequitable discrimination.  <br/><br/>It is my understanding that a law that would ensure fair access to banking such as this one might alarm those who wish to defund certain institutions. However, the proliferation, manufacturing, and selling of firearms can be regulated in another way without harming equal access to financial services for other industries, organizations, or individuals.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Our company America&#39;s Access Inc operates in Michigan. We strongly support the OCC&#39;s proposed rule requiring fair and non-discriminatory access to banking services for Independent ATM companies. In addition to adopting the proposed rule, it is vital for the OCC to also pursue immediate revision to the FFIEC Examination Manual section on &quot;Privately Owned Automated Teller Machines&quot;, in accordance with the suggested changes submitted by The National ATM Council, Inc.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am in support of the comptroller&#39;s suggestions regarding rescinding financial services based on financial reasons, and using individual evaluation. Both liberal and conservative Americans have had their lives interrupted by a de facto social credit system via the banks, this is especially true of Americans who make their living as internet content creators. Americans should not have to fear a lack of access to banking based on legal expression of political opinion. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Services I use are routinely removed from banks and payment networks without reason. Financial access is essential to the pursuit of the American dream and success hinges upon it. The fact that financial institutions and payment processors (Paypal/Visa/MasterCard) can blacklist any person or business from their network on a whim and give no reason as to why can and should be seen as prejudicial to the concepts of free enterprise and free expression.<br/><br/>A lack of oversight on banks and other financial institutions like payment processors in the equity of their provided services will lead to discriminitory practices and stymie innovation and competition. For the sake of everyday Americans&#39; fair access to upward economic mobility and America&#39;s exceptional heritage of innovation, please consider ratifying this proposal.",
    "label": "",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I strongly support the OCC&#39;s proposed rule requiring fair and non-discriminatory access to banking services for Independent ATM companies, especially since I am currently being targeted by US Bank for private ATM transactions. In addition to adopting the proposed rule, it is vital for the OCC to also pursue immediate revision to the FFIEC Examination Manual section on &quot;Privately Owned Automated Teller Machines&quot;, in accordance with the suggested changes submitted by The National ATM Council, Inc.<br/><br/>I have now been shut down by 4 major banks over the past few years. The pandemic has had a devastating impact on my company and these banks&#39; continued discrimination against me has ruined my business. Now I have to figure out a different way to support my family. <br/><br/>Please see the attached information demand from US Bank. It clearly is a threatening document. They say if I don&#39;t provide this information, they will shut down my account. However, the information they seek is highly confidential financial/banking information for my clients that I am not legally authorized to share. This is classic bullying by a big bank. <br/><br/>Furthermore, I can&#39;t find a new bank. Every bank now has a category for &quot;private ATM&quot; and simply won&#39;t even allow you to apply for an account. <br/><br/>",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Services I use are randomly blocked by banks (Visa, Mastercard, PayPal, <br/>etc) and payment networks without reason. I cannot recieve goods and service as a result. Please require these institutions to service all law abiding businesses and people equally and transparently. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Everyone should be treated fairly and removing the ability for people to do banking because of associations with other people, beliefs, or even criminal behavior is atrocious in all but confirmed cases of actual fraud and money laundering that should be doled out only to those that actually have committed those crimes.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I just wanted to leave my 2 cents, a number of services I use regularly have been banned by Banks/Payment services for no apparent reason. Because of this, I cannot give money to businesses that provide me with entertainment, social networking, and other services. It has been my observation that the banking/payment services sector acts similarly to a monopoly in excluding people from the market place. As such, please require these institutions to provide services to all law abiding businesses and people equally. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support this proposed rule and think it is needed to protect socially and politically targeted industries from activist driven pogroms intended to harm the industry targeted. The most notable recent occurrences of this are the targeting of the firearms industry especially with the mentioned Operation Chokepoint,  and the targeting of PornHub. Even if the goal in the case of PornHub is eminently laudable the damage done to legal users is immense. I believe there have also been occurrences of targeting political groups and publications. In the future, I foresee there could be targeting of a new recreational drug industry as legalization gains favor as now seems to be the trend. <br/><br/>Protection of disfavored but legal businesses is needed badly. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Good morning/afternoon,<br/><br/>I am writing to you today because services I use are routinely removed from banks and payment networks without reason. Many of which are payment processors such as DiscoverCard, MasterCard, and most of all Paypal. I cannot easily give money to businesses I want to support as a result. Many of these decisions seem to try and regulate business as though these payment processors or banks are some form of government. <br/><br/>One example of this would be Paypal&#39;s decision to not process anything firearms related. If I try to buy something off of Bass Pro&#39;s website that is firearms related, such as ammunition, I am unable to use Paypal. Obviously I can use another card, but therein lies the issue: Many of these cards have suppressed funding of services and monetization of content creators that I enjoy. <br/><br/>After some looking into by one of the people who had been denied service, this is accomplished through what appears to be some form of undocumented blacklist passed between the other payment processors. My fear is that many of the things that I enjoy and people I enjoy to watch will eventually be placed on one of these types of lists to the point that it will not be available due to the regulations put forth by an opinionated executive rather than somebody that is held to account by the people of this country. <br/><br/>My fear is that political issues such as &quot;banning the online sale of ammunition&quot; will not be legislated as you will only be able to buy it with cash, creating an oligopoly and a chokepoint on products for a hobby and a right that people have in this country. This has also been used to prevent people from being able to voice their opinions in the modern public square, the Internet, as many people have seen their ability to receive money for their creative works vanish due to a well voiced complaint or an opinion of somebody within the banking industry. This has the potential to spread to many more instances and more than just our first and second amendment rights.<br/><br/> Please require these institutions to service all law abiding businesses and people equally. <br/><br/>Thank you for your time. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "No bank should be able to blacklist businesses or individuals for political reasons. In a free country, people regardless of political beliefs, should be able to discriminate. Once this practice started it has become to easy and attempts to deperson  businesses and individuals has gone unabated. Abuse should not be tolerated in a free America. Allowing such things to continue will only embolden those that find the simplest slight to take advantage. Blacklisting, depersoning, canceling an individual or business serves no purpose other than to embolden those that disagree with. The ability to blacklist is anti-American. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support this legislation. Financial service providers (banks, credit cards, payment processors, etc.) should not be able to cut off citizens or businesses from financial services without legitimate, financial reasons. Financial service providers have cut off many businesses that I would like to support for arbitrary reasons. Please pass this regulation  and require these services to allow fair access for all citizens or businesses.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I&#39;m in support of Fair Access to Financial Services because I believe restriction to accessing financial services should be a punishment levied by the courts in a formal setting, not at the near-sole discretion of private banks. Some individuals who have committed actual crimes should have their businesses and personal banking abilities restricted, but others have committed no crimes and yet have to suffer through a loss of livelihood at the hands of a private bank. The First Amendment allows anyone to criticize anyone without the fear of government reprisal, but it does not mean that banks ought to be able to punish people for saying things that are unpalatable. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Businesses and stuff that I use are routinely removed from payment networks without rhyme or reason, making it difficult to support them. I don&#39;t believe that payment processors should be able to just boot people out of the modern economy like that as long as whatever they&#39;re doing is legal. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "you need to keep all things fair cause discrimination against one is against all",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Services I use are routinely removed from banks and payment networks without reason. I cannot easily give money to businesses I want to support as a result. Other websites which tried to compete like New Project 2 were unable to compete due to access to banking being cut off by companies like Mastercard and Visa. Please require these institutions to service all law abiding businesses and people equally.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "This proposed rule is a good idea. It will shield lawful businesses and individuals from political discrimination by financial institutions. This is in keeping with our Nation&#39;s long-established principles.",
    "label": "",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "This rule is essential. No one should be blacklisted for their politics views. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Fair Access to Financial Services<br/><br/>Banks should not be able to discriminate for any reason. The government backs their transactions with my tax dollars, so they should be beholden to the same laws that disallow telecoms to outright ban people. You have something sitting there waiting to be used, the &quot;Fair Access to Financial Services&quot; regulation. Use it.<br/><br/>Thank you for your time.",
    "label": "",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am in support of this proposed rule. <br/>Banks should not have the ability to shut down a business simply because the business does not align with their internal politics. These large banks are not individuals and do not have the right to do this. Without this regulation, large banks would get free reign to form cartels and freeze out any competition. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Banks or financial institutions should not engage in political activity or bias to harm or destroy legal business . ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Please enact this rule. All people and businesses should have equal and fair access to banking services.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I think your proposed regulations are a fantastic idea. Payment networks such as Visa, Mastercard, and Paypal have too much power to impose restrictions on how businesses operate without giving any concise reason as to why. I believe that as long as businesses and individuals are not breaking the law, they should enjoy equal access to use their services. That is why I strongly support your proposal and I will be writing to my congressman urging their support as well. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support the OCC&#39;s proposed rule OCC-2020-0042-0001, Fair Access to Financial Services. It purposes to prevent banks that get &ldquo;government bailouts&rdquo; courtesy of the taxpayer and are shielded-from-transparency courtesy of the Federal Reserve System from blackballing businesses and individuals in response to legal transactions, political activities and beliefs these banks disagree with. Businesses and individuals are being penalized because these banks hold and restrict access to their services, wielding it like a weapon if it runs counter to the institutions aims.  Any bank or financial organization that perpetrates this type of discrimination should not benefit in receiving federal benefits, contracts or protections.<br/>",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Access to financial services in an almost cashless society should be a right not a privilege. Financial institutions leverage the control they have to access banking services to make a considerable profit charging fees for speedy access to funds. Many citizens have no options as their employers force direct deposit policies that leave those denied access to banking with an additional burden. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am commenting on the Fair Access to Financial Services as a concerned American. This should even be a issue in a free America. Again our on government must be watched and held accountable for its actions. So I support the following:<br/><br/>Make each financial service it offers available to all persons in the geographic market served by the covered bank on proportionally equal terms;<br/>Not deny any person a financial service the bank offers except to the extent justified by such persons quantified and documented failure to meet quantitative, impartial risk-based standards established in advance by the covered bank;<br/>Not deny any person a financial service the bank offers when the effect of the denial is to prevent, limit, or otherwise disadvantage the person:<br/>(i)<span style='padding-left: 30px'></span>From entering or competing in a market or business segment; or<br/><br/>(ii)<span style='padding-left: 30px'></span>In such a way that benefits another person or business activity in which the covered bank has a financial interest; and<br/><br/>Not deny, in coordination with others, any person a financial service the bank offers. <br/><br/>Regards, John<br/>Retired USAF",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I urge the Chief Counsel&#39;s Office to please strongly consider passing Fair Access to Financial Service legislation. Over the last five years, I have gotten to see a great many websites and services effectively get choked out of competition not because they&#39;ve done anything illegal or wrong, but because outside agitation against financial services providers made supporting them virtually untenable. Gab, BitChute, and multiple patreon alternatives have all see this happen, and it is restricting access to content that is in all ways legal, leaving me only with the option of going for dangerous insecure methods of paying for the content I enjoy as things stand. Please require these institutions to service all law abiding businesses and people equally.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support this bill. The banks should not be able to cut someone off because the banks do not like someone. There needs to be a real reason to why someone gets kicked off of a bank service.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am writing in support of the Proposed Rule for Fair Access to Financial Services and the National Pawnbrokers comment that has been submitted.  Bank discontinuance has has plagued our industry for over a decade.  I know of dozens of fellow pawnbrokers who have had to scramble to get banking services after a surprise and unexplained discontinuance. There needs to be a level playing field for all businesses to acquire banking services.<br/><br/>",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "No matter race, creed, or political affiliation every american should have fair access to financial services",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "To all whom it may concern (OCC, et. all),<br/><br/>I write this comment to express my affirmation of OCC and related agencies modifications and inclusions outlined in Docket ID OCC-2020-0042, referred to as the Fair Access to Financial Services. I write this regulation comment anonymously, as I value my personal privacy, however I will disclose that I am a relatively young adult United States citizen residing in Washington State.<br/><br/>The propositions outlined in the Fair Access to Financial Services by including new part 55, and its clauses, are a politically neutral and reasonable step towards securing the financial freedom for all citizens and foreigners conducting business within the United States. However, under the proposed &sect;&thinsp;55.1(a)(ii) and &sect;&thinsp;55.1(a)(iii), banks possessing less than $100 billion in total assets would be excluded from the definition of a covered bank, and the rest of these proposed regulations would not apply. Per the Federal Financial Institutions Examination Council-National Information Center web portal, as of 2020/06/30, Synchrony Financial would be excluded from these provisions, listing only approximately $97 billion in total assets [1]. Despite not meeting that financial bar, Synchrony Financial advertises serving over 75 million accounts [2], and while not comparing to the likes of J.P Morgen &amp; Chase, still wields significant monetary authority over a wide swath of customers. My recommendation would be lowering the financial cut-off to $50 billion in total assets, though I recognize lowering the threshold could impact smaller businesses.<br/><br/>Of particular interest is that these regulations discourage payment processors from abusing their positions as monetary services providers for various primarily online services, preventing customers like myself from compensating and rendering payment towards websites and platforms we wish to use. The neutral video streaming service BitChute and competitor to YouTube was denied financial services from PayPal [3], without a quantitative assessment for their denial of services, likely politically motivated.<br/><br/>This past month, credit card providers Visa and Mastercard denied their services to the adult video streaming platform PornHub, prompted by claims that non-consensual, unlawful and harmful content was distributed using the website&rsquo;s services [4]. While those claims likely have some merit, harmful content has on occasion been circulated on other platforms such as Twitter and Facebook, without payment processors suddenly denying related services to those platforms for use of advertisement purchases or the like. The alternate free-speech focused platform, which could be viewed as a competitor to Twitter, had their financial services provided by Stripe suddenly dropped after the tragic incident involving a member of the service. A representative claimed that Gab fully cooperated with law enforcement after the incident, but was denied financial services for providing a platform to unpopular and politically vile speech [5].<br/><br/>As the world continues to network and communicate using online platforms, I firmly believe that financial liberty retains its value, equal to that of Free Speech as enshrined in the Bill of Rights. As outlined in the cited regulation revisions, these financial firms are free to dispute and deny their services, so long as they provide quantitative, unbiased proof that financial dealing with the customer would expose them and their clients to direct financial risk. If monetary services providers wish to discriminate on the grounds of political decisions, they must be treated as financial institutions distinct from banks. While my opinions are sourced from news and personal beliefs, I reiterate that these regulations will neutrally benefit all online users and businesses alike, regardless of political affiliation or other categorizations.<br/><br/>Sincerely,<br/>A Concerned Citizen<br/>2021/1/1<br/><br/>[1] Federal Financial Institutions Examination Council. &ldquo;Large Holding Companies.&rdquo; Https://Www.Ffiec.Gov/Npw/Institution/TopHoldings, United States Government, 30 June 2020, www.ffiec.gov/npw/Institution/TopHoldings.<br/><br/>[2] Synchrony Financial. &ldquo;Fact Sheet: What Does Synchrony Financial Do? | Synchrony.&rdquo; Synchrony Financial, Synchrony, www.synchrony.com/financial-fact-sheet.html. Accessed 1 Jan. 2021.<br/><br/>[3] Blake, Andrew, et al. &ldquo;BitChute, YouTube Alternative, Cries Foul over Apparent Punt from PayPal.&rdquo; AP NEWS, 7 Mar. 2019, apnews.com/article/8b442b41f94b39668369d6271719a6e5.<br/><br/>[4] O&rsquo;Brien, Danny, and Rainey Reitman. &ldquo;Visa and Mastercard Are Trying to Dictate What You Can Watch on PornHub.&rdquo; Electronic Frontier Foundation, 15 Dec. 2020, www.eff.org/deeplinks/2020/12/visa-and-mastercard-are-trying-dictate-what-you-can-watch-pornhub.<br/><br/>[5] Hunnicutt, Trevor, and Paresh Dave. &ldquo;Gab.Com Goes Offline after Pittsburgh Synagogue Shooting.&rdquo; Reuters, 29 Oct. 2018, www.reuters.com/article/us-pennsylvania-shooting-gab-idUSKCN1N20Q5.<br/><br/>",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Banking and financial services should have no place acting as regulatory bodies or as morality police. If an industry or business category is so objectionable or dangerous that it cannot be allowed to operate, such decisions should be enforced through legislation, not through the whims of rogue private actors &quot;too big to fail&quot; and lacking realistic alternatives. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am strongly IN FAVOR of the Fair Acces to Financial Services rule being proposed. <br/>Financial institutions not providing service and discriminating against those with different political views simply because of those views is wrong. <br/>Needing to put this rule in place is new to our country. <br/>It should not be needed, but it is so because of the growth of anti-biblical, anti-American ideas.<br/> ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Please follow through on this. Financial censorship is despicable. It is SOP in the CCP but does not belong in the USA!!! Thank you for addressing this fundamentally un-American system of financial repression. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "We claim that people have the rights of life, liberty, and the pursuit of happiness&quot; and that the purpose of government is &quot;to secure these rights.&quot;  So the Declaration of Independence states.  The proposed regulation aims to secure the rights of people who would otherwise be discriminated against by large financial institutions, which would unjustly discriminate against prospective customers based upon their own beliefs, biases, or fancies--or upon the beliefs, biases or fancies of their employees, other customers, or outside pressure.  The protection of rights would be advanced by the proposed regulation:  it should be adopted.  ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support this because currently our economy is in terrible shape, and if businesses weren&#39;t hobbled by banks&#39; ridiculous discrimination, we could recover faster. We need a strong economy to have a strong country, and right now the banks are standing in the way of that, in the fashion of HMO&#39;s that used to deny patients coverage for everything in the 1980s for flimsy excuses. To build a strong America back, legal businesses of all types should have equal access to funding.  This is vitally important, especially now.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Financial censorship is the same as racial discrimination. This rule will eliminate bias in the banking system and benefit all stakeholders. I am in favor of this rule. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Services I use are routinely removed from banks and payment networks without reason. This, in my opinion, not only stands in the way of my freedom as an American citizen, but it stands in direct opposition to the spirit of freedom itself. I cannot easily give money to businesses I want to support as a result. <br/>Businesses such as Patreon, a huge source of monetary support for non-traditional creators, has ousted certain users over disagreements of ideology. When these banished creators decided to set up their own version of Patreon, New Project 2, the payment processor exercised its &quot;rights&quot; and shut down the platform&#39;s ability to collect money from willing donors.<br/>If a person wants to start up their own enterprise, it can be wiped out of existence by a money lender. The death of the American Dream has come from banks, holding their stock of cash over the heads of average Americans. The actions of banks are damaging our country and its citizens. Please require these institutions to service all law abiding businesses and people equally.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support this proposed rule. Banks or any other businesses should not have the ability to decide what sorts of legal businesses or humans are legitimately able to partake of publicly available services. If the business is legal and the business case is sensible, banks should provide financial services. Banks should stay out of the realm of politics and bankers should keep their personal, non-financial opinions out of banking services. &quot;Socially responsible&quot; investing may be an exception and is a way for humans in general to put their money where their values are supported. Social engineering in publicly available bank services should not be permitted. <br/><br/>Does anyone remember &quot;redlining&quot;? Where banks decided that legal citizens who were people of color shouldn&#39;t be able to receive mortgages on properties in in desirable neighborhoods. It is the same thing when banks decide that certain legal businesses should not receive services. <br/>If that sort of discrimination happened in the grocery store, there would be an uproar. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support the OCC rule prohibiting discrimination against legal commerce, specifically gun and ammunition manufacturers. Large institutions falling prey to mob rule and/or political correctness are anti-American and will never receive support from freedom loving citizens.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "A lot of the services I utilize are now and have routinely been prevented from fair access to financial services based purely upon their users opinions and I feel this limits free speech. I believe all ideas, no matter how heinous or virtuos deserve to be held to the same scrutiny. That said, to exclude some platforms from fair financial services and not others goes against the very foundations of our Constitution. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Deplatforming by financial institutions for any reason other than financial crimes must be guarded against. In the consolidated, non-private world we live in today, access to financial platforms is a basic requirement of life. As such it needs to be available to all on common carrier type terms, without  regard  to a user&#39;s nonfinancial actions or opinions.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Please enforce this rule. It is the only way to keep the banking system honest and not allow the chosen few to dominant those that they don&rsquo;t like. Access to capital allows for legally operating businesses to serve the public. Let the public decide not to purchase their products if they like not the big banks. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "We shouldn&#39;t be able to use banking regulations as an end run around the bill of rights.<br/><br/>Thank you for your time.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "In regards to Docket ID OCC-2020-0042, I would like to voice my support for this proposed rule known as &ldquo;Fair Access to Financial Services &ldquo;. I believe it is necessary in order to protect free commerce from discriminatory lending practices. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am a business owner in the Firearms world and have experienced, first hand, discrimination from these large institutions. It is incredible to me that they can consistently receive bailout money and taxpayer money (that I pay into) and be allowed to discriminate against my legal business. <br/><br/>This is modern day corporate fascism. It&#39;s not free market capitalism. When big business works together against the little guy they deserve regulation. They should be forced to do business with the firearms industry.<br/><br/>If they don&#39;t want to be forced, then they shouldn&#39;t be openly taking government subsidies and benefits. Our industry is struggling under high rates because these businesses are unwilling to work with us, which disallows us from modernizing and making our businesses more efficient and safer. <br/><br/>Please consider regulating these businesses so they must do business with us  ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "&quot;Fair Access to Financial Services&quot; should be an unalienable right to any law abiding citizen of the united states. I do not understand how this is not already a law.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Banks , especially after the special treatment and their most flavored status, should not have the right to discriminate against any legal enterprise in America. They have been bailed out and kept whole by taxpayers quite enough and they should not get to also make up laws and rules for anyone. Put them in their place <br/>for once.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Do NOT restrict access to financial services for any legal entity.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Please consider passing the fair access to financial services the people of this country need this we have been Infringed on enough everybody should have fair access to financial services thank you and God bless",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I wish to add my support for the proposed &quot;Fair Access to Financial Services&quot; proposed by the Office of the Comptroller of the Currency.<br/>Financial institutions should NOT have the ability to decide whether or not a business operating in a legal manner and supplying legal<br/>products or services would be allowed to get banking and financial services. In the recent past, financial institutions have denied monetary<br/>services to legal businesses and organizations because the afore mention entities did not have the &quot;proper&quot; ideas or agendas.<br/>This is no different than Facebook, Twitter, Google and Instagram blocking content from conservative and &quot;right wing&#39; individuals and organizations.<br/>It is also no different than the  &quot;journalist&quot; media not reporting news that does not agree with their particular political agenda..<br/><br/>One proposed addition to the already proposed document is:<br/>   55.1 (a) (1) (iv) Directors, officers, and employees of a covered bank shall be held to the same fiduciary standards as the covered bank.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Payment processors such as Visa, Mastercard, Paypal, and others, should not be allowed to refuse service to law abiding citizens or organizations. This makes it extremely difficult to support people or groups that I have an interest in. Personal feelings, ideologies, creed, or political views should have no place in business practices and access to financial services. I fully support regulating these companies so that they serve every law abiding citizen equally. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "For far too long now, the financial institutions have used numerous methods to limit / hinder access to financial services by anyone, in any way, involved in guns in America. They have colluded to expand their controls across social and internet platforms, while only offering limited approval for any business involving gun sales (with the exception of &#39;protected&#39; big box stores).<br/>It&#39;s time to ensure a level field for all, rather than singling out these businesses for &#39;special treatment&#39;. <br/>America is the Land of the FREE, <br/>not the Land of the Free - if it&#39;s allowed!<br/><br/>",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Please consider this rule change. Banks should not be able to deny credit and services to legal companies, just because the government might not like the type of goods or services the company provides. The Federal Government should not be able to force banks to adhere to some politically correct guidelines they would like to see implemented. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I stand in support of the OCC Rule to mandate that financial institutions benefitting from taxpayer-subsidized insurances, like the FDIC, and bailouts are improperly and unlawfully discriminating against legal, but politically-disfavored, industries, including firearm and ammunition production and sales, as well as other industries including oil and gas, coal, animal agriculture and private prison industries.<br/><br/>If they can use my money to get a profit on other purchases I make, I should not be stopped from make firearm purchases as well.  This is an infringement of my rights as a working American",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support this proposal because payment processors have gained too much control over the internet. In everyday life, individuals have the option to transact cash and money orders if no intermittent processor is available. However, cash is not an efficient means of paying for or supporting online services. Given this, payment processors have become a collective that controls the flow of money on the internet and usurps the Federal government&#39;s control over currency. Alternatives do exist, many Cryptocurrencies allow for transactions without an intermediary. However, they are cumbersome. I fear the situation will only worsen as more of America&#39;s innovation and markets become supported by online infrastructure. There is no cash for the internet, so the OCC should either provide one or enact the proposed regulation.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support Document ID OCC-2020-0042-0001<br/>With this rule change, it would stop the discrimination that banking institutions currently use to hold back legitimate companies and businesses regardless of their political ideologies.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I believe if these agency&rsquo;s want to be FDIC insured, they ought to be providing a fair and unbiased service as our American government insures. If they&rsquo;d like to keep their businesses in the USA, they need to play by the same rules the rest of the US citizens need to follow.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Keep in mind that discrimination against the 2A/ self defence community is as wrong as discriminating against race, gender, sexual preference, ect.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Banks and payment processors cutting off services for non-criminal reasons amounts to permitting discrimination against minority viewpoints, violating the first amendment rights of individuals.  While payment processors and banks may not be government entities, banks benefit from extensive government support (FDIC insurance, bailouts, etc) and discrimination from these entities is de facto government enabled discrimination.<br/><br/>Additionally, discrimination by these entities has continuously undermined multiple attempts to build alternative platforms (BitChute, Gab.ai, Hatreon, etc.)  PayPal has actively participated in racial discrimination by equating &quot;white advocacy&quot; with &quot;advocacy of violence&quot; while permitting other racial categories to use its services for advocacy purposes.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "The Comptroller of the Currency (&quot;OCC&quot;) should enact the proposed rule FAIR ACCESS TO FINANCIAL SERVICES as currently written. The rule reaffirms decades of OCC guidance stating that banks cannot deny or limit financial services to broad groups of individuals for reasons other than objective factors such as creditworthiness, ability to pay, and other impartial risk-based factors. This rule is consistent with the OCC&#39;s duties as noted under title III of the Dodd&ndash;Frank Wall Street Reform and Consumer Protection Act of 2010, which states the OCC is responsible for &quot;assuring the safety and soundness of, and compliance with laws and regulations, fair access to financial services, and fair treatment of customers by, the institutions and other persons subject to its jurisdiction&quot;. <br/><br/>The need for such a rule is unfortunate but necessary in light of the hijacking of the financial system by politicians, special interest groups, and political activists. These groups have used banks and other financial institutions to attack political rivals and/or citizens engaged in legal but politically controversial industries or activities such as firearms, coal, and payday lending. Political disagreements should be expressed and resolved in public by Congress and State Legislatures, not by business executives and political activists. Efforts by political groups to weaponize the financial system to &quot;cancel&quot; their opponents are illegal, undemocratic, and toxic to social cohesiveness. The OCC should pass and strictly enforce this rule to ensure banks and political activists stay in their lane and that the constitutional rights of all Americans are protected.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support the role of the government in regulating the unfairly selective bases on which banks routinely un-bank &quot;undesirables&quot;.  Like the Internet and so many other facets of complex society, banking allows individuals, companies, and entire market sectors to function and thrive.   However, many financial institutions and particularly credit card processors routinely, as the proposed regulation has outlined, wield their oligopolistic power concentration to prevent businesses and individuals from banking or participating in the economy due to wholly unrelated judgements of their customers.  They also, even when not predisposed to unfair treatment, come under fire and threat by motivated individuals/groups who seek to likewise control and limit participation of others in the economy.  Not only should improperly motivated institutions be checked in their gatekeeping, institutions which are not inherently biased should likewise have a defense against outside pressure in the form of a legal compliance structure which prevents them from being coerced into taking unfair action.<br/><br/>I would like to thank the Comptroller of Currency for their work in drafting this important regulation and again indicate my support for it.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Thank you for your time, <br/><br/>During my short time on Earth, I&#39;ve seen many wonderful things created by the people around me. My favorite local thrift store, just down the street. A delicious donut shop only 10 minutes walking distance. Websites and programs I use daily, maintained by men and women who work for themselves, sometimes at a loss. I love to give back to these communities and help them flourish, so to hear that financial institutions are willing to act as judge, jury, and executioner, stopping mom &amp; pop shops from getting paid seemingly at random and blocking entire revenue streams because of &quot;hate speech&quot;, eroding our 1st Amendment rights, it makes me furious. These are people who do everything in their power to control the lives of everyone else, and they must be stopped. No matter what it takes. <br/><br/>Have a good day, and thank you. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Unfortunately, when aspiring tyrants are unable to advance their agenda through the constitutional political process, they often turn to what amounts to financial extortion and blackmail.  Because it is not feasible or even possible to function outside the existing financial system, financial institutions and services cannot act in complete disregard of civil rights and cannot be allowed to deny services for political reasons..  Financial institutions must not be allowed to be weaponized by extremists as instruments of oppression.  In an ideal world populated by more virtuous citizens, such a mandated guarantee would not be required, but we have elements in our society that are willing to expand political disputes into any and every other arena.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "While we have not been personally effected by this arbitrary not letting us open or continue to have a bank account for our business, we have had many of our customers that have been turned down or had their accounts closed.  Our bank, Woodforest National Bank, welcomes our customers and we help them establish accounts to operate their business.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Good!! We can&rsquo;t allow the &ldquo;woke&rdquo; to discriminate against conservatives when political views should have nothing to do with financial qualifications. ",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "As a small business owner, I have a good deal of my personal wealth involved in my local community. When I have grown my business in the past I have done so with the involvement of one (or more) of our local banks. They no longer exist as each have been bought by larger financial entities. The effect of which has been to remove local decision-making-authority. This makes me (and everyone else who owns a business in my community) vulnerable to capricious and politically-motivated policies, done at the whim of the financial organization&#39;s leadership (often faceless). And when you remove rule-of-law&#39;s objectivity and replace it with &quot;fee-good-emotive&quot; policies, you create an unstable business environment which reacts to illogical rules. This is a perfect storm and a recipe for certain economic failure. Add the rule. Make it possible for *everyone* to be treated the same. If a bank feels it does not have the &quot;expertise&quot; to understand a market that a borrower is participating, understand that this is a &quot;smoke-screen&quot; for emotional-driven desires to re-shape economic development. This is NOT an effective method for society-building.  ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Everyone needs fair access to cash. Discrimination against ATM operators, pawn shops or any other legal business need to be end. It&#39;s not just the business owner but their customers that are deprived of services and even reasonably fair prices. ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I support the proposed rule.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "With the ascendence of social media and mass surveillance, protections which safeguard freedom of expression are essential to a free society. Due to the extremely high barrier of entry for alternative payment processing businesses, allowing private interest to deny processing services to individuals or small businesses due to social or political orientation creates a de facto environment of supression. While active threats and terrorism will continue to be substantive problems, a private business should not be in the business of denying livelihoods to undesirables, most certainly when the metric of undesirability is driven by social media zeitgeist and backlash. In addition, payment processors should be shielded from liability from providing services to dangerous actors.  ",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I&#39;ve never read a proposed rule that has the potential to do so much good in my whole life. Think of a world where financial institutions cannot be held responsible for the ideological leanings of their clientele because the law requires them to servics everyone. This needs to be regulation yesterday.",
    "label": "verypos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Read more: https://www.ammoland.com/2021/01/time-running-out-for-gun-owner-comments-to-stop-financial-deplatforming/#ixzz6iLS0IenH<br/>Under Creative Commons License: Attribution<br/>Follow us: @Ammoland on Twitter | Ammoland on Facebook<br/><br/>It is obvious that protected industries should not be free to discriminate.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "In a healthy economic environment, competitors to current big companies have the chance to rise up and fill a niche in the market that needs to be filled. The current environment is not healthy: far too many companies can force payment processors to pull out on hearsay. This needs to be fixed.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "For me fair access to financial services is essential to freedom of speech and expression, all law abiding citizens and companies deserve a fair shot at doing buisness within the the scope of the law.<br/><br/>I have watched as people and platforms,  that, barely fall outside the scope of the main stream, online get wiped out by being unable to do the financial side of buisness. I have also read about more important buisness such as small banks, credit unions and oil companies having similar issues with the banks and payment processors refusing to do buisness with them.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "The portion relating to financial institutions decisions on deplatforming and removing entities without oversight looks fantastic. Having a governing body over the banks ability to remove people without reasons other than public perception of them facilitating banking services to that entity has been a long time coming. Thank you!",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "I am writing in support of the proposed rule guaranteeing access to financial services except as prohibited by law. It is not possible to function in modern society without banking and financial transaction processing services, and it is unconscionable that banks and credit companies would use political ideology to deny service to anyone. <br/><br/>",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Banks and payment processors are refusing services from services and individuals for arbitrary reasons. Because of this, I am unable to give money to businesses I would like to support. Please require that these payment-processing institutions provide equal service to all law-abiding businesses and people.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Protected industries should not be free to discriminate. The type of discrimination this rule addresses attack the key inalienable rights that support every member of our society. Financial service companies have discriminated against lawful commerce before and this needs to stop. If some citizens rights are discriminated against, all citizens rights are in danger.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  },
  {
    "text": "Keep banking fair and do not allow censorship or discrimination against legal industries. Thank you.",
    "label": "pos",
    "docketId": "OCC-2020-0042",
    "docAbstract": "The Office of the Comptroller of the Currency is proposing a regulation to ensure that national banks and Federal savings associations offer and provide fair access to financial services."
  }
]