[
  {
    "text": "My Name is Justin Hopkins I am part of the ownership group for a full line Freightliner/Western Star Dealership group with 10 locations in the following states, Illinois, Indiana, and Missouri.<span style='padding-left: 30px'></span>I feel strongly we have a unique ability to give you the truth when it comes to gliders and the usefulness or cost effectiveness of them without being biased since I can sell an end user both a new Freightliner or a Glider Freightliner as well as assemble them as we have this current calendar year and potentially will continue to assemble them for end users next year and beyond.  <br/><br/>With all this in mind I want to go through a couple points that people are making in terms of why we should roll back the regulations currently in place.  First and foremost, the argument presented that discusses gliders as a cost-effective way for the owner operator to compete with the big fleet.  This is just not true.  Since we here at Truck Centers, Inc are an assembler as well of gliders I can say that a new Freightliner glider assembled by us costs the same as a new Freightliner sold from us assembled from the factory with the following exceptions related do to new safety requirements.  This total dollar amount is not substantial enough though.  Estimates would put that at about $2-4,000 at most.  Since the average cost of a over the road Class 8 sleeper truck today is more than $135,000 that difference is only roughly 2%.   Secondly, in addition to the pricing discussion some folks might make the argument that the 12% Federal Excise Tax is a significant savings. Problem with this line of reasoning is that the IRS has released its updated guidelines stating all Gliders are to have the 12% tax paid so that is not a possible way to make the fully assembled truck less.  <br/><br/>The regulations as they stand today are simply in place to close the loop hole created in the original EPA guidelines.  This loop hole regarding gliders has created a cottage industry for companies such as ours as well as other better-known companies like Fitzgerald Gliders.  While I stand as a partial owner to win financially from rolling the regulations back I find it exceptionally difficult to reconcile with when I know clearly what the right thing to do.  <br/><br/>Allowing sales of 1998-2004 EPA level emission engines into trucks fully assembled or partially assembled defeats the purpose of what we are all here to do.  The difficult yet needed work to remove that black smoke that trucks had become so synonymous with is already completed.  Why would we as a governing body decide to allow ourselves to create a secondary market for dirty engines on less efficient trucks after we went through everything already? We are producing new trucks that are emitting in many cases cleaner air than they are taking in the intake.  The 98-2004 EPA emissions motors to be installed in partially assembled gliders from the factory put out something like 10 times the pollutants.  I ask you all reading this statement why would you want that if we don&#39;t need to?<br/><br/>I strongly encourage the people tasked with amending the regulations to reconsider allowing gliders to be sold with anything less than the current emission level engines.  <br/><br/>Thank you for your time and the opportunity to express my voice.  If you have any questions or concerns please feel free to reach out to me for further discussions. <br/><br/>Sincerely, <br/><br/>Justin Hopkins",
    "label": "",
    "docketId": "EPA-HQ-OAR-2014-0827",
    "docAbstract": "EPA and NHTSA, on behalf of the Department of Transportation, are each proposing rules to establish a comprehensive Heavy-Duty National Program (Phase II) that will reduce greenhouse gas emissions and fuel consumption for onroad heavy-duty vehicles, responding to the President’s directive on March 31, 2014, to take coordinated steps to produce a new generation of clean vehicles. NHTSA’s proposed fuel consumption standards and EPA’s proposed carbon dioxide (CO2) emissions standards are tailored to each of three regulatory categories of heavy-duty vehicles: Combination Tractors; Heavyduty Pickup Trucks and Vans; and Vocational Vehicles. The rules include separate standards for the engines that power combination tractors and vocational vehicles. Certain rules are exclusive to the EPA program. These include EPA’s proposed hydrofluorocarbon standards to control leakage from air conditioning systems in combination tractors, and pickup trucks and vans.\r\nThese also include EPA’s proposed nitrousoxide (N2O) and methane (CH4) emissions standards that apply to all heavy-duty engines, pickup trucks and vans."
  },
  {
    "text": "Hello, I am opposed to allowing poultry slaughterhouses to operate at line speeds above the maximum currently allowed by law. Sacrificing the safety of our food supply and the safety of our workers, while ignoring the immense suffering of animals throughout the process, is unacceptable, and contrary to the decision-making that went into the rule finalized on August 21, 2014.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "For You to make all trucks a mandated ELD is just wrong.  I have been driving for 28 years and only been asked by DOT 5 times to see my log, book i have a safe driving record and have my truck equipped with dash cams. Most of the accidents are caused by careless small cars. we also live in a country that most drunk drivers get a slap on the wrist even after they have plowed into someone, If any one should have mandated ELD is all the people that drive small cars. To force me to have one is a invasion of my privacy and besides I am the safest driver out there with no accidents on my record with over 2 million driven miles.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Trucking is not one size fits all me and my one truck business is not the same as the mega fleets ..this is why the reg.are not fair to me or any other owner operators  so yes there needs to be a major review thank you.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "To Whom It May Concern,<br/><br/>The welfare of both animals and people is intimately connected to how we raise and process our food. Increasing line speeds protects neither and I hope you will consider my position against this effort.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "Stop The Increased Cruelty On Chicken Production Lines!<br/><br/>https://www.thepetitionsite.com/259/772/429/stop-the-increased-cruelty-on-chicken-production-lines/",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "I am writing as a concerned consumer to urge you to reject the National Chicken Council&#39;s petition to increase poultry line speeds. Investigations, whistleblower accounts, and the USDA&#39;s own inspection records have shown that even at current speeds of 140 birds per minute--more than 2 birds killed every second--problems are rampant. A 2015 Compassion Over Killing investigation inside Mountaire Farms, for example, found that birds who had fallen on the ground were thrown across the room instead of being carried back to the conveyor belt; live birds were tossed into piles with the dead as workers only had time to perform split-second checks of their condition; and birds were shackled by only one leg or had their heads caught in the shackles. Thousands of USDA inspection records also document shackling errors leading to regulatory action, with birds sometimes even entering the scalding tank while still alive. These problems persist because workers are forced to rush to keep up with the current fast pace--and increasing line speeds will only exacerbate them. Chickens and turkeys already lack the bare-bones protections afforded to cows and pigs through the Humane Methods of Slaughter Act. If line speeds are increased--which I vehemently oppose--I hope that you will at least spare these birds additional suffering by extending these basic protections to them.<br/><br/>",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "Wind turbines development Might be in violation to  Article 14, Section 4 of the New York State Constitution, which specifically states that the policy of the state is to &quot;encourage the development and improvement of its agricultural lands for the production of food and other agricultural products [which]...shall include the protection of agricultural lands.&quot;.   Wind Turbines are a hazard for terrestrial and aquatic habitat for 18 animal species listed as endangered or threatened in New York State that are protected under the State Endangered Species Law and associated regulations. Ecological and economic importance of insectivorous bats in Agriculture.  the increased development of wind-power facilities are threatening populations of insectivorous bats Endangered and threatened wildlife may be adversely impacted through project actions such as clearing, grading and road building that occur within the habitats that they occupy. Certain species are unable to avoid direct impact due to their inherent poor mobility (e.g., Blanding&#39;s turtle, club shell mussel, and the brook floater and green floater). Bats are voracious predators of nocturnal insects, including many crop and forest pests. Analyses suggesting that loss of bats in North America could lead to agricultural losses estimated at more than $3.7 billion/year. Bats play an incredibly important role in the ecosystem, eating billions of crop-destroying insects like moths and beetles, as well as mosquitoes. But in just four years, more than a million bats have been killed.  The Indiana bat is a temperate, insectivorous, migratory bat. In spring, reproductive females migrate and form maternity colonies where they bear and raise their young in wooded areas. Accordingly, significant adverse impacts to ecosystems and wildlife would result. depending upon the level of development, some agricultural land could be lost. adverse impacts to organic agriculture. The potential significant adverse environmental impacts relating to agricultural land must be considered within the framework of the goals .  The severity of impacts on community character in rural communities would be greater for those areas where development is focused in a particular location or region.  New York State also has special or unique character, have been afforded additional protection to ensure their availability for public use, enjoyment, and provide important wildlife habitat and open space. Surface disturbance associated with wind turbines noise and visual effects could have negative impacts on habitats on state-owned lands, and recreational use of those lands, especially in large contiguous forest patches that are valuable because they sustain wide-ranging forest species and provide important habitat for forest interior species. significant increase of visual, noise, and traffic impacts of wind turbines results in greater significant site-specific and cumulative impacts to constitutionally protected Forest Preserve land, adversely impacting its mandated &quot;forever wild&quot; forest land character and preventing the public from having a Forest Preserve experience characterized by peace and quiet as envisioned by those who framed the Forest Preserve&#39;s constitutional protection.",
    "label": "",
    "docketId": "MSHA-2014-0031",
    "docAbstract": "Epidemiological studies have found that diesel exhaust presents health risks to workers. These possible health effects range from headaches and nausea to respiratory disease and cancer. MSHAs’ existing regulations address the health hazards to underground metal and nonmetal miners (66 FR 5706) and coal miners (66 FR 5526) from exposure to diesel particulate matter (DPM). DPM is a component of diesel exhaust. MSHA also has limits for miners’ occupational exposure to selected components of the gaseous fraction of diesel exhaust."
  },
  {
    "text": "Many  Nations  would like  to  add  more  natural  gas  into  their  electricity  mix  given  its  affordability and low emissions,  and Hydraulic fracturing with U.S. LNG exporting Is widely seen  as  an  excellent  source  of  new  supply. In  A  geopolitical  context, the  benefits  of  diversity  apply  to  suppliers as well as  Gas supplies,  and  the  added  option of  New US drilling Technology  enhances  both kinds of diversity.  This  Is  especially  important  to  Central And  Eastern European  Nations  heavily  reliant  on  Russia  For  natural  gas. This Dependence  has  not  only  led  to  higher prices, but also to  the  ability  of  Russia to exert political pressure on these nations. October  10, 2013, The  Subcommittee On  Energy  And  Power  Hosted  a forum:   Rene Jean-Jumeau, Haiti&#39;s Minister Delegate to the Prime Minister, sees U.S. LNG exports as a means for his country to transition &quot;from an aid based relationship to a trade based relationship.&quot; He said, &quot;The question  of  energy  is central to every type  of  issue  of  development  that  we  can consider.&quot; Jean-Jumeau added that replacing the oil Haiti currently uses  to   generate electricity  with natural  gas  would  lead  to  &quot;a  reduction  in  the  cost  of  electricity  by  at  least  30  percent.&quot;  This  would  have  the  double  benefit  of  making  electricity  more  accessible  to  the  citizens  of  Haiti  (a  majority  of  Haitians  do  not  yet  have  access  to  it),  while  also  ensuring  the  low  energy  prices  necessary  to  attract  investment  in  manufacturing. U.S. .  LNG Exports would serve to strengthen This kind of  cooperation. Ashok Kumar Mirpuri Singapore&#39;s Ambassador To  the  United States, said,  &quot;Increased  LNG Exports to Asia Would  further anchor the U.S. Economic presence and Further contribute  to  enhancing  the  region&#39;s energy security. In Doing  so,  the  U.S. Would strengthen Its partnerships  in the  region, serving regional  stability and Its global interests.&quot; Similarly,  Anita Orban, Hungary&#39;s Ambassador-at-Large for Energy Security Of the  Ministry Of Foreign Affairs, said That &quot;the United States Can advance its own foreign  policy Objectives with a  new tool which is called energy diplomacy.&quot; In effect, rising American Natural gas exports would lead  to  rising American Global  influence,  a development that these nations welcome. many Asian Nations are highly dependent on  imports  for  their  energy needs,  much Of which comes  from the unstable  Middle  East. For This  reason, the Prospect of  U.S. LNG  Is Especially valued for its stability. For example, Yasushi  Akahoshi, Japan&#39;s  Minister Of Economy, Trade,  Industry  And Energy,  Said that &quot;half Of  the expanded demand  for natural gas is coming from the Middle East,  And  our dependence  on that region is  rising.&quot; He  concluded that &quot;the Import  from  the U.S.  Would  be  the  most reliable supply, which  could bring  about  less  dependency  on the  Middle  East.&quot; Taranjit Singh Sandhu, India&#39;s Deputy  Chief  Of  Mission,  Stated that U.S. LNG Exports &quot;would Provide a steady, reliable supply Of clean  energy and  help  diversify  our imports from Our traditional suppliers.&quot;  It  Should  also  be  noted  that many  of the Nations participating  in  the  forum  have  cooperated with  the  U.S. to  impose Economic sanctions  on  Iran.  Quite  arguably,  American  self-sufficiency  in Natural gas  has  made it  easier  for  these  nations to Do so since they  now are less dependent on Iranian natural gas. Jaroslav Zajicek, Deputy Chief  Of  Mission  For  the  Czech  Republic,  Relayed  similar experiences. He Explained that  the  sharp  drop in U.S. Imports  of natural gas Is already  helping  by freeing  up additional  supplies  from  the Caribbean And other sources that  were  once  destined for The U.S.  But now  serve the  Western  European market. &quot;We  Have already seen  examples where the  Russian negotiating position during  contract-renewal talks  was weakened  thanks  to decreasing prices  on the  markets in Western  Europe,&quot; He said. With regard To the threat of Russian  Supply  disruptions  to the  Czech  Republic, Zajicek Urged  that  &quot;if Supplies  get cut, if  our  security  is  in  threat, we  have  to stand  for  each  other.  U.S.  LNG and  US Hydraulic fracturing Would  benefit  the common security  of  the  whole  transatlantic  family.&quot; Russia  Has  a  history  of  threatening to  cut  off Supply  to  Lithuania  And  other nations and  has  occasionally followed through on those threats. &quot;An  Ability to obtain natural gas from the U.S., even if very small amounts by U.S. standards,  would make a huge  impact  on the Lithuanian Gas  market  and  allow the  nation to develop a reliable alternative  to  Russian gas.",
    "label": "",
    "docketId": "FWS-HQ-ES-2015-0126",
    "docAbstract": null
  },
  {
    "text": "Recession of  all oil and gas regulation helps Americans committed to achieving oil and gas energy independence from the OPEC cartel and any nations hostile to our interests.  For too long, we&#39;ve been held back by burdensome oil and gas regulations,  Sound oil and gas energy policy begins with the recognition that we have vast untapped domestic energy reserves right here in America.  Domestic oil and gas from  BLM lands energy policies will lower costs for hardworking Americans and maximize the use of American resources, freeing us from dependence on foreign oil. Lifting these restrictions will greatly help American workers, increasing wages. We must take advantage of the estimated $50 trillion in untapped shale, oil, and natural gas reserves, especially those on federal lands that the American people own. We can use  the revenues from oil and gas energy production to rebuild our roads, schools, bridges and public infrastructure and  American agriculture. <br/>American income to help Poor, Seniors, And Middle class workers,   Congressional Budget Office  2012 Report Opening Most Federal Lands to Oil and Gas Leasing  Potential Budgetary Effects.    Not all controlled lands are open to leasing now. CBO estimates that, under current laws 2012 and policies, the government&#39;s gross proceeds from all federal oil and gas leases on public lands will total about......... $150 billion over the next decade.....( Before oil and gas regulations currently) ........CBO estimated that about 70 percent of undiscovered oil and gas resources are on federal lands that are available for leasing. How Much Would the Government Collect from Opening ANWR to Development?  CBO expects that opening ANWR to development would yield about $5 billion in additional receipts over the next 10 years, primarily in the form of bonus payments made by private firms for the opportunity to explore for and develop resources in particular areas. Because extraction is currently prohibited, the receipts from leasing in ANWR could not be realized under current law. Between 50 percent and 90 percent of those receipts would be paid to the state of Alaska, if specifications in the authorizing legislation were similar to those in recent legislation. gross royalties from leasing in ANWR would probably total between $25 billion and $50 billion (in 2010 dollars) during the 2023-2035 period, or roughly $2 billion to $4 billion a year. <br/>Congressional Budget Office   2012 Report Opening Most Federal Lands to Oil and Gas    How Much Would the Government Collect from Opening Other Federal Lands? CBO anticipates that new legislation directing the Department of the Interior to immediately offer most other federal lands for oil and gas leasing without any restrictions would accelerate the collection of around $2 billion of future leasing receipts into the next decade. Most of that revenue would come from OCS leases; a portion of those proceeds would be shared with state governments. <br/>Congressional Budget Office 2016  report  Domestic oil and gas production occurring on federal lands or in federal waters off the coast of the United States represented about one-fifth of total U.S. production in 2014. The firms that receive those rights to produce oil and gas make payments to the federal government, which distributes some of the money to states; over the 2005-2014 period, those payments averaged $11 billion per year.<br/>Congressional Budget Office    in 2014  before the rule,<span style='padding-left: 30px'></span>report  How Will Shale Development Affect the Federal Budget?  The increase in GDP resulting from shale development has increased federal tax revenues, and it will continue to do so. That increase will be slightly larger than the GDP increase in percentage terms, CBO expects. Specifically,  CBO estimates that federal tax revenues will be about three-quarters of 1 percent (or about $35 billion) higher in 2020. Shale production also contributes to federal receipts through payments that the developers of federally owned resources make to the government. CBO estimates that federal royalties from shale (minus the amounts that the federal government transfers to the states) will be about $300 million annually by 2020. CBO estimates that if shale gas did not exist, the price of natural gas would be about 70 percent higher  .<br/>",
    "label": "",
    "docketId": "FWS-HQ-MB-2017-0028",
    "docAbstract": null
  },
  {
    "text": "&quot;A mind is a terrible thing to waste.&quot; Good nutrition powers students&#39; invaluable minds and their development and use.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "The cruelty on chicken production line is unforgivable. Animals feel pain just like we do and should be treated with respect. They do not deserve to be treated like they are trash. Their lives should be respected. Without them we would not have their eggs or meat as a source of nourishment. It is time to respect them and treat kindly.<br/><br/>What is happening on these production lines is abuse and should be prosecuted as animal cruelty. Your job is to provide food safety. Safety is the key word. There is safety for us and respect for their lives. Now is the time to stop this abuse and respect these animal. They should not have to suffer like this! We do not respect humans that do not respect us, the same must be done for these animals.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "School lunch is the most important meal of the day for many,many children and must maintain a high nutritional and health level. Controlling the salt level in these lunches is essential.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and ALL children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a DIRECT  CONTRADICTIION of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.<br/><br/>PLEASE - The health of our developing children and youth affects not only their physical growth but their mental development and ability to learn. They are the future leaders of our nation. Care for them properly!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "The food in the cafeteria used to be better, kids that brought lunches would still go through the line and get something. The food now is not appealing whatsoever. Where our school is located, students with the opportunity would much rather bring their lunch or order lunch from a nearby, local, southern grill. The school would make more money if the food was better.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>The interim rule, effective 2018-2019, rolls back progress to improve school nutrition and childrens health.<br/>For the sake of our children, I urge the USDA to maintain strong nutrition standards for meals served in schools and not go against dietary guidelines.  For too many children, school is their only chance to get a well-balanced meal.  I urge you to serve nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. <br/><br/>Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. <br/><br/>About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. <br/><br/>I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "School meals matter. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "There shouldn&#39;t be any child that goes without a meal however tgere also shoikd be choices for all children to make",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Keep our school children healthy and fed!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "we need to support our children.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "We stand to lose more than just nutrition, we stand to set kids up for a lifetime of poor.choices in food.  And with NO ACCESS to Child Health programs this is more important than ever.  When your kids sit down to eat are YOU making sure they eat WELL?? Why disrespect other peoples kids this way???  And it&#39;s not just the &quot;poor&quot; kids or &quot;free lunch kids&quot; affected, it&#39;s ALL.KIDS IN THE SCHOOL SYSTEMS. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Public Interest:<br/>Personal flight is becoming more common place with more people endeavoring to take to the skies. Providing a means to safely introduce people to the sport of ultralight, providing components of controls and skill mastery along with new sensations in an incremental progression is my attempt to mitigate personal injury, injury to aspiring pilots, and injury to any nearby spectators.  Breaking up the layers of skills and sensations present in flight provides the public as a whole the opportunity to seek out a safer means of pursuing their ambition.<br/>Safety:<br/>The level of safety is at least equal, if not exceeded, when myself a confident and capable ultralight pilot provide instruction and introduction to aspiring ultralight pilots with tandem capability.  I providing the first few flights with an aspiring pilot will help mitigate unforeseen instances of tunnel vision or shock that block out inputs from the coach. With this approach I would be able to incrementally providing sensations and controls independent of each other reducing chances of failure in independent operation.<br/>Additional Information:<br/>An introductory article of the issues I seek to mitigate in an unrelated setting.<br/>https://www.linkedin.com/pulse/black-swan-use-survivor-psychology-counteract-shock-pascal<br/>",
    "label": "",
    "docketId": "FAA-2017-1073",
    "docAbstract": "Jason Gamble - Exemption/Rulemaking"
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Dear EPA,<br/><br/>As a citizen and a land use planner, I oppose any changes that weaken the definition of waters in the United States under the clean water act. Streams with and without permanent flow, wetlands, and estuaries are the sources of much fresh drinking water, sediment trapping that clean and filter runoff before it enters larger bodies of water, and biodiversity. These features prevent flooding after snow-melt and storm surges during hurricanes. As a resident of California, many of our streams are dry much of the year but carry water after storms. Any pollution or sediment placed in these dry wash beds has huge environmental implications for water quality and biodiversity, and they should be regulated as they are today under current rules, which was the original intention of the Clean Water Act. Our national waters are important for more than just navigation. Please continue to protect them all.<br/><br/>Thank you,<br/><br/>Loretta Moreno, M.Sc.<br/>",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Rare earth elements in Wind Turbines and Electric cars  need  more safety,  There have been several incidents involving both lithium primary (non-rechargeable) and lithium-ion (rechargeable) batteries Aircraft Cargo Fire-  REPORT April 99 (LAX)-Dropped pallet of lithium primary batteries on ramp caught fire-No external ignition source    REPORT  FEDEX -Memphis incident -A shipment of lithium-ion batteries were placed in a cargo container and loaded into a FEDEX aircraft -The handlers smelled smoke and determined it was coming from the cargo container -The container was off loaded from the aircraft and burst into flames on the ramp -NTSB investigation determined the source of the fire was the lithium battery shipment  REPORT   A relatively small fire source is sufficient start a lithium battery fire The ignition of a single battery produces enough heat to ignite adjacent batteries Halon 1301 is ineffective in suppressing a lithium battery fire , Batteries of the same type but from different manufacturers exhibit varying flammability characteristics.  REPORT Halon 1301 chemically interacts with the burning lithium and electrolyte-with no effect on fire intensity, Cargo liner is vulnerable to penetration by molten lithium,  Batteries fuse together when exposed to flame, promoting propagation between batteries.  The temperatures found in a suppressed smoldering cargo fire are sufficient to ignite a primary lithium battery . The pressure rise due to battery ignition is sufficient to compromise the integrity of a cargo compartment.    RSPA Interim Final Rule Issued &quot;Prohibition on the Transportation of Primary Lithium Batteries and Cells Aboard Passenger Aircraft&quot; , 49 CFR Parts 171, 172, 173 and 175 [Docket No. RSPA-04-19886 (HM-224E] RIN 2137-AE05.  prohibits primary lithium battery cargo shipments on passenger carrying aircraft, Federal Register, December 15, 2004, Page 75208   TEST  Propagation: the heat generated by the cells that vented electrolyte would often ignite adjacent cells even after the alcohol fire had exhausted its fuel and gone out -Explosion: occasionally, a cell did not vent, and instead exploded forcefully, expelling the entire contents of the cell from the casing, Fire ball from electrolyte mist, Large pressure pulse. single battery raises the pressure in the nearly airtight 10 m3 facility 0.2 psi, Four batteries can raise it as much as 1.2 psi, A single exploding battery can raise the pressure 0.5 psi Sun newspaper  article shows  oct 19  2017   Huge blaze is caused by burning lithium-ion battery in Tesla Model Toxic gases released by the burning power packs meant firefighters had to wear special breathing kit to tackle the blaze. And while the driver made it out safely, it took five fire engines, 35 crew members and two hours to finally get the fire under control.<span style='padding-left: 30px'></span>Web site is   https://www.thesun.co.uk/motors/4721171/terrifying-tesla-video-shows-unstoppable-electric-car-inferno-that-took-35-firefighters-to-extinguish/  the web site has  video highlights the potential dangers of millions of electric cars flooding UK roads and the prospect of an uncontrollable blaze breaking out. Electric cars with subsidy of 7,500  given to rich, report shows the average buyer makes  150,000 a year. While the material is mined by child labor in Africa make 2 bucks a day   America tax payer money going overseas to finance the Electric cars that are  toxic not clean just check to air quality in China,    BUDGET NEED REPEAL the Plug-in Electric Drive Motor Vehicle Credit . America stop financing oversea dirty companies  .  American Child are put at risk with Toxic Lithium battery, Ban them.",
    "label": "",
    "docketId": "CPSC-2017-0032",
    "docAbstract": "The Consumer Product Safety Improvement Act of 2008 (CPSIA) required the Consumer Product Safety Commission (CPSC or the Commission) to publish, as a mandatory consumer product safety standard, the American National Standard for Four-Wheel All-Terrain Vehicles Equipment Configuration, and Performance Requirements developed by the Specialty Vehicle Institute of America (ANSI/SVIA 1-2007).  CPSC published that standard on November 14, 2008 and has revised it twice in accordance with the CPSIA’s revision procedures .  ANSI/SVIA has again revised its standard.  CPSC proposes to amend its mandatory ATV standard to reference the 2023 edition of the ANSI/SVIA standard."
  },
  {
    "text": "Past EPA Administration failed to account for Toxic Emissions other sources example.<br/>Mt Ruapehu Volcano; 25 November 2017.recorded high levels of carbon dioxide, sulfur dioxide and hydrogen sulfide emissions from the crater lake (Te Wai -Moe). &quot;The CO2 emission rate on 23 November was 2290 tonnes/day, one of the largest values recorded in recent years. Therefore; New Zealand has to get 458,000 cars from the roads tomorrow to offset the crater lake emissions. That is about same as The Nonsince of Climate change ideas. Maybe we can tax a volcano for toxic Emissions?? ; <br/>What about Wildfire greenhouse gas GHG ) ? this can harm local communities and surrounding areas lakes, rivers, and ocean, and contribute to regional and global air pollution problems of smog, particulate matter, and toxics (such as benzene, a carcinogen). Wildfire gas contributes to climate change, because the primary constituent is methane, an especially powerful greenhouse gas (GHG), with climate impacts of carbon dioxide (CO2), . U.S. Environmental Protection Agency (EPA) issued rules in 2012 and early 2016 to control emissions of methane and volatile organic compounds (VOCs) to address safety, waste, production accountability, and/or air quality concerns. but failed in this rule to include Wildfires ..why ?? California Wild Fires.... MUST be in debate on greenhouse gas GHG, ozone, particle matters, MATT, clean air regulations, cross state emissions, Regional Haze Rule, carbon tax, and climate change, more than autos, more than industrial, more than oil and gas business. Wildfires are the biggest threat to ozone and humans and has most deaths Wildfire gaseous pollutants are precursors for ozone (O3) production.<br/> Hamburg-based Max Planck Institute for Meteorology, one of the world&#39;s leading climate research centers. &#39;some of the computer &quot;scenarios&quot; used by the UN IPCC to predict the future impacts of global warming. &quot;Some emissions scenarios are perhaps already demonstrably WRONG,&quot; It is possible that all of them are wrong. Environmentalists have attacked adaptation and preparedness in the belief that taking steps to prepare for global warming - for instance, by building higher seawalls and levees or identifying new water supplies for regions likely to be affected by drought - would undermine their arguments for carbon reductions.&quot; <br/>Group of German scientists of &quot;several scientific disciplines&quot; formed a new group declare themselves climate change skeptics. There is no proven influence on climate by manmade emission of CO2; 2) Scenarios on future climate change derived from computer models are speculative and contradicted by climate history; 3) There has been climate change in all times of Earth history with alternating cold and warm phases; 4) The trace gas CO2 dos not pollute the atmosphere, CO2 is an essential resource for plant growth and therefore a precondition for life on Earth; 5) We are committing ourselves to an effective preservation of our environment and support arrangements to prevent unnecessary stress on eco systems; and 6) We strongly warn against taking action using imminent climate catastrophe as a vehicle which will not be beneficial for our environment and will cause economic damage.&quot;<br/>2017 A new study suggests temperatures across Antarctica have been falling for the last 1,600 years. Antarctica cooling since Roman Times, climate models wrong (again). Our new reconstructions confirm a significant cooling trend from 0 to 1900CE across all Antarctic regions where records extend back into the 1st millennium, the &quot;absence of significant continent-scale warming of Antarctica over the last 100 years is in clear contrast with the significant industrial-era warming trends that are evident in reconstructions for all other continents (except Africa) and the tropical oceans.&quot;This lack of warming &quot;is not in agreement with climate model simulations<br/>overwhelming evidence of natural causes such as changes in the output of the sun, wildfires, volcano are the cause not man. Natural recurring changes have been going on for 1000 years. Most authors and sources have summarized the historical CO2 determinations by chemical methods incorrectly and promulgated the unjustifiable view that historical methods of analysis were unreliable and produced poor quality results.&quot;<br/>UK Professor Emeritus of Biogeography Philip Stott of the University of London ridiculed the notion of a scientific &quot;consensus&quot; on catastrophic man-made global warming. Swedish Geologist Dr. Wibjorn Karlen,. &quot;I have used the NASA temperature data for a study of several major areas. As far as I can see the IPCC &quot;Global Temperature&quot; is wrong. Temperature is fluctuating but it is still most places cooler than in the 1930s and 1940s,&quot;<br/>Newspapers should think about the damage they are doing to many persons, particularly young kids, by spreading the exaggerated views of a human impact on climate,&quot;",
    "label": "",
    "docketId": "MSHA-2014-0031",
    "docAbstract": "Epidemiological studies have found that diesel exhaust presents health risks to workers. These possible health effects range from headaches and nausea to respiratory disease and cancer. MSHAs’ existing regulations address the health hazards to underground metal and nonmetal miners (66 FR 5706) and coal miners (66 FR 5526) from exposure to diesel particulate matter (DPM). DPM is a component of diesel exhaust. MSHA also has limits for miners’ occupational exposure to selected components of the gaseous fraction of diesel exhaust."
  },
  {
    "text": "November 29, 2017<br/><br/>Division of Dockets Management (HFA-305)<br/>Food and Drug Administration  <br/>5630 Fishers Lane, Rm. 1061 <br/>Rockville, MD 20852 <br/> <br/>RE:  Docket No. FDA-2017-D-3001-0002, Modified Risk Tobacco Product Applications: Applications for iQOS System With Marlboro Heatsticks, iQOS System With Marlboro Smooth Menthol Heatsticks, and iQOS System With Marlboro Fresh Menthol Heatsticks <br/><br/>To Whom It May Concern: <br/><br/>Eby-Brown Company supports the U.S. Food &amp; Drug Administration in its commitment to evaluate new products based on the most recent science and research available.  We value the FDA&#39;s product review process and are grateful for the opportunity to participate by offering our comments on the Modified Risk Tobacco Product (MRTP) application referenced above.   <br/><br/>Established over 125 years ago, Eby-Brown has grown into the largest independent wholesale distributor servicing the Convenience Industry. Eby-Brown has over 2,000 employees across 9 distribution centers and our corporate office center covering the eastern half of the United States.  <br/><br/>Eby-Brown respects the rights of adults to purchase legal products. Moreover, like the FDA, Eby-Brown also recognizes the importance of the &quot;Continuum of Risk&quot; framework to tobacco regulation.  If the FDA determines that a product can be marketed as a Modified Risk Tobacco Product, we would like to be able to offer it to our adult customers as an alternative to more harmful traditional cigarettes. <br/><br/>Eby-Brown encourages the FDA to review all MRTP applications in a timely and efficient manner. FDA authorized less harmful tobacco products could play a vital role in transitioning adult tobacco consumers away from traditional cigarettes and help reduce the harm caused by traditional cigarettes.  <br/><br/>Again, Eby-Brown appreciates the opportunity to submit comments in support of the MRTP process and we urge the FDA to act as expeditiously as possible.<br/><br/>Sincerely,<br/><br/>George Main<br/>Vice President of Merchandising<br/>Eby-Brown Company<br/>",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "DEPARTMENT OF TRANSPORTATION<br/>[Docket No. DOT-OST-2017-0069]<br/>390.5   Definitions. Commercial motor vehicle <br/>383.5   Definitions. Commercial motor vehicle<br/><br/>Proposal<br/><br/>Change the definition of commercial motor vehicle (1) in 390.5 and 383.5 to be the same and read as follows:<br/>Commercial motor vehicle (CMV) means a motor vehicle or combination of motor vehicles used in commerce to transport passengers or property if the motor vehicle is a<br/>(1) Combination Vehicle (Group A)having a gross combination weight of 11,794 kilograms or more (26,001 pounds or more), inclusive of a towed unit(s). <br/><br/>Reasoning<br/><br/>1. Simplification<br/>Having a consistent definition of a CMV is less confusing. Using the actual weight vs. weight rating is on point when it comes to safety. An empty trailer may have a GVWR that is as much as 4 times greater than the actual empty weight. Most trailers that are pulled as a commercial commodity are delivered brand new and empty.<br/><br/>2. Financial burden<br/><span style='padding-left: 30px'></span>A. Regulations are extensive and complicated.<br/>In printed form, the Federal Motor Carrier Safety Regulations Management Edition is 591 pages. <br/>JJ Keller does a pretty good job of explaining the regulations. You can purchase an FMCSA Compliance Manual from JJ Keller for $269 reduced from $697. Their manual with explanations is over 850 pages. In order to stay on top of the constantly changing regulations, it is advised to subscribe to the online version for $425/year. In addition to having knowledge of the extensive federal regulations, drivers and motor carriers are also held responsible for knowing the state regulations of each state they travel through.<br/><span style='padding-left: 30px'></span>B. Compliance requires hiring personnel to manage.<br/>Staying on top of this large number of regulations and managing DOT compliance of drivers requires at least one full time staff member. As a small motor carrier with 18 drivers, the FMCSA DOT safety officer that performed our last audit said that managing DOT compliance was too much for one person to do. He also said that an annual salary of $35,000 was not enough pay. Based on the recommendation of the FMCSA, for 18 drivers we should have a DOT compliance manager ($40,000) with an assistant ($15,080). Add $8,262 for taxes and insurance, $10,000 for office space, equipment, etc. and your total comes to $73,342.<br/><span style='padding-left: 30px'></span>C. Compliance requires training.<br/>Ongoing training is required of office personnel and drivers. The USDOT Transportation Safety Institute offers a Motor Carrier Safety Compliance Course for $825. In their own words they describe how complicated the regulations are, &quot;Our state-of-the-art courses are designed to address the complexities, intricacies and challenges facing each of the transportation modes.&quot; Initial and periodic driver training is another expense.<br/><span style='padding-left: 30px'></span>D. Non-compliance is even more of a financial burden.<br/>Most small motor carriers or independent owner/operators do not have the financial resources to hire a compliance manager nor the time to take on the task themselves. This in turn leads to violations at roadside inspections which lead to fines, increased insurance premiums and vulnerability to lawsuits, enough to put them out of business.<br/><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><br/>3. Minimal effect on safety<br/>According to FARS, between the years of 2009 and 2015 large trucks with GVWR between 10,001 and 26,000 were involved in only 1 to 1.5% of all crashes with fatalities. A smaller section of this segment, medium/heavy pickups, was involved in less than half of 1% of all crashes with fatalities.<br/>The National Highway Traffic Safety Administration, DOT final rule on Federal Motor Vehicle Safety Standards; Air Brake Systems states &quot;The FMCSA data indicate that for all types of crashes involving large trucks, those involving trucks with a GVWR over 26,000 pounds have the highest rate of crash involvement.&quot;<br/>Also, the majority of crashes with fatalities that involve large trucks are not the fault of the truck driver. It seems that better training before issuing class D driver licenses would be a better use of resources and have a greater impact on saving lives.<br/><br/>Conclusion<br/><br/>The financial burden imposed on this segment of commercial motor vehicles that falls on the low end of the definition of a large truck exceeds the benefits. This financial burden is wiping out small businesses in the United States. 90% of the trucking industry that delivers goods across the United States is made up of independent owner operators or small motor carriers with fleets of 10 or less. At least consider some relief to those with a minimal safety risk by raising the weight for the definition of commercial motor vehicle.<br/>",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Since tax dollars are being used to fund public school lunches, I would like refer them to be funding healthier food options including lower sodium, lower fat, and multi-grain foods. Kids deserve to be given healthy foods that will enable them to best learn and grow. Rolling back existing nutrition standards will only hurt them. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Good nutrition aids learning.<br/>+++++++++++++++++++++++++++++++++++33",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "I think it is a great idea for schools to have more salts in there school cafeterias because most kids wont eat the whole grain foods so it better for them to eat something than nothing at all. This change will make school meals more enjoyable.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Our children need nutrition to preform at the highest level...",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "As a medical doctor and especially as a pulmonary specialist I have huge experience with patients, with or without serious diseases, who cannot quit smoking in one of the country with the highest smoking rates - Bulgaria. For many years, me and my colleagues have initiated or participated in different anti-smoking campaigns and programs, in research projects with NRT, gave numerous interviews and talks about the harmful effects of smoking. Some of these activities were successful, others not so much, but at the end of the day there are still more than 2.5 million smokers in Bulgaria. When I heard about the first smoke free product of PMI I was skeptical, but I am a doctor and out of curiosity I started to read and get deeper in the available data about the product. I can say that the researches in pulmonary area are really interesting and I am waiting with even bigger interest for the further clinical trials data. I think that the development of high quality products that have the potential to reduce the risk for those who do not want to quit smoking is very promising. Such products should have solid data and evidence behind them and the evaluation of external agencies is critical in order the society and we, as medical doctors, to be sure that these products are real better alternative than smoking.",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "Smoking cigarettes is one of the major risk factors for atherosclerosis and cardiovascular disease caused by an increasing of radical oxygen species (ROS). The gold standard for cardiovascular prevention is smoking cessation. Only in the people who are not intended to quit smoking less harmful tobacco and nicotine products (MRTPs) could be an option. scientific research that works in this sense can be of help for public health.",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "Thank you, Maia, for bringing some our suffering to light,  for making visible the &quot;invisible epidemic&quot; of suicides due to chronic pain no longer being treated. Jay Lawrence broke his back in a 1980s accident that ultimately triggered years of chronic pain, ...<br/>his widow, Meredith Lawrence lost her husband to suicide earlier this year after his doctor abruptly decided to cut down his opioid pain medication.  In March, Jay Lawrence shot himself with a gun that he insisted she purchase for him. He was 58. They were together in a park in Tennessee, near where, just two years earlier, they had renewed their wedding vows. When he died, Meredith was holding his hand. Afterwards, she called the police and was arrested for assisting a suicide (she&#39;s now on probation). Jay had warned his wife that there might come a day when the pain became too much for him.<br/>He&#39;d had three back <br/><br/>And Jay is also far from the only person to have taken their life in response: several dozen similar cases have been documented by a growing and furious group of pain patient advocates and doctors (who are not funded by pharmaceutical companies), and who are starting to organize in the aftermath of the crackdown.<br/><br/>The stories are nearly unbearable to read: descriptions of various forms of intense agony, mitigated to some extent with medication, which is then stopped regardless of the patients&#39; pleas.<br/><br/>And then, death: often by shooting, sometimes by overdose.<br/><br/>Kertesz says he receives numerous emails and social media posts from patients who are suffering and thinks the government needs to fund research to specifically track the outcomes of these patients. &quot;Widespread suicidal ideation should be seen as a signal of a major risk,&quot; he says.<br/><br/>Although the guidelines were intended to be voluntary and to apply only to general practitionersnot pain specialiststhey&#39;ve been widely interpreted as a mandate.<br/><br/>Doctors who have patients on doses that exceed the guidelines receive letters from insurers and medical boards suggesting that they cut back; state Medicaid policies have been implemented that actually do mandate a maximum legal opioid dose and pharmacies like CVS are imposing their own limits on what they will dispense.<br/><br/>All of this is occurring despite wide individual variation in opioid metabolism (meaning a high dose for one patient will be a low dose for another), tolerance (over time, higher doses can become necessary), pain condition (again, immensely variable) and a complete lack of research showing that forcibly lowering opioid dose is safe or effective.<br/><br/>&quot;It remains the case that there is no evidence that mandated prescribing reduction results in better outcomes for patients,&quot; say Kertesz.<br/><br/>&quot;A gradual taper is something every patient on high-dose opioids for chronic pain should be encouraged to do, and doctors owe it to these patients to explain why a taper makes sense,&quot; says David Juurlink, professor of medicine at the University of Toronto, who is a major proponent of decreasing the use of opioids for chronic pain.<br/><br/>However, he says, &quot;As much as high-dose opioid therapy is a bad idea, tapering abruptly without the patient&#39;s buy-in makes things worse. I discourage the practice at every opportunity.&quot;<br/><br/>Juurlink says he would never cut opioid dosage as abruptly as was done in Jay&#39;s case. &quot;I would not take someone from 120 to 90 in two weeks, unless he a) really wanted to, and, critically, b) understood that it might be tough, and that I&#39;d take him back up to 120 if things got bad and we&#39;d go more slowly next time.&quot;<br/><br/>In the climate of fear induced by the opioid crisis, however, doctors are focused on self-preservation.<br/><br/>Patients report coming into doctor&#39;s offices and seeing signs advising them that medication doses are being dropped, for everyone, no exceptions. &quot;The popular discourse presents opioids as lethal and physicians as no better than heroin dealers,&quot; says Kertesz<br/><br/>These patients need exactly that: some kind of certificate or validation that their doctors are permitted to prescribe for them and they are patients in good standing.<br/>The CDC also needs to make a public statement saying that its guidelines cannot be used to prosecute doctors who prescribe higher doses in good faith. The goal of lowering dosage is supposed to be to protect patients from the overdose death risk associated with high doses. But lowering numbers on a chart isn&#39;t saving LIVES<br/>The CDC, the DEA, and other regulators who oversee our response to the opioid crisis must take heed. Cutting off opioids used by addicted people hasn&#39;t protected themit&#39;s merely shifted them to more dangerous street supplies like heroin and fentanyl, further increasing the death rate.<br/>For pain patients, these suicides and the stories of those whose pain has worsened as their opioids were take away suggest that they, too, are being harmed. Who is being helped here? The operation cannot be a success if the patients die.<br/><br/>",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "People placed global warming at the bottom of the list in terms of our planet&#39;s priorities in a  poll which ranked the world&#39;s most pressing problems  Less than two percent of the climate studies in the survey actually endorsed the so-called &quot;consensus view&quot; that human activity is driving global warming and some of the studies actually opposed that view. Despite a manufactured &quot;consensus,&quot; the elites and leaders continued to ignore any attempt to question the orthodoxy of climate alarmism.  September 2006 News article claimed that polar bears in the Arctic are threatened with extinction by global warming. The article quoted a visitor to the Arctic who claims he saw two distressed polar bears. According to the article, the man noted that &quot;one of the polar bears looked to be dead and the other one looked to be exhausted.&quot; The article did not state the bears were actually dead or exhausted, rather that they &quot;looked&quot; that way. What was missing from this article was the fact that according to biologists who study the animals, polar bears are doing quite well. Biologist Dr. Mitchell Taylor from the Arctic government of Nunavut, a territory of Canada, refuted these claims in May when he noted that &quot;Of the 13 populations of polar bears in Canada, 11 are stable or increasing in number. They are not going extinct, or even appear to be affected at present.&quot; Sadly, it appears that reporting anecdotes and hearsay as fact, has now replaced the basic tenets of journalism.  Each such alarmist article is larded with words such as &#39;if&#39;, &#39;might&#39;, &#39;could&#39;, &#39;probably&#39;, &#39;perhaps&#39;, &#39;expected&#39;, &#39;projected&#39; or &#39;modeled&#39; - and many involve such deep dreaming, or ignorance of scientific facts and principles, that they are akin to nonsense,&quot; a professor concluded in an op-ed. A Magazine which first warned of a coming ice age in 1920&#39;s before switching to warning about global warming in the 1930&#39;s before switching yet again to promoting the 1970&#39;s coming ice age scare. The April 3, 2006 global warming special report of Magazine was a prime example of the media&#39;s shortcomings, as the magazine cited partisan left-wing environmental groups with a vested financial interest in hyping alarmism. Example ENGINEERED &#39;&#39;CONSENSUS&quot; a newspaper featured an op-ed by a social scientist at University and the author of a 2004 Science study. Insisted that a review of 928 scientific papers showed there was 100% consensus that global warming was not caused by natural climate variations. However, the analysis in Magazine excluded nearly 11,000 studies or more than 90 percent of the papers dealing with global warming, according to a critique by social scientist. Example media endlessly hypes studies that purportedly show that global warming could increase mosquito populations, malaria, West Nile Virus, heat waves and hurricanes, threaten the oceans, damage coral reefs, boost poison ivy growth, damage vineyards, and global food crops, Oddly, according to the  another  reports, warmer temperatures almost never seem to have any positive effects on plant or animal life or food production. Poll found that most Americans do not attribute the cause of recent severe weather events to global warming, and the portion of Americans who believe global warming is naturally occurring is on the rise. it appears that alarmism has led to skepticism. The American people know when their intelligence is being insulted. They know when they are being used and when they are being duped by the hysterical left. The American people deserve better -- much better -- from our fourth estate. We have a right to expect accuracy and objectivity on climate change coverage. We have a right to expect balance in sourcing and fair analysis from our leaders  who cover the issue. must roll back this mantra that there is scientific &quot;consensus&quot; of impending climatic doom as an excuse to ignore recent science. After all, there was a so-called scientific &quot;consensus&quot; that there were nine planets in our solar system until Pluto was recently demoted.  Stopping Hysteria will not be easy since hysteria sells -- it&#39;s very profitable but educated people challenge the  Hype and ask leaders  to reverse course and report on the objective science of climate change, to stop ignoring legitimate voices this scientific debate and to stop acting as a vehicle for unsubstantiated hype. media has flip-flopped between global cooling and warming scares. <br/>At the turn of the 20th century, the elites and billionaires peddled an upcoming ice age -- and they said the world was coming to an end. In the 1930s, the alarm was raised about disaster from global warming - again they said the world was coming to an end. Then in the 70&#39;s, an alarm for another ice age was raised - again they said the world was coming to an end. And now, today we are back to fears of catastrophic global warming -- and once again they are saying the world is coming to an end.<br/>",
    "label": "",
    "docketId": "EPA-HQ-OAR-2015-0216",
    "docAbstract": "Oil and natural gas production is a significant source of ozone-forming volatile organic compounds.  EPA’s regulations to reduce emissions from the oil and natural gas industry generally do not address existing sources.  This Control Techniques Guideline will extend control measures from the Oil and Natural Gas New Source Performance Standards to existing sources."
  },
  {
    "text": "Federal Motor Carrier Safety Administration<br/>DOT-OST-2017-0069<br/><br/>49CFR 395 Subpart B <br/> ELD&#39;s has no proven study on the safety as FMCSA states. Hacking is a concern for my safety and any other American on the road ways. It goes against my Constitutional rights, the ELD mandate goes against the FMCSA rules for instance rule states in 49 CFR 395.8: All stops made in any one city, town, village or municipality may be computed as one. In such cases the sum of all stops should be shown on a continuous line as on-duty (not driving). The cost is a financial burden on small businesses and my family, along with every American. With the rise of every commodity in the country, due to the extra cost of freight charges. The added stress of watching a clock tick down will be added stress to each driver to run harder and push as hard as they can to get to destinations. Everything cannot be planned out perfectly at the start of each load. No one knows traffic conditions, weather, or accidents along each route and not to forget a parking place at the end of your driving day. Who says that position of scheduled stop has a parking place when you get there? Back to the added stress of one&#39;s health!!! My doctor has raised questions on this as well and voiced her concerns on all the drivers. <br/><br/>My opinion on fixing <br/>More studies on all safety issues not just saying people want to drive illegal, more rulings on new applicants coming into the trucking industry. Background checks on individuals with a mental health review. More driver training new drivers does not have this, most can&#39;t even back up into a parking spot between two other trucks. They don&#39;t see adverse driving conditions that is faced each and every day. <br/><br/>49 CFR 395 Subpart A<br/>Hours of Service needs to be addressed and consideration of change. Drive time, Breaks and total hours. First shipper and receiver&#39;s has also a very large amount of control over the driver&#39;s time. With long load and unloading times that eat up the 14 hour rule and with less drive time after waiting for hours. There also needs to be regulation put in place to be compensated for long load and unloading times. (Detention Time). <br/>Flexibility of hours needs to be considered with split sleeper berths with drive times as well. Consideration of load times and off-loading. Everyone is not the same and some can&#39;t sleep during daylight hours. And some can&#39;t drive at night sleep patterns has a huge safety concern. Safety starts with the driver first. If they are tired and frustrated due to having to drive through heavy traffic conditions as work traffic with cars cutting them off and making things harder than they need to be is a nation concern and not enough education for all drivers. With more and more people using their phones while driving has to be the number 1 cause of accidents, I will say 9 out of 10 is using their phone. Police has said it&#39;s too much paperwork to right that may tickets a day. But how many lives would be saved if they did??? <br/>As far as it making a fair playing field, How can that be I have a one truck operating business, large companies have hundreds hauling loads to one at a time. So if you take those numbers and compare it is no way a fair playing field. I support the HR-3282 Bill and ask the FMCSA to look hard at the impact of this Mandate on a nation as a whole. Ask yourself do I use my phone or have I used my phone driving home from work? <br/>The hacking may not seem possible but neither did 911 did it? And as a owner operator I ask if it does happen and I kill someone or look at it as this way if it was your spouse and kids and it was because of a hacked truck. How could you live with that?? I know I could not live with self and not to mention being sued for everything I own or have a prison sentence to face. <br/> ",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Federal Motor Carrier Safety Administration  FMCSA<br/><br/>Docket Number DOT-OST 2017-0069<br/><br/>Electronic Logging Device ELD<br/><br/>1] Specific Regulation<br/><span style='padding-left: 30px'></span>49 CFR 395 Subpart B<br/><br/>2] Description of the Burdensome Regulation<br/><span style='padding-left: 30px'></span>This is a Burdensome Regulation for me because there are 193 ELDs on the market. AND  &quot;With manufacturers of ELDs currently responsible for self-certificating their compliance with government standards-with no effective procedures seemingly yet developed to provide oversight over such self-certifying--drivers and operators are left with out any way of ascertaining which brands and models of devices ultimately will pass muster&quot;  &quot;Drivers and Owners must fly blindly into investing in products they are being required to purchase&quot;. I agree with Attorney General Curtis T Hill Jr. Indiana. This Electronic Logging Device needs to be delayed before the Dec.18, 2017 dead line. $2 Billion cost, Cyber Security Treats, not certified or vetted, Not all LAW enforcement have been trained yet and there is only 3 weeks left, Owner-Operators are not ready, I&#39;m no ready, our customers are not ready. Out of 193 ELD makers I might buy the one that doesn&#39;t survive-then I have to by another and maybe another.<br/><br/>3] Description of less Burdensome Alternitive<br/><span style='padding-left: 30px'></span>The only alternative is to delay this troublesome and costly ELD mandate. With all the exemptions granted and all the Owner-Operators, Drivers, Small Family Trucking Companies and now the Indiana Attorney General asking for a delay. A delay is the only Alternative.<br/><br/>4] Groups/People that will be effected<br/><span style='padding-left: 30px'></span>I will be, my family and friends, the Owner-Operators and drivers, everybody will be paying for this $2 Billion Mandate<br/><br/>",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "ELDs are not the answer and is not a one size fits all approach to the trucking industry. There sre many different types of trucking jobs and I feel the hours of service need to change. ELDs are definitely not the answer. ",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "With only 110 lbs of payload it is difficult to trade payload/endurance for safety.  However, it  has been demonstrated on a similar rotary wing drone that the autonomous flight control system can be programmed to auto-rotate the aircraft in the event of an engine failure.  This software adds no additional weight penalty.  The ability to select a suitable emergency landing site has also been demonstrated.  It is neither large nor heavy (order of 1 pound additional weight).  In this manner, the aircraft knows its total energy (altitude and airspeed) and can continuously calculate suitable emergency landing points within the &quot;total energy&quot; constraints at the moment of an engine or gearbox malfunction.  Typically, these things are done in a manned rotary wing aircraft by the pilot.  These functions can  be performed via automation which significantly enhances the safety of people and things on the ground.<br/><br/>From a sense-and-avoid standpoint, there are demonstrated systems that will enhance overall safety whether in an emergency condition or not.  The fundamental concept is to not fly into something, whether that something is another aircraft, a building, a tower, etc.  This is not difficult to implement, however the published information on the &quot;airworthiness&quot; operations do not include such a system.  Considering the aircraft is intended to be flown beyond visual sight, more serious consideration to some form of sense-and-avoid should  be mandated.<br/><br/>Information on the control link from the ground operator to the aircraft is lacking in detail.  Has a lost-link procedure been implemented?  Has a &quot;captured-link&quot; (link control by third party) been considered and mitigated?  How can the public ensure the aircraft operating in an autonomous mode, beyond line of sight of the control operator(s) will not &quot;wander off&quot; into more populated areas or into airways (ala, the navy&#39;s rotary wing drone in southern Maryland several years ago).<br/><br/>Finally, what is the certification basis of the rotary wing aircraft design and fabrication and the method of compliance with that certification basis?  Is it the same as manned aircraft (Robinson R-22 for example) or is it a Special airworthiness certification standard of some form?  Assuming it is Experimental (and not Restricted), then it is imperative that the public knows the aircraft will not deviate from its limited operating area defined by the FAA.  The information provided in the public announcement does not provide a sufficient level of confidence that the rotary wing drone aircraft will not stray out of its intended operating area.",
    "label": "",
    "docketId": "FAA-2017-1058",
    "docAbstract": "FlightScan Corporation, Camcopter S-100, Special Class Airworthiness Criteria"
  },
  {
    "text": "I am opposed to allowing poultry slaughterhouses to operate at line speeds above the maximum currently allowed by law. Sacrificing the safety of our food supply and the safety of our workers, while ignoring the immense suffering of animals throughout the process, is unacceptable, and contrary to the decision-making that went into the rule finalized on August 21, 2014.<br/><br/>I strongly oppose waiving the line speed restrictions in poultry slaughterhouses.<br/><br/>Thank you for the opportunity to express my concern.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "In my opinion I think as a kid reflecting on this I think it is unfair because I love fruits and vegtables and they are trying to take that away FROM Us",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "Children need strong, healthy bodies in order to grow up.  One of them could even be the future president.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "To weaken the quality of school meals is obscene!  More salt/sodium? NO! Refined grains? NO! <br/><br/>This is insanity! I don&#39;t want my 5 year old daughter and her friends, Latino and otherwise, to be stuck with even worse nutrition because of some stupid and unreasonable new rule. <br/><br/>Our children&#39;s health is at stake. <br/><br/>For the health of Latino children and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. <br/><br/>For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Line speeds are a critical component of worker safety and should not be eliminated.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "I strongly support the position of the Humane Society with this comment: <br/><br/>I am opposed to allowing poultry slaughterhouses to operate at line speeds above the maximum currently allowed by law. Sacrificing the safety of our food supply and the safety of our workers, while ignoring the immense suffering of animals throughout the process, is unacceptable, and contrary to the decision-making that went into the rule finalized on August 21, 2014.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "ELD should not be permitted as it would result in fees greater then the benefits. This will hurt the livestock industry and horse hauling tremendously. A way of life for many in the horse industry, which are by the 1000&#39;s from each state, will be faced with the decision to quit. The current regulations with insurance for hauling along with registrations on vehicles and trailers are already more then enough. Mandatory vaccinations and blood testing are also very time consuming. ELD with KILL the horse industry beyond repair.<br/>H.R. 6282 needs to be passed and ELD proposal should be thrown out!",
    "label": "",
    "docketId": "USDA-2017-0002",
    "docAbstract": null
  },
  {
    "text": "FMCSA,DOT-OST-2017-0069<br/><br/>As time passes and we see how many sectors of the industry want exemptions to this ruling it shows that one size does not fit all.<br/>I have also spoken to many Law enforcement agencies that do not want this either.<br/><br/>This has nothing to do with safety!<br/>I have researched the contributions made by the ATA to push this through.<br/>It is all a plight for them to monopolize this industry.<br/><br/>All you need to do is follow the money trail..<br/><br/>Also look at the safety records of the ATA companies who are already on ELDs....They are the worst it in the industry.<br/>Swift with over 60 fatalities this year and Werner not far behind!....Just terrible these &quot;self insured&quot; companies continue to operate!<br/><br/>We do NOT need monitoring but new drivers need much more training.<br/><br/>As a 36 year veteran driver this mandate is the very worst thing to happen....It is all to drive us experienced small business out of existence.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Ban poisonous lead ammo. I know that this goes against the Trump kleptocracy, but you have to bear in mind that people like President Impeachment Bait and Ryan &quot;Garrison Flag&quot; Zinke are mental.",
    "label": "",
    "docketId": "FWS-HQ-MB-2017-0028",
    "docAbstract": null
  },
  {
    "text": "C&#39;mon now. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Reducing food standards for children is a bad idea.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Do not weaken the nutrition standards for school meals!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "The US government should support healthful meals for school children.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "ANOTHER TREASONOUS MOVE BY THE TRAITOR GOVERNMENT... PLEASE GO **** YOURSELF LIKE YOU ARE ******* THE REST OF THE PEOPLE...",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "What could be more important than the health of all American children?  Proper nutrition is a major part of their health equation. A proper and substantial diet must be maintained for all children!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Please feed the children quality food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "The way you &#39;politicians&#39; treat children in this country is absolutely despicable.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Please do not allow the rules for school lunches to be weakened.  With obesity rampant in adults in the United States, something must be done to prevent the youngest citizens from becoming this same condition.  Already too many youngsters are showing signs of being overweight.<br/><br/>Obesity isn&#39;t just a matter of how one looks but can affect other health matters as overweight children are less likely to want to exercise so do not acquire the muscular strength needed to maintain full body function.  Obesity is linked to heart disease and diabetes which are adding to medical costs on the country.  <br/><br/>It seems to me easier and less costly to develop good nutritional habits in children than to try to correct the problems created by poor eating habits when they are adults.  Please do not weaken the rules for their lunches at school.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I urge the USDA to maintain strong nutritional standards for meals served in schools.About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review.  For many Latino and other children, school is their only chance to get a well-balanced meal. That is why I urge you now to keep the bar high for serving nutritious food in schools across the country and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "What more can FDA do to ensure that the full range of available information, including about possible public health effects, is considered when making opioid-related regulatory decisions;  1. Patients and their family sign a statement that they have received information on the medication including side effects, other options were provided, a diagnosis, a treatment plan, the length of treatment, where to report abuse, and any other warning.  2. These should be signed by both the patient and the health care professional. 3. Copies should be given to the patient, a copy kept in the patients file.  Regular audits should be made to make sure this practice is being done. Copies can be sent to an email box that tracks these forms. 4. Health care professionals should be audited for any conflicts of interests receiving benefits from the prescribing of drugs.  5. If found guilty some action should be taken against the provider. 6. Actions can include losing the authority to dispense medications and have the local pharmacy noticed that the provider can no longer dispense drugs.  Give the patient an option to make a declaration that they want to be treated without the use of any drugs.  If the providers doesnt know how to treat without the use of drugs then they need to provide names and addresses of other providers that can treat without the use of drugs.  Patients should be educated on the signs that they have become addicted to the drugs or that the side effects they are experiencing are worse than the health problem.  <br/>What steps can FDA take with respect to dispensing and packaging (e.g., unit of use) to facilitate consistency of and promote appropriate prescribing practice; 1. Provide printed inserts describing how the medications should be used.  2. What should be avoided or consequences of mixing drugs and alcohol. 3. A phone number to call if there are adverse side effects and how to report and get help. 4. The maximum amount of medication that can be taken and the recommended length of time that it should be taken without suffering adverse effects.  5. A Clear statement that most medications are not for long term use as they can cause permanent changes to the body including addiction, damage, and death.  6. The longest time that the medication should be clearly stated, such as 14 days, 30 days maximum time to be consumed.  7. If they suspect their health care professional has inappropriately prescribed a medication for themselves or others instruction should be included on how to report the abuse.  <br/>Should FDA require some form of mandatory education for health care professionals who prescribe opioid drug products, and if so, how should such a system be implemented?  Yes mandatory education should be implemented and certified with a certificate of completion to be on file at the business location where they work.  Education should include:  1. What side effects and risks are involved in taking the prescribed medication. 2. What other options are available and have they been tried prior to considering prescribing drugs.  For example, physical therapy, chiropractic services, acupuncture, rest and relaxation, meditation, less risky medications such as herbal preparations. 3. Classes should be offered by certified learning facilities adult classes, college classes, private schools.  4. Costs should be supplemented by the drug manufacturers and distributors since it is their responsibility to make sure health care professionals and patients are fully aware of the risks and that there are other alternative therapies.  5. Curriculum should include malpractice and personal liability for over and mis-prescribing medications that do more harm than good.  <br/>",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "I am appalled that the CDC &quot;guidelines&quot; are being &quot;enforced&quot; and Doctor&#39;s are being threatened and punished for prescribing what they know their patient&#39;s needs are.  Chronic and acute pain are serious problems.  When reporting is done on &quot;opiate&quot; deaths they are not being broken down into illegal drugs such as heroin and street fentanyl as opposed to properly prescribed pain meds that people need just to be able to function and get through the day.  We are being lied to.  These guidelines were not even made in a transparent manner with proper input by many different members especially everyday people that have chronic pain issues and their Doctor&#39;s that know how to prescribe for them.  <br/><br/>I am so thankful that a few years ago my elderly Mother had a pain control Doctor that helped her out tremendously.  She would have committed suicide if she had to live in the horrific pain that she had from failed back surgeries, fibromyalgia and general degenerative spine and body issues.  Pain management allowed her to live out her remaining years with  pain control but not total relief.  My understanding is that suicide is already up from patient&#39;s inability to get pain medication for their chronic issues.  And this is only going to get worse unless immediate changes are made.  <br/><br/>You have forced some to go to the streets looking for pain relief so they can just feel human again.  Good people having to take these measures....obtain what they always had legally, illegally.<br/><br/>Hopefully, the pendulum will swing back and common sense will reign!",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "Wind Turbines are not efficient. if Billionaires did not push false ideas and tax payer subsides were stopped there would be No Wind Turbines. Not clean but use Toxic material harmful to humans and animals. The wind industry is like the hype such as Dutch tulip mania. elaborate effort to fleece world. Subsidies are what built them. Subsidies are what run them. So, when the subsidies run out, it isn&#39;t long before the only remaining force at work is rust. Wind Turbines near water from local aquifers, streams &amp; rivers have the potential for contamination once built.<br/>UNITED KINGDOM has stopped wind Subsidies ; government Treasury said Nov. 22, 2017 there will be NO new low carbon electricity levies before 2025 ( energy subsidies) NO LONGER the right vehicle. GERMANY : electricity rates at close to 30 euro-cents for each kilowatt-hour, they are among the world&#39;s highest. By 2021 approx. 5,700 wind turbines will be closed down no wind taxpayer Subsidies. In the following years, 2,000 to 3,000 megawatts each will be decommissioned. That would be more than a quarter wind power capacity which would be eliminated. AUSTRALIA power bills, 20% higher than this time last year. CANADA : Ontario Consumers bills have increase over 88% over the last 5 years due to the wind farm subsidies. Even though after 30 years wind farms only produce 4% of the energy, it cost is 20% of each person bill.. As of 2017, The cost of wind power will add $170 Billion to Taxpayers electrical bills. (To put into perspective, $170 billion can buy 8,500,000 Honda Civics.).<br/>CONCERNS : by 2020 an estimated 33,000 to 111,000 bats will be KILLED ANNUALLY by wind turbines in the Mid-Atlantic . Mortality from factors is substantial on long-term cumulative impacts on both aquatic and terrestrial ecosystems. the economic consequences of losing bats could be substantial. Loss of bats .... could lead to... agricultural losses ...estimated at more than the value of bats to Farmers and Forest , may be as low as... $3.7 billion/year and as high as $53 billion/year....... <br/>CONCERN : Wind Turbine Noise ... facility that emit a noise level known to exceed health limits, where the noise becomes &#39;intrusive and annoying&#39; is not only unreasonable, it is unconscionable and should be unlawful. Nuisance noise complaints by neighbors, studies show that turbine noise can lead to sleep deprivation and other health problems also cause Wildlife nesting issues. .<br/>CONCERN BIRDS every year 573,000 birds (including 83,000 raptors) and 888,000 bats are killed by wind turbines. Collisions of small migratory songbird species account for approximately 60% of fatalities at U.S. wind facilities . Small songbirds comprise more than 90% of all landbirds (Partners in Flight Science Committee 2013). Most songbird species are migratory.<br/>CONCERN . magnetic fields can pass through buildings, living things, and most other materials. The electric and magnetic forces in EMFs are caused by electromagnetic radiation. EMFs in the ionizing radiation part of the electromagnetic spectrum can damage DNA or cells directly. study in 1979 pointed to electric power lines and childhood leukemia. nine studies reported a twofold increase in risk of childhood leukemia among children with exposures. case-control study U.S. Air Force personnel found increased risk of brain cancer among personnel who maintained or repaired radiofrequency or microwave-emitting equipment . 2002, the International Agency for Research on Cancer (IARC), Working Group classified ELF-EMFs as &quot;possibly carcinogenic ( cancer causing ) to humans,&quot;. 2015, the European Commission Scientific Committee reviewed electromagnetic fields. It found epidemiologic studies of frequency fields show an increased risk of childhood leukemia. <br/>Concern Wind turbines and Electric cars use rare-earth component of the magnets . Chinese producers capture 95% to 98% of the world market of &quot;rare-earth&quot; materials. neodymium oxides . The world&#39;s largest refinery for rare-earth metals in Kuantan, Malaysia has street demonstrations over radiation concerns, regulatory challenges, and the withdrawal of a major equipment. Each turbine constructed requires at least a couple THOUSAND pounds of Rare Earth Elements (REEs; China still produces 86 percent of the world&#39;s supply of Rare Earth Elements in 2014 and close to 60 percent of American supply was imported. Note: Per UNICEF mining cobalt material 40,000 children worked in mines in Africa, material purchased by china, battery then made in Korea, Sfety of the rare earth refinery, which is being built by Lynas, an Australian company. Lynas has been trying for several years to find a site for the permanent disposal of the roughly 20,000 tons a year of low-level radioactive waste that will be produced, and is still struggling to do so.<br/>",
    "label": "",
    "docketId": "EPA-HQ-OPPT-2017-0421",
    "docAbstract": "As directed by the June 2016 Frank R. Lautenberg Chemical Safety for the 21st Century Amendments to the Toxic Substances Control Act (TSCA), EPA is issuing a proposed rule to require reporting to assist in the preparation of an “inventory of mercury supply, use, and trade in the United States,” where “mercury” is defined as “elemental mercury” and “a mercury compound.” This proposed rule will require reporting from any person who manufactures (including imports) mercury or mercury-added products or otherwise intentionally uses mercury in a manufacturing process. The Agency must promulgate the final reporting rule not later than two years after the date of enactment of the amendments (June 22, 2018)."
  },
  {
    "text": "I am opposed to allowing poultry slaughterhouses to operate at line speeds above the maximum currently allowed by law. <br/>Sacrificing the safety of our food supply and the safety of our workers, while ignoring the immense suffering of animals throughout the <br/>process, is unacceptable, and contrary to the decision-making that went into the rule finalized on August 21, 2014.<br/>Do the right thing...now!",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "On behalf of the Arab Air Carriers Organization, I appreciate the opportunity to respond to the Department of Transportations (DOT)s Notification of Regulatory Review. AACO represents 34 airlines of which 8 fly to the United States on a regularly scheduled basis. As such, AACO has a substantial interest in the outcome of this review.<br/><br/>We are highly in favor of DOTs review of existing Department rules and regulations impacting commercial aviation hoping that with that review, the DOT will emphasize deregulation in its approach towards commercial aviation by limiting its role to the mandate given to it by the Congress and in a way that guarantees that the cost of implementing any regulations does not exceed the benefits.<br/><br/>We would like to support IATAs and A4As submissions on this Docket and in particular the international aspects of those submissions.<br/>",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Agency Name: Federal Motor Carrier Safety Administration<br/><br/>Docket Number: DOT-OST-2017-0069<br/><br/>Specific Reference: ELD; 49 CFR 395 Subpart B <br/><br/>To whom it may concern, FMCSA and All Parties included<br/><br/>ELD&#39;s are not a Safety prevention device. Nor are they adequate and tested to fit the needs for all sectors in the transportation industry. The infringement to a business owner and the security of Myself and of my Commodity is of grave concern.<br/><br/>As a Sole Woman Owned and Operated Independent Trucking Company, Rollin&#39; B, for 38 yrs I&#39;ve seen many changes in rules and regulations in the trucking industry. Changes are needed in every area of any business for growth but these changes must be beneficial to all involved. The ELD Mandate not only controls my freedom to operate as an American Business owner but also dictates what level of growth and my income of my business. <br/>The ELD safety statistics provided are not compatible with reality if implemented. As the statistics are by model not by fact.<br/>ELD&#39;s open many doors of opportunity for invasion from outside third parties to infiltrate information for security sensitive and high dollar loads. They also place drivers at a higher risk for outside targeting for personal safety. These risks in all safety to drivers and freight is being handed to the third party monitor that small businesses and single truck owners are required to hire for compliance of ELD&#39;s. <br/>I myself have hauled DOD permitted &#39;Munitions&#39; ranging from M16 Colt Manufacturing to the FBI Academy in Quantico, VA as well as Phoenix Land to Air missiles. In doing so the high security is only monitored by the DOD and the threat of infiltration was removed by not having an ELD also monitored by an outside source just for logging. <br/>God Bless those lost in Las Vegas recently and the Victims of 9-11  ...<br/>I&#39;m sure none of them ever expected when they went to work or bought a concert ticket that they were in danger of losing their lives to terrorism. <br/>The cost to the Small business owner is an additional continuous burden that there is no option to avoid.<br/>For those like myself with many proven years and miles of perfect safety this takes a big part of the pride of being a helpmate to AMERICA!<br/>As I&#39;m honored and blessed to have been chosen 1/76 and placed on the FMCSA PROFESSIONAL SAFE DRIVER Poster in the hallway of the FMCSA Building in Washington, D.C. I feel that the Requirement for an ELD for myself is inappropriate and unjust toward me with my proven record and business owner.<br/><br/>Thank you for your immediate attention. Happy Holidays to each and your families.<br/><br/>God bless,<br/><br/>Ingrid R. Brown<br/>CEO/Independent Owner/Operator<br/>Rollin&#39; B<br/>Mountain City, TN",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "<span style='padding-left: 30px'></span>With the trucking industry in the state of chaos and ruin that it is right now due to over regulation and corporate lobbying, I must ask that the Department of Transportation take a step back and evaluate the real needs of Americans, and American truckers, and worthwhile  uses of our nation&#39;s resources. <br/>    The ELD mandate is an overbearing, costly to both users and the American consumers, and must be postponed until the bugs have been worked out, and all the states have been trained to use them. Thank you. ",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "In order to Make America Great Again we absolutely need net conservation benefits from our land management decisions and policies.   Do not sit by and let every single reference to climate change be completely effaced from American policy. <br/>",
    "label": "",
    "docketId": "FWS-HQ-ES-2015-0126",
    "docAbstract": null
  },
  {
    "text": "Our kids are our future, please do not take this program back to the.dark ages where they were getting sub standard foods.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "children today need every little bit of help that we can give them",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. Providing meaningful chances for children to obtain nutritional meals is imperative to the health of all children. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only real chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "We have to move forward by improving nutritional standards for young growing minds. Rolling back these standards is undeniably abhorrent, pandering to corporate and special interests. The healthiest food available is what our public schools should be serving as a policy not chocolate milk!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Let&#39;s remember that our children are our future!  You all who work in government agencies know better than we the public do what has been done to our food.  Feed our children well!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Why would anyone object to healthy meals for school children.  We have a child obesity problem currently, which could get worse.  If children eat healthy when young, many times they continue with this practice into adulthood.  Make your decision based on children&#39;s best interest, not for politics please.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food. <br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>After 30 years in education, I can definitely say that a child&#39;s nutrition has a direct affect on his or her ability to learn. Eating habits formed in childhood often last a lifetime, so we need to encourage the best possible nutrition. The health issues caused by poor nutritional habits cost the government billions of dollars in medical care as people age. <br/><br/>For the health of all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. <br/><br/>For many kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.<br/><br/> We should not be moving backwards where children&#39;s nutrition is concerned.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "Subject: Repeal of Clean Trucks Rule<br/><br/>Organization: concerned private citizen<br/><br/>I would like to submit these comments on the proposed rule change affecting glider trucks . This rule change would allow many of these trucks to keep using  pre-2002 engines that emit from 20 to 40 times as much smog-forming nitrogen oxides and soot as today&#39;s engines.<br/><br/>I fear that withdrawing this rule will be bad for Americans&#39; health and lead to hundreds of unnecessary deaths from particle pollution, not even taking into account the carcinogenic potential of diesel exhaust.<br/><br/> My husband suffers from asthma and a close friend has COPD. For them and many others, withdrawing this rule has a direct impact of their health.<br/><br/>Since manufacturers are already profitably producing cleaner diesel engines, I see no reason to change this rulemaking. Please keep it in place.",
    "label": "",
    "docketId": "EPA-HQ-OAR-2014-0827",
    "docAbstract": "EPA and NHTSA, on behalf of the Department of Transportation, are each proposing rules to establish a comprehensive Heavy-Duty National Program (Phase II) that will reduce greenhouse gas emissions and fuel consumption for onroad heavy-duty vehicles, responding to the President’s directive on March 31, 2014, to take coordinated steps to produce a new generation of clean vehicles. NHTSA’s proposed fuel consumption standards and EPA’s proposed carbon dioxide (CO2) emissions standards are tailored to each of three regulatory categories of heavy-duty vehicles: Combination Tractors; Heavyduty Pickup Trucks and Vans; and Vocational Vehicles. The rules include separate standards for the engines that power combination tractors and vocational vehicles. Certain rules are exclusive to the EPA program. These include EPA’s proposed hydrofluorocarbon standards to control leakage from air conditioning systems in combination tractors, and pickup trucks and vans.\r\nThese also include EPA’s proposed nitrousoxide (N2O) and methane (CH4) emissions standards that apply to all heavy-duty engines, pickup trucks and vans."
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "The line speeds for the poultry industry need to be slowed down, NOT speeded up! The way that slaughterhouses kill poultry is already inhumane, and leads to a lot of contaminated poultry as it is. The industry needs to be more regulated, NOT less. This proposed rule change is absurd, and will only need to more recalls in the future. I am frankly disgusted that 140 birds are killed every minute, because of all the safety issues and accidents that happen to workers at the current rate of speed. I urge you to reject this proposal that is driven by sheer greed, and consider slowing down the current rate of birds killed every minute. ",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "I&#39;ve been driving since 1995. I&#39;m 55 years old, my mother was the last person to tell me when I needed to go to bed. An electronic box will not do that. While I understand regulations are for safety an electronic logbook does not drive the truck and never will. Emphasis on training and hiring practices are far more important. There are plenty of laws and regulation on the books to keep most of us in check. Owner operators and companies absorb enough expenses for this business adding just another expense just cost the consumers more money than necessary. Thank you",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Thank you for the opportunity to provide feedback on the Final 2018 Quality Payment Program rules and input into future regulations for this program. <br/><br/>We are a consulting practice that assists many small and mid-sized practices with MIPS reporting.  We have several suggestions for reducing the burden to small practices in the Cost Category.  Although there is no submission requirement, small practices will be faced with 30% of their 2019 MIPS score being generated through this category.  Small practices do not have the infrastructure and resources to appropriately analyze detailed cost data and take actions to directly influence costs.  The current measures and attribution methodologies are difficult to understand, with performance scored against benchmarks that are not known in advance.  While a large group with hundreds of eligible cases can hope to identify patterns and trends that suggest actions that can be taken to reduce costs over time, a small group with 20-35 eligible cases will not be able to do so.  For small practices, almost a third of their MIPS score will essentially be outside of their control.  We offer the following specific suggestions for your consideration in the 2019 MIPS program:<br/>  1) Exempt all providers in &#39;small&#39; practices (15 and fewer providers) from the Cost Category and reweight the 30% to Quality or distribute between other categories.<br/>  2) Significantly increase the minimum case volume required to score a cost measure.  While there may be statistical significance at the lower volumes you have identified (20 for PCC and 35 for MSPB), that does not mean that the patient-level data is sufficient for the provider to determine changes in processes or systems that can impact costs of future cases.  Next year&#39;s 35 hospitalized patients may well look quite different than this year&#39;s 35 patients so that steps a provider takes to change processes that reduce costs may have no effect whatsoever.<br/>  3) Specialists should be measured only on episode measures for specific procedures that they perform and should be exempt from the general cost measures such as PCC and MSPB.  <br/><br/>We are very appreciative of the inclusion of clinical experts in the development of cost measures, but would urge you to include the perspective of small, independent groups that are held accountable for costs that are outside their ability to control.<br/><br/>Thank you.",
    "label": "",
    "docketId": "CMS-2017-0082",
    "docAbstract": "The Medicare Access and CHIP Reauthorization Act of 2015 (MACRA)\nestablished the Quality Payment Program for eligible clinicians. Under the Quality Payment Program, eligible clinicians can participate via one of two tracks: Advanced Alternative Payment Models (APMs); or the Merit-based Incentive Payment System (MIPS). We began implementing the Quality Payment Program through rulemaking for calendar year (CY) 2017.  This rule provides proposed updates for the second and future years of the Quality Payment Program."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "NOAA-NMFS-2017-0123",
    "docAbstract": "This rulemaking would update the essential fish habitat (EFH) and habitat areas of particular concern designation for all of the New England Fishery Management Council’s managed species based on more recent information.  This rule will also propose revisions to the system of habitat management areas, update groundfish seasonal spawning closures, and establish Dedicated Habitat Research Areas."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OAR-2017-0355",
    "docAbstract": "The EPA is taking action to repeal the Carbon Pollution Emission Guidelines for Existing Stationary Sources: Electric Utility Generating Units (EGUs), commonly referred to as the Clean Power Plan, as promulgated October 23, 2015. The EPA is also proposing the Affordable Clean Energy rule which would establish emission guidelines for states to develop plans to address greenhouse gas emissions from existing coal-fired power plants. The ACE rule would replace the 2015 Clean Power Plan, which EPA has proposed to repeal because it exceeded EPA's authority."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "On behalf of Downwinders at Risk and Sierra Club, Earthjustice submits the attached documents that comprise part of the Appendix for their submission. ",
    "label": "",
    "docketId": "EPA-HQ-OAR-2016-0442",
    "docAbstract": "According to Clean Air Act Sections 112(f)(2) and 112(d)(6) respectfully, the EPA is required to perform an analysis 8 years after a rule has been promulgated, and if needed promulgate new standards to mediate any remaining residual risk to the public and provide an ample margin of safety, and also to perform a technology review every 8 years, taking into account developments in practices, processes, and control technologies for a given industry.  This docket will contain rulemaking, supporting documents and comments for both of these actions."
  },
  {
    "text": "On behalf of Downwinders at Risk and Sierra Club, Earthjustice submits the attached documents that comprise part of the Appendix for their submission. ",
    "label": "",
    "docketId": "EPA-HQ-OAR-2016-0442",
    "docAbstract": "According to Clean Air Act Sections 112(f)(2) and 112(d)(6) respectfully, the EPA is required to perform an analysis 8 years after a rule has been promulgated, and if needed promulgate new standards to mediate any remaining residual risk to the public and provide an ample margin of safety, and also to perform a technology review every 8 years, taking into account developments in practices, processes, and control technologies for a given industry.  This docket will contain rulemaking, supporting documents and comments for both of these actions."
  },
  {
    "text": "Please see the attached.",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Attached are comments from the Association of State Floodplain Mangers (ASFPM) on <br/>Docket ID No.EPA-HQ-OW-2017-0480<br/>regarding the proposed rule on Waters of the US under the Clean Water act<br/><br/>Larry A. Larson, P.E., CFM | Director Emeritus-Senior Policy Advisor<br/>Association of State Floodplain Managers<br/>575 D&#39;Onofrio Drive Suite 200 | Madison, WI 53719<br/>Tel: 608-828-3000 |Cell 608-235-9165 |mailto:larry@floods.org<br/><br/>",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Please find attached AFPM&#39;s comments on the public meeting regarding WOTUS questions. ",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Agency Name: Federal Motor Carrier Safety Administration<br/>Docket Number: DOT-OST-2017-0069<br/>The specific reference that I am commenting on is ELD general: 49 CFR 395 Subpart B<br/>This regulation is another way for &quot;big business&quot;, the mega carriers and the ATA, to squeeze out the small businesses, in the form of Owner Operators and Small Carriers. The use of ELDs have not and will not increase safety, but they do add on to the seemingly never ending list of things small carriers will need to pay for to stay in compliance.  The ATA claims that ELDs will make trucking safer, but right now the biggest users of ELDs are the MegaCarriers, and they have the worst safety scores. Compare this to small carriers and owner operators, many  who choose not to use ELDs, who have much higher safety scores. <br/>Its fine if the Mega Carriers want to use ELDs to keep track of their drivers and their equipment. That is part of their employee management. It should not be forced onto all truckers. A small carrier, where the guy driving is the owner of the business and the equipment, does not need to keep track of himself in this way.<br/>The biggest safety issue that I see for ELDs, which is the biggest thing that makes them UNSAFE to drivers and the general public, is that the cyber security threat. Not only can an ELD be hacked, but if it is, then the hacker has direct control of the truck&#39;s motor/computer. The risk is a truck being hacked by terrorists and used as a weapon. Or even if thieves wanted to steal the load, whether it be high dollar merchandise or Hazmat materials, they could just hack the trucks computer, stop the motor and ambush the driver. Drivers already have a lot to worry about with their personal safety on the road, especially the drivers that spend most of their time living in their truck... at least right now they know if they are moving they are in control.<br/>Forcing the use of ELDs is also a violation of privacy rights, since the data will show the drivers constant location, routine, sleeping habits, and that data is accessible by 3rd parties.<br/>There is also the issue of driver coercion when and ELD is being watched by a dispatcher. Just because a driver has been on break for the legal minimum of time, does not meant that the driver would feel ready to safely operate the vehiclethey may not feel rested or there may by unsafe weather conditions. But if the ELD shows that the break is &quot;over&#39; then the dispatcher will push the driver to go. This also goes the other way, there may still be driving time left on the clock, but the driver may feel that it is safer to start their break early. The dispatcher would push them to keep going because there is still time. In these situations the driver&#39;s safety, and the public&#39;s, is put at risk but taking away their control of their own safety. Drivers are forced to follow what the ELD says or risk losing their job.<br/>ELDs do not improve safety, they actually decrease safety; and should not be forced on the whole of an industry that does not want it. Leave them as an option for business to decide individually if it is a good fit for them. <br/><br/>",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "The ELD mandate is a costly and burdensome regulation that needs to be eliminated.  My husband has driven a truck for over 20 years for small trucking companies, and more recently as an owner/operator.  The ELD mandate will be an added expense that will provide no benefit to him.  This mandate was introduced as a way to improve safety, but my fear is that it will do the opposite.  The cost of this mandate (purchasing, installing, and maintaining the device) will drive small trucking companies and owner/operators out of business, most of these drivers will be long term, experienced drivers.  The people benefiting from this will be the Mega carriers who will try to pick up the slack by hiring more new, inexperienced drivers to put on the road.  If the goal is to increase safety the solution is better driver training.  Another major concern is cyber security.  I am not comfortable knowing my husband is in a truck with something plugged into his computer that can be hacked, and at this point I have heard nothing confidently stating this could not happen.  His safety on the road, and that of the drivers around him, is first priority; until there is 100% certainty that his truck can&#39;t be hacked (steering system, brake system) this mandate should not be implemented.  Based on recent data breaches I find this uncertainty a single reason to eliminate, or at least postpone the mandate.  In addition to his safety, hacking could lead to fines or being put out of service if someone is able to alter his ELD. ",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "I fully concur with the proposed rule.  My experience stems from approximately 200 hours of traditional fixed wing flight time, and an additional 500 hours of experience in the V-22. The vast majority of the flying I&#39;ve done in the V-22 has been, for all intents and purposes, identical to my experience in fixed wing aircraft.  The V-22 is a CRM intensive aircraft that, when in horizontal flight, handles and operates just like a fixed wing airplane and requires aviators that are familiar, comfortable, and capable in complex airspace environments, not unlike the air carrier operations that call for an ATP rating.  When operating in and out of prepared surface airfields, the V-22 requires TOLD computations and calculated stall margins as well.  <br/><br/>These are examples that show the level of identicality between traditional fixed wing and V-22 operations that make the current V-22 time classification to &quot;powered lift&quot; unnecessary and wasteful.  Capable and experienced pilots are required to spend tens of thousands of dollars and take valuable time in order to qualify for a fixed wing ATP rating, when their flight experience in the V-22 is more valuable than the single engine piston time that is (economically) required to take its stead.<br/><br/>The FAA will be making a great decision to implement this rule that will ease the transition of experienced military pilots into the civilian sector, and help alleviate the impending pilot shortage that is looming over the airlines. ",
    "label": "",
    "docketId": "FAA-2017-1106",
    "docAbstract": "Recognition of Pilot in Command Experience in Part 121 Air Carrier Operations"
  },
  {
    "text": "Canned hunting does not benefit endangered animals. Please protect the endangered species and not further harm them.",
    "label": "",
    "docketId": "FWS-HQ-IA-2017-0070",
    "docAbstract": "John Warren, Austin, TX; PRT-47139C / Craig B. Stanford, South Pasadena, CA; PRT-47036C / 777 Ranch, Inc., Hondo, TX; PRT-017404 / Houston Zoo, Inc., Houston, TX; PRT-44006C / Fred Jack Perret, Collierville, TN; PRT-47953C / Stephen Kuhn-Hendricks, Tallahassee, FL; PRT-27209C / Mote Marine Laboratory, Sarasota, Florida; PRT-100361"
  },
  {
    "text": "Please protect the children! They need nutritious food to develop their bodies and minds. It is important that the government assure the safety of the nations children!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Good childhood nutrition is extremely important for the young minds and bodies that will be the foundation of our future.  Allow flexibility without significantly reducing nutritional value for our kids.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Nutrition is important.  Dont weaken standards.  Our future depends on the kids in school now.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Our children need good, healthy food NOT junk food.  ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Do not deprive any child from food and nutrition for any reason.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of all children, I strongly urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 4 children are food insecure; for many children, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I think increasing the number of times you monitor reports for information regarding the dairy products that go out to consumers, is a very important thing. I do hope that this program will pass. ",
    "label": "",
    "docketId": "AMS-DA-17-0055",
    "docAbstract": null
  },
  {
    "text": "Dear EPA, <br/><br/>As a concerned citizen, I oppose any changes to weaken the definition of waters in the United States.  Streams, wetlands, and estuaries are the sources of much fresh drinking water, sediment trapping, and biodiversity.  They prevent flooding after snowmelt; and storm surges during hurricanes.  Navigation is no way to determine the importance of our national waters.  Please continue to protect them.  <br/><br/>Karen Lund<br/>Columbia, New Jersey<br/>",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Dear Public Servants,<br/><br/>Please let science inform you of the importance of ephemeral or minor waterways. These seasonally feed into our precious river ecosystems. They have definite effects on down stream drinking water, and native flora and fauna. Many times effecting endangered species. Disruption and pollution have sever impacts. In many instances these waterways recharge meadows containing valuable natural resources.   And they provide flood control through ground absorption.<br/><br/>I believe reasonable accommodations can be reached for property owners while protecting these essential elements of the natural ecosystems.<br/><br/>Thanks for you consideration,<br/><br/>Richard Kellogg<br/>26247 Metolius Meadows Dr.<br/>Camp Sherman,<br/>OR 97730<br/><br/>  <br/>",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "I am very supportive of our present Clean Water Act.  We drink, recreate, and use water throughout  the day, and throughout our lives.  Our health also depends on clean water, and the only way to insure that for all Americans is to support and enforce the Clean Water Act.  Corporations and individuals who degrade and poison our waters, need to be caught and prosecuted, they cannot and should not make profits off degrading the health and recreation of our citizens.  The laws must be enforced, and breakers of these laws need to be caught, fined, and made to clean up their pollution.  If you need a case in point, you only need to look at Detroit.  It would have been healthier, cheaper, easier, and more effective to clean this up years ago, and do a proper analysis of the problem, following the Clean Water Act and its recommendations.  <br/>Please support and enforce this Law,<br/>Roy O&#39;Connor<br/>Missoula, Mt",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Instead of cutting inspection panels in skin why not give us the option of drilling a small hole and using a borescope to inspect. I agree there should be an inspection of this area, but we can drill hole and use a tinnerman patch to cover hole instead of cutting 6 inch holes in skins. I realize not everyone has access to borescope but give the option. ",
    "label": "",
    "docketId": "FAA-2017-1059",
    "docAbstract": "Piper PA-28/PA-32 main wing spar, 2017-CE-035-AD"
  },
  {
    "text": "Bobby<br/>NOVEMBER 23, 2017 AT 2:01 AM<br/>Most doctors feel or are being told that pain doesn&#39;t kill which unless you live with it 24/7, the thought of suicide comes into picture.<br/><br/>I wish I could give you a go to support group. Chronic pain patients that are well documented are being included in the black market heroin, fentanyl, carafentanyl, drug trade.<br/><br/>I would suggest to your physician that you and I need to be patient centered treatment. Meaning your a square peg that doesn&#39;t fit in a circle therefore conventional treatment or patient management has to be thrown out.<br/><br/>Only and I mean only 1 in 10 patients with a prescription for opioid or opiate management become a statistic. The United Nations considers withholding healthcare or pain management a form of torture to patients like you.<br/><br/>This Opiod or Opiates propaganda is really taking hold and no one is looking at the hard numbers.<br/><br/>Here are the numbers pulled from a published author from the CDC, NIH, and many other sources. Maybe you can show your physician this. There are bigger problems than Dr to RX treatment.<br/><br/>2016 deaths per day &amp; cause<br/>16,850 heart disease<br/>16,500 cancer<br/>1,315 tobacco*<br/>684 medical error<br/>175 OD(all drugs)<br/>121 suicide<br/>109 car accident<br/>101 alcohol*<br/>98 gun<br/>59 Fentanyl*<br/>41 heroin*<br/>~40 CPP* suicide<br/>39 Rx opioid*<br/>&lt;10 legal Rx opioid only OD<br/><br/>* related<br/>#OpioidEpidemic<br/><br/>When I hear a physician not being able to think or use science on his or her own then they are not the person you need treating you. No one persons human genome is the same as the other nor is everyone else&#39;s environmental exposures that create chronic health concerns either.<br/><br/>Arm yourself with knowledge and facts as the truth has no sides<br/>Real fact real numbers PAIN PATIENTS ARE KILLING THEMSELVES RATHER THEN LIVE WITH HORRUBLE PAIN. IS THIS THE GOAL. NO SCIENCE WAS USED IN TUE CDC GUIDELINES. PROPAGANDA IF IT GOES UNTOUCHED BECOMES TRUTH TO THE IGNORANT. IS THIS THE GOAL. SCIENCE PROVES LONG TERM HIGH DOSE OPIOIDS GIVE A MUCH BETTER QUALITY OF LIFE THEN ANY OTHER OPTION. SHOULD THESE PEOPLE BE PUNISHED FOR THE CRIMES IF OTHERS. CHRONIC PAIN PATIENTS ARE IN THE MILLIONS AND ARE THE ONLY PEOPLE SUFFERING. DRUG ABUSERS ONLY STOP WHEN THEY DIE OR MAKE A DECISION TO GET HELP. PERIOD. THERE HAS BEEN NO SCIENCE OR EVEN COMMON SENCE USED IN THE CDC GUIDELINES . THIS ANDREW KOLODNEY IS MAKING MILLIONS BECAUSE HE ACTUALLY SAID PEOPLEIN PAIN SHOULD SUCK IT UP. HE MAKE MONEY OFF OF HIS REHAB BUSINESS. WHICH ONLY HAS A 3% SUCCESS RATE<br/>THAT IS THE NATIONAL AVG OF ANY REHAB CLINIC. A JUNKIE MUST LIVE THE 12 STEPS OF SOBRIETY. THIS HAS NOTHING TO DO WITH PAIN PATIENTS. THEY DONT GET HIGH THEY JUST GET PAIN RELIEF. IF YOU TAKE THE MEDICINE AWAY,  THE PAIN COMES BACK IN FULL FORCE. OVER MANY YEARS DEGENERATIVE DISCS DONT HEAL THEY GET WORSE. COMMON SENCE SAYS THEN DONT TAKE AWAY THE MEDICINE THAT WORKS. IF DURG ADDICTS COULD FIGURE OUT A WAY TO GET HIGH OFF OF INSULIN WOULD YOU DEPRUVE A DIBETIC THE ONLY MEDICATION THAT WORKS?<br/>YOU GUYS MUST TALK TO CONGRESS AND TRUMP SO THEY UNDERSTAND THIS BIG DIFFERENCE BETWEEN A JUNKIE DRUG ABUSER AND A CHRONIC PAIM PATIENT DEPENDENT ON THIS MEDICATION. OUR MRIS AND CT SCANS ARE ALL THE PROOF YOU NEED TO SEE OUR PAIN AND MANY OF US FEEL IT DIFFERENTLY THATS WHY 90 MGMME FITS ALL IS JUST REDICULOUS. ",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "People placed global warming at the bottom of the list in terms of our planet&#39;s priorities in a  poll which ranked the world&#39;s most pressing problems  Less than two percent of the climate studies in the survey actually endorsed the so-called &quot;consensus view&quot; that human activity is driving global warming and some of the studies actually opposed that view. Despite a manufactured &quot;consensus,&quot; the elites and leaders continued to ignore any attempt to question the orthodoxy of climate alarmism.  September 2006 News article claimed that polar bears in the Arctic are threatened with extinction by global warming. The article quoted a visitor to the Arctic who claims he saw two distressed polar bears. According to the article, the man noted that &quot;one of the polar bears looked to be dead and the other one looked to be exhausted.&quot; The article did not state the bears were actually dead or exhausted, rather that they &quot;looked&quot; that way. What was missing from this article was the fact that according to biologists who study the animals, polar bears are doing quite well. Biologist Dr. Mitchell Taylor from the Arctic government of Nunavut, a territory of Canada, refuted these claims in May when he noted that &quot;Of the 13 populations of polar bears in Canada, 11 are stable or increasing in number. They are not going extinct, or even appear to be affected at present.&quot; Sadly, it appears that reporting anecdotes and hearsay as fact, has now replaced the basic tenets of journalism.  Each such alarmist article is larded with words such as &#39;if&#39;, &#39;might&#39;, &#39;could&#39;, &#39;probably&#39;, &#39;perhaps&#39;, &#39;expected&#39;, &#39;projected&#39; or &#39;modeled&#39; - and many involve such deep dreaming, or ignorance of scientific facts and principles, that they are akin to nonsense,&quot; a professor concluded in an op-ed. A Magazine which first warned of a coming ice age in 1920&#39;s before switching to warning about global warming in the 1930&#39;s before switching yet again to promoting the 1970&#39;s coming ice age scare. The April 3, 2006 global warming special report of Magazine was a prime example of the media&#39;s shortcomings, as the magazine cited partisan left-wing environmental groups with a vested financial interest in hyping alarmism. Example ENGINEERED &#39;&#39;CONSENSUS&quot; a newspaper featured an op-ed by a social scientist at University and the author of a 2004 Science study. Insisted that a review of 928 scientific papers showed there was 100% consensus that global warming was not caused by natural climate variations. However, the analysis in Magazine excluded nearly 11,000 studies or more than 90 percent of the papers dealing with global warming, according to a critique by social scientist. Example media endlessly hypes studies that purportedly show that global warming could increase mosquito populations, malaria, West Nile Virus, heat waves and hurricanes, threaten the oceans, damage coral reefs, boost poison ivy growth, damage vineyards, and global food crops, Oddly, according to the  another  reports, warmer temperatures almost never seem to have any positive effects on plant or animal life or food production. Poll found that most Americans do not attribute the cause of recent severe weather events to global warming, and the portion of Americans who believe global warming is naturally occurring is on the rise. it appears that alarmism has led to skepticism. The American people know when their intelligence is being insulted. They know when they are being used and when they are being duped by the hysterical left. The American people deserve better -- much better -- from our fourth estate. We have a right to expect accuracy and objectivity on climate change coverage. We have a right to expect balance in sourcing and fair analysis from our leaders  who cover the issue. must roll back this mantra that there is scientific &quot;consensus&quot; of impending climatic doom as an excuse to ignore recent science. After all, there was a so-called scientific &quot;consensus&quot; that there were nine planets in our solar system until Pluto was recently demoted.  Stopping Hysteria will not be easy since hysteria sells -- it&#39;s very profitable but educated people challenge the  Hype and ask leaders  to reverse course and report on the objective science of climate change, to stop ignoring legitimate voices this scientific debate and to stop acting as a vehicle for unsubstantiated hype. media has flip-flopped between global cooling and warming scares. <br/>At the turn of the 20th century, the elites and billionaires peddled an upcoming ice age -- and they said the world was coming to an end. In the 1930s, the alarm was raised about disaster from global warming - again they said the world was coming to an end. Then in the 70&#39;s, an alarm for another ice age was raised - again they said the world was coming to an end. And now, today we are back to fears of catastrophic global warming -- and once again they are saying the world is coming to an end.<br/>",
    "label": "",
    "docketId": "EPA-HQ-OAR-2016-0442",
    "docAbstract": "According to Clean Air Act Sections 112(f)(2) and 112(d)(6) respectfully, the EPA is required to perform an analysis 8 years after a rule has been promulgated, and if needed promulgate new standards to mediate any remaining residual risk to the public and provide an ample margin of safety, and also to perform a technology review every 8 years, taking into account developments in practices, processes, and control technologies for a given industry.  This docket will contain rulemaking, supporting documents and comments for both of these actions."
  },
  {
    "text": "<br/>I am opposed to allowing poultry slaughterhouses to operate at line speeds above the maximum currently allowed by law. Sacrificing the safety of our food supply and the safety of our workers, while ignoring the immense suffering of animals throughout the process, is unacceptable, and contrary to the decision-making that went into the rule finalized on August 21, 2014. This is simply inhumane and cruel!",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "People placed global warming at the bottom of the list in terms of our planet&#39;s priorities in a  poll which ranked the world&#39;s most pressing problems  Less than two percent of the climate studies in the survey actually endorsed the so-called &quot;consensus view&quot; that human activity is driving global warming and some of the studies actually opposed that view. Despite a manufactured &quot;consensus,&quot; the elites and leaders continued to ignore any attempt to question the orthodoxy of climate alarmism.  September 2006 News article claimed that polar bears in the Arctic are threatened with extinction by global warming. The article quoted a visitor to the Arctic who claims he saw two distressed polar bears. According to the article, the man noted that &quot;one of the polar bears looked to be dead and the other one looked to be exhausted.&quot; The article did not state the bears were actually dead or exhausted, rather that they &quot;looked&quot; that way. What was missing from this article was the fact that according to biologists who study the animals, polar bears are doing quite well. Biologist Dr. Mitchell Taylor from the Arctic government of Nunavut, a territory of Canada, refuted these claims in May when he noted that &quot;Of the 13 populations of polar bears in Canada, 11 are stable or increasing in number. They are not going extinct, or even appear to be affected at present.&quot; Sadly, it appears that reporting anecdotes and hearsay as fact, has now replaced the basic tenets of journalism.  Each such alarmist article is larded with words such as &#39;if&#39;, &#39;might&#39;, &#39;could&#39;, &#39;probably&#39;, &#39;perhaps&#39;, &#39;expected&#39;, &#39;projected&#39; or &#39;modeled&#39; - and many involve such deep dreaming, or ignorance of scientific facts and principles, that they are akin to nonsense,&quot; a professor concluded in an op-ed. A Magazine which first warned of a coming ice age in 1920&#39;s before switching to warning about global warming in the 1930&#39;s before switching yet again to promoting the 1970&#39;s coming ice age scare. The April 3, 2006 global warming special report of Magazine was a prime example of the media&#39;s shortcomings, as the magazine cited partisan left-wing environmental groups with a vested financial interest in hyping alarmism. Example ENGINEERED &#39;&#39;CONSENSUS&quot; a newspaper featured an op-ed by a social scientist at University and the author of a 2004 Science study. Insisted that a review of 928 scientific papers showed there was 100% consensus that global warming was not caused by natural climate variations. However, the analysis in Magazine excluded nearly 11,000 studies or more than 90 percent of the papers dealing with global warming, according to a critique by social scientist. Example media endlessly hypes studies that purportedly show that global warming could increase mosquito populations, malaria, West Nile Virus, heat waves and hurricanes, threaten the oceans, damage coral reefs, boost poison ivy growth, damage vineyards, and global food crops, Oddly, according to the  another  reports, warmer temperatures almost never seem to have any positive effects on plant or animal life or food production. Poll found that most Americans do not attribute the cause of recent severe weather events to global warming, and the portion of Americans who believe global warming is naturally occurring is on the rise. it appears that alarmism has led to skepticism. The American people know when their intelligence is being insulted. They know when they are being used and when they are being duped by the hysterical left. The American people deserve better -- much better -- from our fourth estate. We have a right to expect accuracy and objectivity on climate change coverage. We have a right to expect balance in sourcing and fair analysis from our leaders  who cover the issue. must roll back this mantra that there is scientific &quot;consensus&quot; of impending climatic doom as an excuse to ignore recent science. After all, there was a so-called scientific &quot;consensus&quot; that there were nine planets in our solar system until Pluto was recently demoted.  Stopping Hysteria will not be easy since hysteria sells -- it&#39;s very profitable but educated people challenge the  Hype and ask leaders  to reverse course and report on the objective science of climate change, to stop ignoring legitimate voices this scientific debate and to stop acting as a vehicle for unsubstantiated hype. media has flip-flopped between global cooling and warming scares. <br/>At the turn of the 20th century, the elites and billionaires peddled an upcoming ice age -- and they said the world was coming to an end. In the 1930s, the alarm was raised about disaster from global warming - again they said the world was coming to an end. Then in the 70&#39;s, an alarm for another ice age was raised - again they said the world was coming to an end. And now, today we are back to fears of catastrophic global warming -- and once again they are saying the world is coming to an end.<br/>",
    "label": "",
    "docketId": "MSHA-2014-0031",
    "docAbstract": "Epidemiological studies have found that diesel exhaust presents health risks to workers. These possible health effects range from headaches and nausea to respiratory disease and cancer. MSHAs’ existing regulations address the health hazards to underground metal and nonmetal miners (66 FR 5706) and coal miners (66 FR 5526) from exposure to diesel particulate matter (DPM). DPM is a component of diesel exhaust. MSHA also has limits for miners’ occupational exposure to selected components of the gaseous fraction of diesel exhaust."
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "I believe while students should be able to choose what they have for school meals, the higher amounts of salt will lead to risk of heart disease and attacks, and these will increase the rate of obesity in our country.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "As an owner operator for 42 years, I am opposed to the ELD mandate. It has no place in a small company and will stunt its ability to grow with safety already in place. We&#39;ve been silent for years and work cheap. Now the government has opened Pandora&#39;s Box. We are the backbone of the country, and should have more studies on this ELD mandate. ",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "To the tune of My  Heart Belongs to Daddy (Cole Porter)<br/><br/>While cheating at a game of golf<br/>I may see my generals salutin&#39;<br/>But all that brass somehow lacks class<br/>&#39;cause my heart belongs to Putin<br/><br/>If I invite the EPA<br/>To watch my big donors pollutin&#39;<br/>It&#39;s sweet that Scott keeps me in his thoughts<br/>but my heart belongs to Putin<br/><br/>Yes my heart belongs to Putin<br/>And I love his barbarity<br/>Yes my heart belongs to Putin<br/>Ya plokha gavaryoo pa rooskee<br/>So I want to warn you, Mueller,<br/>Though I know that you&#39;re hot on my trail<br/>That my heart belongs to Putin<br/>&#39;cause my Putin - he&#39;ll spring for - my bail<br/><br/>#TrumpSongbook<br/>",
    "label": "",
    "docketId": "FDA-2014-D-2245",
    "docAbstract": null
  },
  {
    "text": "Please consider the sanctity, creativity and humanity of alternative methods to factory farming. Please consider your actions. Please consider another way.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "Hi, just wanted to wish &quot;Happy Holidays&quot; to Donald &quot;impeachment Bait&quot; Trump, Betsy &quot;Would a Moron Hire Me&quot; DeVos, Scott &quot;Smoke Stack&quot; Pruitt, Ryan &quot;Garrison Flag&quot; Zinke, Rick &quot;Smart Glasses&quot; Perry, John &quot;Baby Sitter&quot; Kelly and Liz &quot;Clickbait&quot; Bowman.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "American families are subjected to a past administrations regulatory onslaught that drives up cost of living, destroy millions of jobs in poor communities and on fixed incomes, defined by, a green scheme, and were dependent on money from environmental activist lobbyists, it becomes harder to describe them as a party for the little guy. America has tremendous resources and developing these resources is the key to turning America around. America has 26% of the world&#39;s recoverable conventional oil resources, and that doesn&#39;t begin to include our enormous oil shale, tight oil and heavy oil resources. We also hold almost 30% of the world&#39;s technically recoverable conventional natural gas resources. The Congressional Research Service (CRS) has also found that America possesses largest oil, natural gas, and coal resources on earth - more than Saudi Arabia, China, and Canada combined. the economic benefits from domestic oil and gas development, due to hydraulic fracturing it will save American families million. Just one look at the states that are developing their own resources and its clear which plan works: Oklahoma has over 83,000 producing oil wells and 43,000 producing natural gas wells. The Oklahoma oil and gas industry supports 300,000 jobs and contributes $51 billion to the state economy every year. That is precisely why Oklahoma&#39;s unemployment rate is has been consistently around 4 percent .. Taking advantage of our resources, and rolling back Obama and his EPA&#39;s policies of energy austerity, will lead to immense economic rewards , millions of new jobs, and increased energy security. How successful America is in achieving economic recovery has much to do with how successful roll back job-killing, anti-fossil fuel regulations agenda the Obama administration had set for America.<br/> the National Academy of Sciences study concluded that reducing greenhouse gas emissions through tax preferences was costly to American tax payers . ..( controlling earth climate is for God not our leaders or donors pretense ), Moreover, it found that some preferences can have the unintended effect of increasing greenhouse gas emissions. The National Academy of Sciences study assessed the effectiveness of tax credits in reducing greenhouse gas emissions, included a review of the existing literature as well as original analysis based on the authors&#39; own model. the NAS study examined the effects of tax credits for renewable transportation fuels. In that case, it found that the credits actually increased greenhouse gas emissions. It attributed that counterintuitive result to the fact that the tax credits for renewable fuels reduced the price and thus increased the consumption of motor fuels. That increase in turn outweighed any beneficial emission effects . ",
    "label": "",
    "docketId": "FWS-HQ-MB-2017-0028",
    "docAbstract": null
  },
  {
    "text": "Why are we still importing oil and gas ?? Energy dept date 7/31/2017 shows we are importing oil products from many countries; import in April 2017 was 307,314 thousand barrels then increased to 329,468 thousand barrels in month of May. One of the noticeable was from Russia april import 9,231 thousand barrels, then in May 2017 increased to 12,425 thousand barrels, Why are we hurting American Energy industry ? Mexico went from april import of 20,392 thousand barrels to 25,100 barrels in May 2017, why are we hurting American with regulations. America has more oil and gas than any other nation yet we have more regulations against our middle class workers in oil and gas.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0140",
    "docAbstract": "On March 12, 2015, the National Oceanic and Atmospheric Administration (NOAA) expanded the boundaries of Gulf of the Farallones National Marine Sanctuary (now renamed Greater Farallones National Marine Sanctuary or GFNMS) and Cordell Bank National Marine Sanctuary (CBNMS) to an area north and west of their previous boundaries.  In that rule, pursuant to a request from the United States Coast Guard (USCG or Coast Guard), NOAA announced that it would postpone the effective date for the discharge requirements in both expansion areas (defined as the areas that were added to the existing 1981 and 1989 boundaries for GFNMS and CBNMS, respectively) with regard to USCG activities.  NOAA stated the purpose of the postponement was to look at ways to address Coast Guard’s concerns that the discharge regulations would impair the operations of Coast Guard vessels in, and aircraft over, the sanctuaries, and to consider, among other things, whether to exempt Coast Guard activities in both sanctuary expansion areas. This proposal considers allowing the USCG to carry out the following otherwise prohibited discharges within waters of the GFNMS and CBNMS expansion areas seaward of approximately 3 nautical miles (nm) from the shore: 1) untreated vessel sewage, 2) vessel graywater as defined by the Federal Water Pollution Control Act, as amended (FWPCA), that does not meet the definition of “clean” as defined by the GFNMS and CBNMS regulations, and 3) ammunition and pyrotechnic (warning projectile, flare, smoke float and marine marker) materials used in USCG training exercises for use of force (live fire or gunnery) and training exercises for search and rescue (SAR) of vessels or persons in distress. No change is proposed to the regulatory prohibitions or exceptions applicable to the pre-expansion boundaries of the two sanctuaries.  A draft environmental assessment (DEA) under the National Environmental Policy Act (NEPA) has been prepared for this proposed action. In formulating this proposed rule, NOAA considered a number of factors discussed more fully in the DEA, including the ability of the USCG to complete its mission requirements and the policy of facilitating uses of the sanctuaries to the extent compatible with resource protection. NOAA is soliciting public comment on the proposed rule and DEA."
  },
  {
    "text": "You, and this country, have got to start getting children fed with good, nutritious food that is also tasty (unlike Mrs. Obama&#39;s less-than-intelligent choices)!  I don&#39;t understand why in this day and age government minds are having problems with this. It&#39;s not like a genius IQ is needed - it&#39;s just basic, logical thinking and some common sense! If we don&#39;t take care of our children&#39;s hunger problems, we aren&#39;t giving them the basics of learning, of growing up strong and secure and this country will pay the price for that! This is a wealthy country and to have children that are going hungry is way past a small problem - that&#39;s huge and it just ticks me off!  Do your jobs and do right by our country&#39;s children!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Good nutrition is extremely important for learning and focusing at school. Please give our future leaders and workers the strongest possible foundation.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "The proposed changes to school means are deplorable.  At a time when 40% of the nation&#39;s children live in poverty, children depend on nutritious meals for substance.  Many children actually go hungry during holidays and weekends because their parents can&#39;t afford to feed all of their children decent meals.   The health of these children depends on their access to school meals more than ever now.  Please, please don&#39;t dilute children&#39;s meals.  Our nation&#39;s future depends on this.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of our granddaughter and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 families in Mariposa County, CA live in poverty,Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I understand that a new USDA rule adjustment will be allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity.<br/><br/>The terms &quot;foods that qualify as grains&quot; and &quot;whole grain rich&quot; disturb me. Both terms qualify as &#39;vague,&#39; since neither is defined. The use of the term, &quot;Alternate Foods&quot; is just as disturbing and for the same reasons.<br/><br/>On the plus side, good for you for expanding the &#39;smoothie&#39; category.<br/><br/>I also read - but was unable to locate in you document - something about loosening the guidelines on the use of salt. I hope not. Getting kids used to &#39;salted&#39; foods primes them to crave it and therefore all the &#39;snack foods&#39; that are heavily salted. It&#39;s well known that an excess of salt in the diet is ultimately detrimental. Salt - like sugar - should be used with caution in children&#39;s meals as both are virtually addictive and neither is helpful in mass quantity.<br/><br/>The kids who actually depend on school lunches need all the help they can get. An investment in the health of the children of this country is an investment in its - and their! - future.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Do MORE with school meals, not less.  Encourage schools to have gardens, with what is grown to be added to school meals, including flowers at each table.  Make the meal time long enough for conversation as well as eating.  Encourage forein language tables, even for the youngest students.  Encourage properly vetted adults (police, fire fighters, real estate agents, etc,) to join a table of children for a meal and conversation.  Teach our children the value of good nutrition and good conversation by providing--and encouraging--both.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "There is no reason to feed school children junk and chemicals!<br/>This may truly be the only/best meal of their day. Make it healthier, and affordable/free for the families. You should be serving healthy breakfast as well!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.<br/><br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Start early with good food habits",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity<br/><br/>About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids,and others, school is their only chance to get a well-balanced meal. Any relaxation of these high standards will further the risk to already at-risk children. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "A regulator has an obligation to the regulated community and the public to show that there is a tangible benefit to justify the additional cost. Regulatory costs affect not just the regulated industry, but society at large in the form of higher energy prices, fewer jobs, less government revenue, and slower economic growth. Past  EPA  has failed in its obligation and simply ignores laws that require proper justification and economic analysis .including (i) Executive Order 13563; (ii) Executive Order 12866 (Regulatory Planning and Review); (iii) the Regulatory Flexibility Act of 1980; (iv) the Small Business Regulatory Enforcement Fairness Act; and (v) the Unfunded Mandates Reform Act.  <br/>On  June 14, 2016   Senate Finance Committee Chairman Orrin Hatch (R-Utah)   opening statement   Instead of discouraging the domestic production of oil and gas, we should welcome it.  By reducing our dependence on foreign oil, creating many high-paying jobs, and bringing down the cost of living for U.S. households, increased domestic energy production can protect our national security and provide greater economic stability.  with the various &quot;carbon tax&quot; proposals, is Higher taxes in the form of increased energy costs and reduced wages, relative to the cost of living.  In addition to increasing costs, particularly on middle class and lower income earners. The (Obama ) President&#39;s energy policy was  hyper-focused on picking winners and losers and in handing over taxpayer resources to unproven ideas and technologies that, like windmills,  far too often, are completely unable to compete in the energy marketplace.  I do not believe we should be purposefully stopping or raising the cost of existing and proven energy sources - and adding to the costs of doing business or raising a family in the U.S. - in order to make alternative energy sources more attractive . I think we need to work to ensure that our tax code is designed so that it does not punish the production of any viable energy source. The fundamental question related to BLM&#39;s  is whether we as a nation want to encourage responsible energy development on the vast, multiple-use public lands of the United States, or do we want to shut it down. If the goal is to continue to discourage oil and natural gas development on federal lands, then this regulations will indeed further that goal.  Many rule are a broad new regulatory regime with no real justification as it adds cost and delay to energy development with no identified environmental benefit; duplicates yet usurps state regulation; and cannot be implemented in an efficient manner. If indeed the answer is that we want to encourage the continued environmentally responsible development of oil and natural gas on appropriate multiple-use public lands , then regulations are counterproductive to that goal and should be rescinded.<br/>",
    "label": "",
    "docketId": "FWS-HQ-ES-2015-0126",
    "docAbstract": null
  },
  {
    "text": "November 16, 2017<br/><br/>Division of Dockets Management (HFA-305)<br/>Food and Drug Administration<br/>5630 Fishers Lane, Rm 1061<br/>Rockville, MD 20852<br/><br/>Subject: Modified Risk Tobacco Product Applications: Applications for IQOS System with Marlboro Heatsticks, iQOS System with Marlboro Smooth Menthol Heatsticks, and IQOS System with Marlboro Fresh Menthol Heatsticks Submitted by Philip Morris Products S.A.; Availability (Docket No. FDA-2017-D-3001-0002)<br/><br/>Dear Commissioner Scott Gottlieb, M.D.,<br/><br/>I write to you on behalf of the Pennsylvania Food Merchants Association, representing supermarkets, independent grocers, convenience stores, wholesalers and consumer product vendors across the Commonwealth in support of the modified risk tobacco product (MRTP) applications submitted by Philip Morris Products S.A. (PMP S.A.) on May 24, 2017 for its iQOS system and three types of Heatstick products; Marlboro Heatsticks, Marlboro Smooth Menthol Heatsticks, and Marlboro Fresh Menthol Heatsticks.<br/><br/>As evidenced in PMP S.A.&#39;s MRTP applications, IQOS technology replaces the combustible element of traditional smoking with a tobacco warming process, which has been shown to produce significantly lower levels of harmful toxicants as compared to traditional cigarettes. The excessive heat produced by combustion in traditional cigarettes results in chemical reactions that create additional toxicants in cigarette smoke, which the FDA has referred to as harmful constituents that are likely to cause smoking-related diseases.<br/><br/>Additionally, data from studies performed in Japan, where the technology has been available for years, shows that 65% of iQOS technology users transition completely away from combustible cigarettes. Allowing for its use in the U.S. market would give tobacco retailers additional opportunities to provide tobacco consumers with realistic alternatives to traditional combustible cigarettes. This would in turn reduce the level of overall harm caused to the public at large by the harmful constituents found in combustible cigarette smoke. <br/><br/>As you know, the FDA has expressed its belief that it is in the best interest of tobacco consumers to adopt a &quot;Continuum of Risk&quot; paradigm, in which efforts to address the health hazards of tobacco products are directed towards the risks associated with delivery mechanisms. With this in mind, PFMA supports the modified risk tobacco product applications submitted by Philip Morris Products S.A. for its iQOS system with Marlboro Heatsticks, Marlboro Smooth Menthol Heatsticks, and Marlboro Fresh Menthol Heatsticks, and asks the FDA to issue a modification order with respect to these products under section 911(g) of the Federal Food Drug &amp; Cosmetic Act.<br/><br/>Thank you for considering our views in this matter. If I can provide any additional information, please do not hesitate to contact me.   <br/><br/>Sincerely,<br/> <br/>Alex Baloga<br/>President and CEO<br/>Pennsylvania Food Merchants Association",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "I am a retired Wildlife Biologist certified as professional via education and experience by The Wildlife Society, Bethesda, MD, and a former member of the Society of Wetland Scientists, Madison, WI.  I performed many wetland determinations and delineations as a private consultant in Oregon using federal and state jurisdictional guidelines.  I also own forestland in the state of Washington, and want to protect the quality and quantity of water plus riparian vegetation for a creek running through my property.<br/><br/>I urge you to reject the Scalia-majority Supreme Court interpretation of surface-connected waters. My long experience has shown me that navigable waters are the accumulation of headwaters that channel on the surface, shallow subsurface, and deep underground.  A 2017 research publication (Attachment 1 below) that summarizes 308 scientific references clearly shows the importance of ponds, small lakes, streams, and springs as the most likely to remain unpolluted for refugia to plants and animals.  These small waterbodies provide ecosystem services such as carbon and nutrient cycling, pollution control, and downstream flow regulation.<br/><br/>To ignore this relationship would be like overlooking that blood capillaries in the human body have major importance to the veins, arteries, and heart.<br/><br/>Respectfully,<br/><br/>Ed Styskel<br/>545 Quail Loop<br/>Newport, WA 99156<br/>Email: edstyskel@gmail.com<br/><br/>Attachment 1:  &quot;The Importance of Small Waterbodies for Biodiversity and Ecosystem Services: Implications for Policy Makers&quot;, authored by J. Biggs, S. von Fumetti, and M. Kelly-Quinn.  Published in the journal Hydrobiologia (2017) 793, pgs. 3-39.",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Dear Sir or Madam,<br/><br/>Please find enclosed SciencePharma&#39;s comments to the &#39;Statistical Approaches to Evaluate Analytical Similarity. Guidance for Industry&#39;.<br/><br/>Please kindly confirm the receipt of the document.<br/><br/>Yours faithfully,<br/><br/>Ludwik Jujeczka<br/><br/>Ludwik Jujeczka<br/>CMC Department, Senior Expert<br/><br/>SciencePharma Ltd., Registered Partnership<br/>Chelmska 30/34, 00-725 Warsaw, Poland<br/>Mobile.:<span style='padding-left: 30px'></span>+48 662 129 593<br/>Phone:<span style='padding-left: 30px'></span>+48 22 841 16 64<br/>Fax:<span style='padding-left: 30px'></span>+48 22 841 16 71<br/><br/>http://www.sciencepharma.pl/en<br/><br/>District Court for the Capital City of Warsaw in Warsaw<br/>XIII Commercial Division of the National Court Register<br/>KRS: 0000484626, VAT EU: PL 1132679319, REGON: 141028176",
    "label": "",
    "docketId": "FDA-2017-D-5525",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0644",
    "docAbstract": "The U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are proposing to add an applicability date to the 2015 Clean Water Rule."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Comments of the Ohio Oil and Gas Association (see attached).",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Comments of the Independent Producers to DOT on Regulatory Reform",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": null,
    "label": "",
    "docketId": "FAA-2017-1058",
    "docAbstract": "FlightScan Corporation, Camcopter S-100, Special Class Airworthiness Criteria"
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "NOAA-NMFS-2017-0016",
    "docAbstract": "NA"
  },
  {
    "text": "Please find attached comments by Environmental Defense Fund on the Department of Transportation&#39;s (DOT) Notification of Regulatory Review requesting public input related to the Department&#39;s implementation of Executive Order 13,771, &quot;Reducing Regulation and Controlling Regulatory Costs,&quot; 82 Fed. Reg. 9,339 (Jan. 30, 2017), Executive Order 13,777, &quot;Enforcing the Regulatory Reform Agenda,&quot; 82 Fed. Reg. 12,285 (Mar. 1, 2017), and Executive Order 13,783, &quot;Promoting Energy Independence and Economic Growth,&quot; 82 Fed. Reg. 16,093 (Mar. 31, 2017).",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached comment. ",
    "label": "",
    "docketId": "FDA-2017-N-4625",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-5767",
    "docAbstract": null
  },
  {
    "text": "As a smoker for many years I really struggled with stopping. Unhealthy weight gain was a major result from stopping cold Turkey. I wish when I was quiting that there was a product with reduced nicotine that I could smoke to free myself of the unhealthy nicotine addiction. I hope this product moves forward and helps people free themselves of their nicotine addiction.<br/><br/>Thank You,<br/>Travis Shock<br/>CEO Forest Hill Kitchen and Bath",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "It is a sad state of affairs when profit and and speed become more important than humane treatment of animals in your care. Animals should not suffer and it is our responsibility to respect their lives and the manner in which they are killed. ",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "As a chronic pain patient, I have seen my access to medications that allow me to function slowly being restricted. I am now treated like a criminal subject to drug tests, contracts, pill counts, limited prescriptions, etc. And for the past 6 years I have never abused the privilege. I have never doctor-shopped, used multiple pharmacies, sold or given away my medications, and never used anything illegal. In other words I was - and am still - compliant. <br/><br/>Much confusion and knee-jerk policies and legislation have been enacted since the &quot;opioid crisis&quot; began. This in spite of the readily-available, reputable data that shows:<br/>1. Pain patients and prescription pain medications are not the cause for the rising death rate due to opioids. These are due primarily to illegal fentanyl and other illegal analogues. <br/>2. Less than 1% of pain patients develop an addiction caused by prescription medications.<br/>3. Much of the current hysteria and misinformation is sourced from people who are not pain management physicians and who do not have any experience in treating chronic pain patients. These unqualified sources are instead from the addiction treatment industry - a blatant conflict of interest. <br/>4. The data has been deliberately and provably distorted. See this article in the National Pain Report: http://nationalpainreport.com/figures-lie-and-liars-figure-why-the-demographics-of-the-so-called-prescription-opioid-crisis-dont-work-8834839.html<br/>5. Pain patients are dependent on the medications in the same sense that diabetics are dependent on insulin, or heart patients are dependent on medications. <br/><br/>Please consider the millions of chronic pain patients that need access to these medications to be productive members of society. Please do not contribute to suffering - lives are at stake.<br/><br/>Thank you for your consideration.<br/><br/>Henry Yennie",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "Federal Motor Carrier Safety Administration<br/><br/>Docket Number: DOT-OST-2017-0069.<span style='padding-left: 30px'></span>ELD general: 49 CFR 395.<span style='padding-left: 30px'></span>Let me just start by saying that I&#39;ve been a professional commercial driver for 18+ years now and have been doing my job safely professionally and diligently fine for the last 18+ years on paper logs. Now to address my first concerns: in regards to your alleged safety proponent that you have been so proudly proclaiming, your organization is DEAD wrong, and unfortunately I mean that quite literally. If you end up implementing this forced mandatory ELD mandate you will actually be achieving just the opposite, that is to say you will be decreasing the safety factors out here on the road with us exponentially!!! 1)You will have more drivers turning their trucks up i.e. going faster, more drivers going Faster is a definite recipe for disaster. 2) you will have more drivers driving tired, and fatigued Because they won&#39;t be able to pull off the road and safely take that revitalizing, rejuvenating nap that they may need to carry-on the rest of the day because they&#39;re having to race and beat the clock. This factor in itself will lead to more driving off the road, plowing into other vehicles i.e. more accidents and unfortunately more fatalities!!! Even Texas and Missouri know all about Fatigued driving, They have signs up and Amber alerts all the time stressing don&#39;t drive fatigued, give yourself a break.Last but not least the fact that when you run out of hours according to your electronic logs for your driving you have to find someplace safe to park, you may enter a lot or a Truck stop, drive around for a few minutes and there is NOT a place to park. Some drivers will end up parking right on the side of freeways highways roads etc. and putting the drivers as well as the public at large in an unsafe precarious situation and putting all in danger!!! And I&#39;ve already seen this happening.<span style='padding-left: 30px'></span>My proposed solution or provision for preventing the aforementioned atrocities is for you to simply NOT Force this Mandatory ELD mandate on ALL trucks and ALL drivers.I fully realize that there are drivers and companies out here that have very poor safety standards, poor safety records, high crash occurrences and even high fatality rates those are the companies and drivers that you need to focus on!! One size does not fit all, those professional drivers of us out here that are, have been, and continue to do our jobs safely diligently and respectfully and have fine if not exemplary driving records should not have to be asked let alone FORCED to change their way of living and the way they successfully do their jobs!! Also it is my understanding that some of the major carriers that have implemented or been made to implement these ELD devices have some of the worst Safety records as well as high crash and fatality rates, so it seems to me that having these ELDs really haven&#39;t been much of a solution in those regards.<br/>In closing, the people most closely affected by this Mundane forced mandatory ELD mandate in short order,  is EVERYONE!! Including all of us professional commercial drivers are friends, loved ones, children and yes even your friends, loved ones, children, as well as everyone else on Our Road Ways including pedestrians will be seriously adversely affected By this forced mandate. Thank you",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Please consider creative, humane, respectful alternatives to your approach to slaughter.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "Concur with the new rule regarding power lift time counting as fixed wing time.  I can specifically comment on V-22 time as being 99% in airplane mode, thus while flying a V-22 your are flying a fixed wing turbine powered aircraft 99% of the time.  We produce TOLD cards, and conduct the majority of the flight in airplane mode with the same mechanics of a fixed wing aircraft. <br/><br/>-I am an active duty V-22 Pilot with an instrument, single-engine airplane, multi-engine airplane, powered-lift, helo-rotocraft commercial pilot&#39;s license.",
    "label": "",
    "docketId": "FAA-2017-1106",
    "docAbstract": "Recognition of Pilot in Command Experience in Part 121 Air Carrier Operations"
  },
  {
    "text": "This is to inform those who are making decisions regarding the well-being of my life.<br/>Yes, I do take opioids. I take them for Complex Regional Pain Syndrome. On the McGill pain scale it is 46 out of 50. Yes you can have pain that intense everyday, all day. Opioids do take the edge off of my pain and helps me still be a productive person in society. <br/>Now I can no longer take long walks, run around with my dogs and even go out for a night.<br/>You never know when a terrible flare will occur. This pain is destroying my life and my only hope is the opioid medication that helps me through the day.<br/>Please don&#39;t make the lives of us chronic pain patients more difficult. Please keep us first and foremost in your decision making. Thank you.",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "kids need a decent nutrition for survival, progress and performance. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I used to work in food service for a high school. We served nutritious meals to kids in need. No one was turned away. To label ketchup as a vegetable again is ridiculous. Would you want your children to have nutritious meals or fast food crap? We need to have healthy  food for these kids or they will have diminished learning skills. This has been proven. Dont take this away because of this administration s refusal to recognize the importance of healthy nutritious food to help kids reach their potential. Thank you ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "The school lunches that we are currently provided with in our schools are not healthy. They are all of a brownish color, with the exception of fruit (which doesn&#39;t taste, look, or feel fresh). I and many others refuse to eat them unless if there is no other option. They are tasteless and limp, and altogether a disgusting option. I used to eat lunch at school, and enjoy it. There was juice, chip bags, cookies, ice cream, and actual foods for lunch. That was eight years ago. Many people complain that what we have as school lunch today is healthier, but can it really be better for us when hardly anyone eats it? And I for one didn&#39;t know that pizza saturated in grease was healthy at all. I live in a small town, so many children are a part of the Backpack Buddies program, and have to eat school food everyday. Some kids just don&#39;t have time to pack lunch. I choose to bring food from home. Couldn&#39;t we help these children more by giving them food that is a pleasure to eat, but still nutritious? School lunches need to change. I know that I would eat at school if there was a happy medium between nutritious and tasty.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I think that altering the menu at schools is a great idea. At this time many students purchase a lunch and waste it or only eat a small portion of it. Another issue is the fact that students can bring a lunch from home that is high in fat, calories, and carbs. By publishing this new rule, the USDA could find a way to bring healthier, yet more appealing lunch and breakfast options to students. In my county the food is far from balanced and nutritious. Some days the plate is completely brown and lacking any colors such as green, red or yellow. The pizza served is sopping with grease and is practically inedible in my opinion. By loosening the rules of the &quot;Nutrition Standards in the National School Lunch and School Breakfast Programs&quot; published five years ago in 2012 food might become tastier and better for us. I believe that by finding a happy medium, the US would be doing a huge favor to its youth. A change to the limit on sodium is a big deal to me. By increasing the amount of sodium used healthy foods can be made to taste better. That would mean students would eat a variety of healthier food with the sacrifice of a bit more salt. I agree that we can&#39;t go back to deep-frying everything and eating cookies daily but it would be a breath of fresh air to eat a vegetable other than flavorless green-beans and broccoli that tastes like water. I believe we could make a change for the better by giving America&#39;s next generation a decent school lunch.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "There should no longer be any prohibition of medicines that can save people&#39;s lives. ",
    "label": "",
    "docketId": "FDA-2017-N-4625",
    "docAbstract": null
  },
  {
    "text": "You are what you eat, and good food makes good students.<br/>USDA must maintain high standards for school nutrition; any changes to the standards should be to strengthen them.<br/><br/>Many children have limited access to good meals, and the schools should provide the best quality: Fruit and vegetables, whole grains, but no sweetened beverages, no sugar or processed foods,  no factory farmed meats or dairy. Good nutrition will improve students&#39; health, and thus their academic achievement.<br/>Children are our future, let&#39;s make it the best it can be.<br/><br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Please do not deny ANY child proper nourishment.<br/>Thank you.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Please keep our kids meals healthy<br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools.  Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity.  About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review.  For many Latino kids, school is their only chance to get a well-balanced meal.  Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I think that its a great idea to have more salty foods in school lunches, school lunches don&#39;t even look presentable in most schools with the things that they serve. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino children--and all children--I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich, as well as flavored milk, would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I urge the USDA to maintain strong nutrition standards for public school meals as an essential public health policy that ensures a healthier nation as well as lower future healthcare costs. <br/><br/>Flexibility that allows schools to lower the quality and nutritional content of served food is simply another way of saying that junk food is allowed.   The scientific is clear; low nutritional standards creates sicker children, even sicker adults and higher healthcare costs.<br/><br/>School meals are already a vital nutrition source for a distressing number of American children.  These schools meals may be the only opportunity to provide a healthy meal in some households.  Consequently, I again urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Weakening the nutrition standards will lead to costly health problems when these children become adults.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "<br/>For the health of Hispanic and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I emphatically urge you to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school meals.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.<br/><br/>If we don&#39;t nourish our children properly they won&#39;t learn well and will grow up to be a nation of dummies.<br/><br/>Naomi Pitcairn",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I am appalled at the consideration to allow our children&#39;s health to be compromised after the hard fought strides made to insure they receive healthier nutrition at school!! I am a mother of two &amp; grandmother of four...Do not take away the improvements already made toward healthier standards!!!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Help the children !!!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. For Example, about 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I live on the Puget Sound in Washington state.  Our health, livelihoods and recreation are dependent on the protections of the Clean Water Rule.  We have fought for years to protect our waters from agricultural, chemical, coal dust and other industrial toxins.  Businsses will not control pollution on their own.  Regulations are required.<br/><br/>I am absolutely opposed to the proposed repeal and weakening of the Clean Water Rule. Weakening this vital safeguard will put our health and communities in Washington state at risk. I strongly urge you to drop the repeal of the Clean Water Rule. <br/><br/>The federal government needs to do more, not less, to protect clean water and safeguard our communities. Repealing the Clean Water Rule is shortsighted and flies in the face of public opinion. More than 800,000 Americans supported the Clean Water Rule when it was proposed. It is grounded in science and the law. It is an essential tool to help us to get to goal of ensuring all of our waters are swimmable, fishable, and drinkable.<br/><br/>Assuming wetlands have zero value is not based on science and not based on economics. Wetlands have documented value for protecting downstream communities from flooding, providing drinking water recharge areas, and supporting fish and wildlife habitat.<br/><br/>In Washington State, wetlands and ephemeral streams need Clean Water Act protections to protect communities. In eastern Washington, wetlands provide important groundwater recharge zones to aquifers that provide drinking water as well as habitat for resident and migrating birds. On the Olympic Peninsula, the 2015 drought caused several streams to go dry before reaching the Strait of Juan de Fuca. In the Puget Sound region, small headwater streams are critical to downstream salmon habitat, and wetlands provide flood protection for downstream communities. Throughout Washington State, recreation and wildlife are strong economic drivers. Without protections for wetlands and small streams, our communities would suffer.<br/><br/>Please listen to the majority of Americans who expect EPA to protect clean water, not polluter profits, and stop this dangerous repeal process.<br/><br/>Thank you for considering my comments.",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "EPA-HQ-OAR-2014-0827<br/>Comment to EPA classification of commercial vehicle glider kit as vehicles described or identified as, equipment not under new as manufactured by year of build. The glider truck industry is a strong embodiment of the nation&#39;s economy. The aspect of manufacturers in business building gliders either by original equipment assembly plants, and the finishing assembly businesses  and dealers have been the driving force behind moving the truck sales into a market that has literally been able to bring profitability back to the transportation industry in a time of increasing costs that lower bottom line profits. Those higher costs have come from the greenhouse gas emissions equipment that has placed the costs of new manufacturer of trucks beyond the margin of profitability for all transportation companies using heavy trucks in their businesses. Those costs don&#39;t stop at that point. Since there is no mechanism of support after the sale of equipment with EPA mandated equipment to reduce greenhouse gases. The after treatment systems have not been subsidized nor supported by manufacturing companies under warranty, placing the full cost of the maintenance of the added after treatment systems fully upon the end user, the operator and businesses. There has been no increase in transportation rates to support the extra cost. Smaller businesses already are under many suppressive regulations that simply can&#39;t be absorbed in costs against what the marketplace has determined acceptable.  If the systems for exhaust treatment can&#39;t be supported either by the EPA by subsidies, or by the engine manufacturer by warranty, or service of maintaining the system, the cost has been forced entirely on the end user, not once but twice. Cost of the equipment on the price of the vehicle, and the burden of maintaining the systems. <br/>I support the EPA in the decision to not classify glider kit vehicles as new. The ability of the owner to remain profitable and help drive the economy of the nation with equipment that matches the current costs of operation is paramount to all businesses depending on less expensive costs of transportation. <br/>I have personally known owners who have had costs so high with maintenance on pollution controls that they have filed bankrupt and gave the vehicle back to the finance company. That equipment was running every day and was always in the garage for EPA engine equipment. No dealer support, no subsidies, and 10&#39;s of thousands of dollars in repairs to the actual emissions sensors, ECM, and after treatment systems.<br/>I feel there are many of these diesels produced after 2010 are worse for air quality than engines of before 2010. Many are running everyday with blue smoke, white smoke, and choking smells coming from after treatment systems that either are non functioning, or beyond owners ability to support cost of maintenance. The systems are simply not easy to maintain cost, or time wise. So there is a reason for older technology having a demand. Experience has shown that these older engines were more reliable without the engine exhaust after treatment systems. The private sector and public sector just cannot support an expensive cost and maintenance of the new emissions mandates. That is evident in the intrests of operators with the glider kit industry.<br/>Safety on the highways is paramount to emissions systems, and the ability of owners to have new glider kits at reasonable costs will reduce the chance of other aging systems failing that are responsible for safety to be replaced with new. Improved braking systems, air pressure supply, new framing that is stronger, new electronic components, new suspension, and steering, that are necessary to the safe operation of the vehicle. Many reasons for a new glider kit to replace an older version of a chassis to make the highways safer, when chassis replacement is reason for the integrity of safe operation.<br/>Thank you, for the opportunity to comment, and I fully support the consideration of the ecological and economic issues in classification of glider kit vehicles, as not new manufacturer equipment.",
    "label": "",
    "docketId": "EPA-HQ-OAR-2014-0827",
    "docAbstract": "EPA and NHTSA, on behalf of the Department of Transportation, are each proposing rules to establish a comprehensive Heavy-Duty National Program (Phase II) that will reduce greenhouse gas emissions and fuel consumption for onroad heavy-duty vehicles, responding to the President’s directive on March 31, 2014, to take coordinated steps to produce a new generation of clean vehicles. NHTSA’s proposed fuel consumption standards and EPA’s proposed carbon dioxide (CO2) emissions standards are tailored to each of three regulatory categories of heavy-duty vehicles: Combination Tractors; Heavyduty Pickup Trucks and Vans; and Vocational Vehicles. The rules include separate standards for the engines that power combination tractors and vocational vehicles. Certain rules are exclusive to the EPA program. These include EPA’s proposed hydrofluorocarbon standards to control leakage from air conditioning systems in combination tractors, and pickup trucks and vans.\r\nThese also include EPA’s proposed nitrousoxide (N2O) and methane (CH4) emissions standards that apply to all heavy-duty engines, pickup trucks and vans."
  },
  {
    "text": "Keep line speed limits!  It&#39;s a safety issue and an issue of animal treatment.  I want my chicken handled properly, not faster.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  }
]