[
  {
    "text": "Please reject speeding up chicken slaughter. It it not only cruel to the animals but also cruel to the citizens who trust you to make sure their food is safe for consumption. Speeding up this process would negatively impact everyone involved. It will be torturous to the chickens, put our citizens&#39; health at risk and it shows carelessness. Please reject this. ",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "An important study finds that carbidopa, a standard Parkinson&#39;s drug, &quot;irreversibly binds to and permanently deactivates&quot; pyridoxal-5&#39;-phosphate (P5P), a key form of vitamin B6 in the body. The authors describe the essential role P5P plays in the body: &quot;[P5P] is required for the function of over 300 enzymes and proteins. Virtually every major system of the body is impacted directly or indirectly by [it].&quot;<br/><br/>Vitamin B6 is essential to human life, but not only is the FDA approving drugs that deplete our body of this nutrient--the agency is allowing pharmaceutical companies to hijack different forms of vitamin B6 and turn them into drugs. In 2009 the FDA banned the supplement form of pyridoxamine in response to a petition from a drug company, which wanted to use it in a drug formulation.<br/><br/>P5P faces a similar threat. The FDA is considering a petition from Medicure Pharma to ban P5P because the company wants to turn this crucial vitamin into a drug. This is especially scaryall forms of B6, natural or synthetic, must be converted to P5P for the body to use them. If the FDA approves the petition, anyone who is not able to convert synthetic B6 to P5P would have to rely solely on Medicure&#39;s product to stay alive.<br/><br/>Please preserve access to affordable vitamin B6 supplements, and consider revoking approval for carbidopa for its dangerous side effects.<br/>",
    "label": "",
    "docketId": "FDA-2007-P-0410",
    "docAbstract": null
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "It is my understanding that fmcsa only regulated safety issues. Since eld has nothing to do with safety, why were allowed to force this mandate on an already over burdened industry? ELD has not been properly investigated nor have any of the devices been properly tested. The eld mandate should be dismissed immediately. ",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "You can judge a nation by the way it treats it&#39;s animals. Contribute to America&#39;s failure in having any compassion by making an already horrific death for chickens even faster.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "This war on chronic pain patients is becoming a civil rights issue. The actual number of true chronic patients who abuse is so low that it doesn&#39;t even rate 1%. Going after patients will do nothing to lower the rate of overdose from illegal heroin/fentanyl. It will only raise that number, as chronic pain patients will either have to go to illegal dealers or outright commit suicide(which is already happening). The conclusion I am coming to is maybe this is the plan? ",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "Why are we still importing oil and gas  and mining minerals ?? Energy dept date 7/31/2017 shows we are importing oil products from many countries; import in April 2017 was 307,314 thousand barrels then increased to 329,468 thousand barrels in month of May. One of the noticeable was from Russia april import 9,231 thousand barrels, then in May 2017 increased to 12,425 thousand barrels, Why are we hurting American Energy industry ? Mexico went from april import of 20,392 thousand barrels to 25,100 barrels in May 2017, why are we hurting American with regulations. America has more oil and gas than any other nation yet we have more regulations against our middle class workers in  mines and oil and gas. should be exporting, rules are backwards",
    "label": "",
    "docketId": "MSHA-2014-0031",
    "docAbstract": "Epidemiological studies have found that diesel exhaust presents health risks to workers. These possible health effects range from headaches and nausea to respiratory disease and cancer. MSHAs’ existing regulations address the health hazards to underground metal and nonmetal miners (66 FR 5706) and coal miners (66 FR 5526) from exposure to diesel particulate matter (DPM). DPM is a component of diesel exhaust. MSHA also has limits for miners’ occupational exposure to selected components of the gaseous fraction of diesel exhaust."
  },
  {
    "text": "Please keep the food nutrition standards high in school lunches. As a retired teacher, I&#39;ve seen the benefits of good school lunches to poor and lower income kids.  The school breakfast programs are also excellent for the children.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Weakening nutrition rules is insane. Look to France where they feed their school children highly nutritious and delicious meals; their children are healthier and happier than ours.  This plan is outrageous!  Stop it now and do some Good!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "To Whom It May Concern,<br/><br/>Please continue to fully fund and support school lunches and child nutrition programs for all our nation&#39;s children. We now know how very important good nutrition is for school success and brain development. The research is clear. Providing nutritious food is the kind care and attention that will make our nation great and it is absolutely the right thing to do. Healthy successful children are the foundation for our future.<br/><br/>Sincerely,<br/>Cheryl Trosper",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I think it&quot;s great that they have this idea because some salty foods are good for you, I think they should  give it a try. Most of these foods that they consider&quot; healthy &quot;are not as healthy as they say because I have actually gotten food poison from eating school food so now I no longer eat school food but if they do give the &quot;salty food&quot; a try then I will be willing to eat it again. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "There is nothing more important than EDUCATION. NOTHING! In the United States PUBLIC education is intended to serve EVERYONE. Healthy food is essential for children to learn efficiently.  Decreasing support for nutritious food in our schools is not acceptable. I strongly oppose any efforts to decrease funding and support for school lunch programs. America&#39;s children need all the support they can get. Making America great must include our children.    ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Proper nutrition is vital to growing brains and bodies.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "<br/>A new USDA rule could weaken school food nutrition standards.<br/><br/>The interim rule, effective 2018-2019, would allow schools to serve 1% and nonfat flavored and non-flavored milk, apply for an exemption to serve refined grains over whole grains, and allow schools to not reduce salt levels in meals.<br/><br/>Health experts say this rolls back progress to improve school nutrition and childrens health.<br/><br/>Copy and tweak this model public comment from our Salud America! research team, then click the &quot;submit button&quot; to paste it to USDAs website:<br/><br/>For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.<br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.<br/>Please protect the children who deserve good quality real foods in shcool for their forming brains and learning. Thank you, Judy Ann Foster",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Don&#39;t BETRAY the children.  How would YOU feel if these were YOUR kids?",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Wind Turbines Kill 100,000 of bats a year, which Hurt FARMERS. Bats help reduced PESTICIDES on crops, and seed pollinate the forest which helps keep water clean. . Loss of bats could lead to... agricultural losses ...estimated at 3.7 billion 53 billion per year...to farmers and crops not counting the forest. Taking billions from farmers and forest, for wind farms is a waste money and totally nonsense, and wind farms are not on demand energy, the work 18 to 30% of the time. waste.",
    "label": "",
    "docketId": "AMS-DA-17-0055",
    "docAbstract": null
  },
  {
    "text": "All in corporate greed, is this  now corporate America, they make enough money, how about paying employees more money for hard work instead of figuring ways to save money, they make enough and at the expense of consumable chicken, I don&#39;t have to eat chicken, ",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "I live in a school district in which all children get free lunches because over 50% of the children qualify. It is important that they get the BEST nutrition possible, particularly as they are often food-insecure at home. They depend upon nutritious school breakfasts and lunches, and the food they are given to take home for the weekend. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food. I&#39;m old enough to remember that catsup is NOT a vegetable!<br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Hi EERE,<br/><br/>As you know the DOE is headed by moron extraordinaire Rick Perry. Yes the same guy that now wears &quot;Smart Glasses&quot; to mask the dimness of his low wattage bulb. Anyway much like President Impeachment Bait, Perry is committed to rolling back effective environmental programs, especially those created or supported by Obama.<br/><br/>This proposed rule says that the DOE is evaulating &quot;some form of a market-based approach.&quot; This would be the same market that gave us deceptive nutrition labels? Plastic microbeads? Spiraling drug prices? Slow, overpriced Internet service?<br/><br/>Truly the Trump kleptocracy has no bottom when it comes to hypocrisy, venality, corruption and incompetence. From Scott &quot;Smokestack&quot; Pruitt to Ryan &quot;Garrison Flag&quot; Zinke and Liz &quot;Elitist Clickbait&quot; Bowman, these are the dregs of the dregs. The only saving grace is that indictments and criminal charges are coming. Stay tuned.<br/>",
    "label": "",
    "docketId": "EERE-2017-BT-STD-0059",
    "docAbstract": null
  },
  {
    "text": "please continue nutritional children&#39;s meal programs",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Child nutrition requirements for school lunches must remain as they are and not be weakened.  We cannot allow them to be lessened to make corporations richer.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Most schools don&#39;t provide physical education anymore to help our youth have a healthy physical body. Let&#39;s not give up on them having what&#39;s left to help them have a partially health body.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Reducing the nutritional value of meals for children in school means that the next 2 generations will not have what they need to feed their bodies and minds.  They will be put at risk of underperforming, under achieving their potential.  That is the future of this country and perhaps the world.  Scientists, doctors, veterinarians, immunologists, opera singers, writers, parents of the next generation,artists of every stripe, that&#39;s what we&#39;re talking about here.  Let&#39;s not let our nation, our children, our friends in the future down.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "School lunches need to be as healthy as possible to promote healthy living in children.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Do not permit a weakening of the standards of school meals.  The flexibility standards go in direct opposition to guidelines now accepted as healthy and need remain strong for the health of all children.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I think the new rules are amazing! It would benefit schools and kids more by doing it. We need saltier foods so kids won&#39;t just waste food and throw it away, I&#39;ve seen many times when a kid just didn&#39;t eat the food because he didn&#39;t like it so he went all day without eating. This would benefit the school system a lot because if the food was better students wouldn&#39;t waste as much food ,therefore they wouldn&#39;t lose as much money on food thrown away. So all in all i think the new rules are great!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Some students get one meal per day and it is at school.This one meal needs to be healthy and nutritious. Not to mention that students need a good meal so they can think and function at school. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Yes, I agree with this temporary rule. Who doesn&#39;t want tasty food? They are less healthy, and not so great choices, but it is only temporary. Instead of eating whole wheat products, we can finally eat something with taste; and it&#39;s better than not eating at all because some people refuse to eat what our school serves. All together I agree with this new rule, even if it is temporary it&#39;s better than what we have at the moment.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Kids need to eat and lots of children dont eat at home. Dont cut off funding for feeding children programs, please!!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": " I urge the USDA to maintain strong nutrition standards for meals served in schools to all children, as for too many children this meal is their only nutritionally balanced meal of the day. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review.  I implore you to ensure that cost savings do not override the health of ANY of our children. For so many kids, schools are the only place to receive what they need to support their growing minds and bodies, and excellence in nutrition should be a given, not a luxury available only to the well off. Thank you.<br/><br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "please do not taken the standards for whole grains, salt requirements etc. there is no need to do this and it will affect children health.<br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "We need to maintain strict standards for nutrition as our children need it.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Over the past five years our hospital has been working to reduce obesity in low income neighborhoods in North Orange County.   In these communities, Latino children have a higher rate of students who are not in the Healthy Fitness Zone for body composition.  Most of these students are Latino. We have been working with several School District Wellness Committees to strengthen their policies on nutrition and physical activity and the stronger USDA guidelines have been most helpful to us in this effort.    For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "limiting the food for children in the us is unforgivable.  if it passes i will respond with my vote",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Mr. Gregory Sheehan<br/>Principal Deputy Director<br/>US Fish and Wildlife Service<br/>5275 Leesburg Pike<br/>Falls Church, Va<br/><br/>Thank you for providing us the opportunity to comment on the mitigation planning goals, contained  in The Endangered Species Act Compensatory Mitigation Policy (ESA-CMP).<br/><br/>First, let me unequivocally state that we support the Service&#39;s Policy of improving (a net gain) the status of all affected resources.  <br/><br/>Further, we firmly believe that emphasis and preference by the Service for the use of Certified and Approved Habitat Conservation Banks to mitigate the impact of development on habitat of Federally Listed, Threatened and Endangered species, is essential to better balancing the Service&#39;s Conservation Strategies and Policies while helping reduce administrative and bureaucratic obstacles to future growth, while helping create good paying jobs for American families.    <br/><br/>Habitat Conservation Banks are thoroughly reviewed and vetted by the Service before they are Certified.  The Approval process provides for perpetual use as well as care and maintenance of the land for the benefit of the listed species as well as a multitude of other native species.  <br/><br/>Utilizing Habitat Conservation Banks reduces the amount of time, energy and effort required of Service personnel by providing a market based habitat mitigation opportunity that already is approved.  Thus reducing the requirement for Service Personnel to evaluate proposed mitigation options for each and every project under review.  Further, Conservation Banks Management Plans provide for mandatory and professional review and reporting, thus insuring the highest quality of long term habitat mitigation at no cost to the Service, or the American Public at large.<br/><br/>Additionally, Conservation Banks provide the opportunity for good paying jobs in our mostly rural areas and provide financial support to existing, mostly small or local businesses, thru purchase of goods and services to support the banks.<br/><br/>Again, thank you for the opportunity to comment.  ",
    "label": "",
    "docketId": "FWS-HQ-ES-2015-0126",
    "docAbstract": null
  },
  {
    "text": "Please do not change nutrition guidelines for schools.  Many children suffer from the effects of poor nutrition due to poverty and lack of healthy food offered for sale at their local stores.  School meals should provide them an example of what is healthy food. Good nutrition is important for brain development and prevents costly diseases later in life.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of America&#39;s children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing so-called flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. For example, about 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. But the importance of school nutrition cuts across all ethnic lines. Well-fed kids do better in school, lead more productive lives, and contribute greatly to our country (including our tax revenues) as adults. It&#39;s the best investment America can make -- in our own future! Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Please find comments attached on behalf of Ron Moore, President of the American Soybean Association.",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "Please see the attached comment letter submitted on behalf of Alex Brill and Sally Satel of the American Enterprise Institute. <br/><br/>",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "Please see attached document",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-5767",
    "docAbstract": null
  },
  {
    "text": "Dear Sirs,<br/><br/>Please find enclosed our comments to the ANDAs for Certain Highly Purified Synthetic Peptide Drug Products That Refer to Listed Drugs of rDNA Origin.<br/><br/>Best regards",
    "label": "",
    "docketId": "FDA-2017-D-5767",
    "docAbstract": null
  },
  {
    "text": "Please see attached letter.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Please see attached comments from John Risch, National Legislative Director of the SMART Transportation Division",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Owner-Operator Independent Drivers Association (OOIDA) comments: re DOT Notice of Regulatory Review. ",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "RE: Development of a List of Pre-Dietary Supplement Health and Education Act Dietary Ingredients; Public meeting; request for comments. Ingredients Docket No. FDA-2017-N-4625.<br/><br/>Dear Sir Madam,<br/><br/>The International Probiotic Association (IPA), would like to submit comments pertaining to the development of a List of Pre-Dietary Supplement Health and Education Act Dietary Ingredients as this pertains to the probiotic sector. The following suggestions are a compilation of IPA&#39;s comments for your consideration. <br/>IPA would also like to thank you in advance for the excellent opportunity to contribute, and are available to exchange with you for any necessary clarification of the contents in this document. Our interest is to continue dialogue and stand behind further participation and discussions to contribute to the application of this important regulatory guideline as it pertains to probiotics in the U.S.A.<br/><br/>Our sincere regards,<br/>International Probiotics Association ",
    "label": "",
    "docketId": "FDA-2017-N-4625",
    "docAbstract": null
  },
  {
    "text": "Please find attached the comments of the National Tank Truck Carriers.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-5767",
    "docAbstract": null
  },
  {
    "text": "Attached are comments of the American Chemistry Council.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "Submitted Comments attached.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Please find attached, the BlueGreen Alliance&#39;s comments on DOT&#39;s Notice of Regulatory Review, Docket No. DOT-OST-2017-0069.<br/><br/>Thank you.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Comments submitted on behalf of the Truck Safety Coalition.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Tom Bolling, on behalf of United Airlines, Inc., submits the attached comments to DOT&#39;s Regulatory Review; 82 Fed. Reg. 45,750 (Oct. 2, 2017), DOT-OST-2017-0069-0001",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "This submission is a stakeholder comment to your &quot;Development of a List of Pre-DSHEA Dietary Ingredients&quot; issue. My name is Richard Rose and I&#39;m an award-winning food industry professional of 37 years now retired, and also a well-known commercial producer of numerous Hempseed foods starting in 1994, months before DSHEA. Here I am representing the Hemp Food Association, which I founded in 1998.<br/><br/>While DSHEA 1994 is only 23 years old, it is a well-documented fact that humans and animals have consumed Hemp Flower Products for many millennia around the world, including the USA where Hemp has been grown continuously since at least 1606. This is because the resin adhering to the flowers as well as fine particles of flower are inevitably consumed when the seed is eaten or pressed for its edible oil. This sticky resinous adherent on the outside of the shell of the hempseed is difficult to remove, even today, and often include Hemp Flower fines. With at least 12,000 years of safe continuous use around the world, FDA must consider Hemp Flower Products, in their natural form, as an existing ingredient for the purposes of DSHEA, and not as a New Dietary Ingredient any more than water, heirloom apples, or ancient rye varieties. This is the case for not only compounds found in the resin such as Cannabidiol (CBD) or Terpenes, but also for the other Hemp Flower Products, namely whole or shelled* hempseed, hempseed oil, hempseed oil presscake, hempseed sprouts, or hemp flower as a human or animal food, or dietary supplement. <br/><br/>It is in that context I make this submission.<br/><br/>Hemp (genus &quot;Cannabis,&quot; also known for centuries as &quot;Hemp&quot;) is considered by many historians to be one of mankind&#39;s oldest cultivated crops. The use of the seed for food is many millennia older than even use of soybean for food. Hemp has been used in human cultures since prehistoric times, at least since the end of the Pleistocene era. From Africa to China and Japan to Scandinavia to Eastern and Southern Europe to the Americas, Hempseed has been an essential commodity to eat, grow, and trade. High in essential amino (23%, edestin and albumin types) and fatty (25%, including omega-3 and GLA) acids, vitamins and minerals, and fiber (35%) it was highly versatile and could be eaten, fed to animals, converted to oil for eating or lamps, or planted as a seed or fiber crop years later. Even the protein type is called &quot;edestin,&quot; from the Greek edestos meaning &quot;to eat.&quot;<br/><br/>In the US, Hemp enjoys a legal exemption from the Controlled Substances Act (stalk and nonviable seed), protections for viable seed, flower and cultivation in Section 7606 of the 2014 Farm Bill, and protections afforded by the Ninth Circuit Court in 2004 as to incidental THC remaining in the product, even enough to trigger a Driving Under the Influence charge in some states.<br/><br/>Since the seed is in the flowering tops of the female, the outside of the calyx surrounding the seed comes into direct physical contact with the resin next to it, then the resin on the calyx touches the perianth of the seed, to which it adheres, along with small particles of flower. Even with modern cleaning methods removing that resin from Hempseed is difficult if not impossible, one study shows as high as 50 parts-per-million THC remaining in common health food store hempseed oil from Canada. So difficult in fact, that the Hempseed oil industry won a suit in 2004 to be allowed to leave any amount of THC undisclosed in their oil, due to this sticky resin.<br/><br/>Hemp has long been one of mankind&#39;s most popular plants, and our evolution is intertwined with that of it. Since humans have been eating hempseed for at least 12,000 years, we have also been consuming small amounts of Hemp resin and flower all that time. Hempseeds function as a nutritious food and source of vegetable oil is significant, and its ability to hold that nutritional value for years was prized. Discovering its fibrous properties was most likely a byproduct of seed collection for food. The most-predominant Cannabinoid in Hemp resin by far is Cannabidiol (CBD). Therefore, as a species we&#39;ve been consuming CBD and Hemp flower for millennia, as have been our animals.<br/><br/>Although FDA may want proof of domestic commercial activity for Hemp Flower Products prior to 1994, for such a common food it is as ridiculous as using such criteria for other ancient ingredients as water, olive oil, or millet. The relatively short window for product introduction you allow for consideration is a tiny fraction of the time Hempseed has been a food, far pre-dating written record. <br/><br/>Hemp has been called one of the oldest known cultivated crops. The use of Hemp most likely predates the dawn of agriculture. Ancient Chinese texts and archeological evidence suggest that Hempseed use for food in China reaches back into the early Neolithic period and perhaps to the late Paleolithic. <br/><br/>Please see the attached PDF for the rest of my Comments and Attachments. Thank you.<br/>",
    "label": "",
    "docketId": "FDA-2017-N-4625",
    "docAbstract": null
  },
  {
    "text": "Comments from Pfenex Inc.",
    "label": "",
    "docketId": "FDA-2017-D-5767",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Speed=carelessness=unsafe..for workers and the product we consume. Can you eat the dollars that you would make off the sweat and anxiety you put these workers through that are trying to do their jobs? Unless the boses are all vegan, I bet they want to know that what they eat is the best quality that their name can stand for. There needs to be more important things than money.<br/><br/>",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "U.s.dot.-fmcsa. Dot-ost-2017-0069. This is by far the worst over reach of govt. regulation I hope will never happen.<br/>The ELD is legalized forced dispatch. If a driver wants to stop because of traffic issues, the clock says go. If a driver wants to take a nap because he&#39;s feeling groggy, the clock says go. If a driver drives for 5 hours to their destination and waits 7 hours to get unloaded/loaded then they still got 2 hours to drive. <br/> The ELD mandate is no less than expecting all drivers nation wide to punch a time clock. Regardless of weather, traffic, illness, fatigue, road conditions, construction, accidents, break downs, loading issues, and unloading issues, and never in the same order.<br/> This regulation will be the demise of the SMALL TRUCKING SECTOR OF THE U.S. <br/> I voted for and stand behind  PRESIDENT TRUMP!!!<br/> If you support small business than please Mr. PRESIDENT repeal this regulation.<br/> ",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "American families are subjected to a past administrations regulatory onslaught that drives up cost of living, destroy millions of jobs in poor communities and on fixed incomes, defined by, a green scheme, and were dependent on money from environmental activist lobbyists, it becomes harder to describe them as a party for the little guy. America has tremendous resources and developing these resources is the key to turning America around. America has 26% of the world&#39;s recoverable conventional oil resources, and that doesn&#39;t begin to include our enormous oil shale, tight oil and heavy oil resources. We also hold almost 30% of the world&#39;s technically recoverable conventional natural gas resources. The Congressional Research Service (CRS) has also found that America possesses largest oil, natural gas, and coal resources on earth - more than Saudi Arabia, China, and Canada combined. the economic benefits from domestic oil and gas development, due to hydraulic fracturing it will save American families million. Just one look at the states that are developing their own resources and its clear which plan works: Oklahoma has over 83,000 producing oil wells and 43,000 producing natural gas wells. The Oklahoma oil and gas industry supports 300,000 jobs and contributes $51 billion to the state economy every year. That is precisely why Oklahoma&#39;s unemployment rate is has been consistently around 4 percent .. Taking advantage of our resources, and rolling back Obama and his EPA&#39;s policies of energy austerity, will lead to immense economic rewards , millions of new jobs, and increased energy security. How successful America is in achieving economic recovery has much to do with how successful roll back job-killing, anti-fossil fuel regulations agenda the Obama administration had set for America.<br/> the National Academy of Sciences study concluded that reducing greenhouse gas emissions through tax preferences was costly to American tax payers . ..( controlling earth climate is for God not our leaders or donors pretense ), Moreover, it found that some preferences can have the unintended effect of increasing greenhouse gas emissions. The National Academy of Sciences study assessed the effectiveness of tax credits in reducing greenhouse gas emissions, included a review of the existing literature as well as original analysis based on the authors&#39; own model. the NAS study examined the effects of tax credits for renewable transportation fuels. In that case, it found that the credits actually increased greenhouse gas emissions. It attributed that counterintuitive result to the fact that the tax credits for renewable fuels reduced the price and thus increased the consumption of motor fuels. That increase in turn outweighed any beneficial emission effects . ",
    "label": "",
    "docketId": "EERE-2017-BT-TP-0047",
    "docAbstract": null
  },
  {
    "text": "Please reject the National Chicken Council&#39;s request to speed up chicken slaughter. It is inhumane to animals and unsafe for workers.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Healthy food in needed for young people to grow and learn.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of all public school children, I urge the USDA to maintain strong nutrition standards for meals served in schools.<br/><br/>Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity.<br/><br/>Saving a few hundredths of a penny per serving by ruining children is criminal, especially when this greed negatively affects the poorest of America&#39;s children.<br/><br/>About 1 in 3 Latino families live in poverty, and 1 in 4 are food-insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal.<br/><br/>Other poor children, black, white, and brown alike, are in the same situation.<br/><br/>Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America, and not reduce the nutritional quality of school food.<br/><br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I have sciatic nerve pain and joint inflammation. The pain is pretty sever sometimes. Kratom keeps me from having to use opioids for pain. It also has many other uses. Please do not ban it. I have 0 issues with dependency on it and no side effects. ",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "I&#39;ve taught for years and most of these children this is their nutrition. Please don&#39;t harm them",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.<br/><br/>Allowing the lowering of strong nutritional standards for school meals is a terrible idea.  The first thing that comes to my mind is that this is an underhanded attempt to undermine a healthy generation of poorer children.  I see a racist fingerprint all over this ill conceived plan.   ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "We need to keep strong standards for school lunches for all children.  No flexibility that allows weakened choices known to provide less nutrition are acceptable.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.<br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "<br/>We need to keep our commitment to assuring the American children get the most nutritious meals possible at school.  Please do not the program we already have which was put in place by the Obama Administration.  Thank you.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Our children are our futurex good nutrition is a necessity for the continuance of the United States! ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Our greatest resource as a nation is our children and if we invest in them we insure a bright future and provide the pattern for future generations; if we neglect that; we do it at our own peril. <br/><br/>Remember, The love of money is the root of all evil and All that is necessary for the triumph of evil is that good men do nothing. &quot;Let&#39;s not get caught with our head in the sand...&quot;",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-5525",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "Please see the attached Comments submitted by the Southern Environmental Law Center.<br/><br/>Respectfully,<br/><br/>Geoffrey R. Gisler, Senior Attorney",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Attached are comments from the Golf Course Superintendents Association of America. <br/><br/>Chava E. McKeel<br/>Director, Government Affairs ",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Letter from the National Marine Fisheries Service to assist the Environmental Protection Agency on the Waters of the United States proposed rule.",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Please find attached the National Association of Home Builders (NAHB&#39;s) recommendations and rationale regarding the definition of &quot;waters of the United States&quot; under the Clean Water Act.  ",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Please find attached the comments of the American Road &amp; Transportation Builders Association regarding Docket No. EPA-HQ-OW-2017-0480.  If you have any questions regarding or problems with the attached document, please call (202) 638-1005 or email ngoldstein @artba.org.",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "The Public Policy Foundation of West Virginia encourages the Food and Drug Administration (FDA) to grant Philip Morris IQOS systems and Marlboro Heatsticks authorization to be marketed and sold in the United States as a modified risk tobacco products.<br/><br/>According to the first sentence of its mission, the FDA is responsible for protecting the public health. There may be no greater threat to public health in America today than smoking.<br/><br/>That is particularly true in West Virginia.<br/><br/>As we point out in our attached comment, the Mountain State has the highest smoking rate in the United States. According to the Centers for Disease Control and Prevention (CDC), 26.7% of all West Virginia adults regularly use tobacco mainly cigarettes. The states staggering smoking rate contributes mightily to West Virginias poor health rankings and hurts our economy. For example, the state has the second-highest rate of premature deaths and the third highest rate of cancer deaths in the country. <br/><br/>By allowing heat-not-burn products on the marketplace, the FDA will provide smokers who want to switch with the opportunity to purchase more viable smoking alternatives than existing products that fail to replicate the taste, ritual, and sensation of smoking, and have poor rates of success among smokers trying them. The FDA will also save lives as a result.<br/><br/>At the Public Policy Foundation of West Virginia, we encourage government to reduce regulatory barriers to human progress and foster free market innovations that can contribute positively to our community. Clearly, the FDA has an opportunity to allow an innovation that can reduce harmful health effects of smoking on a large number of Americans by allowing less harmful heat-not-burn tobacco options to reach the marketplace.<br/><br/>The Public Policy Foundation of West Virginia encourages the FDA to uphold its mission of protecting the public health by granting a modified risk marketing order to the IQOS heat-not-burn products. ",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "Attached please find the Center for Auto Safety&#39;s comment on the DOT&#39;s Notification of Regulatory Review, Docket No. DOT-OST-2017-0069.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "see attached",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "NOAA-NMFS-2017-0123",
    "docAbstract": "This rulemaking would update the essential fish habitat (EFH) and habitat areas of particular concern designation for all of the New England Fishery Management Council’s managed species based on more recent information.  This rule will also propose revisions to the system of habitat management areas, update groundfish seasonal spawning closures, and establish Dedicated Habitat Research Areas."
  },
  {
    "text": "RE:  Supplemental Comments submitted by the Alliance of Automobile Manufacturers on the Reconsideration <br/>of Final Rule and Request for Comments, NHTSA Docket 2017-0059-0001, 82 Fed. Reg. 32140, July 12, 2017<br/><br/>See attached file.<br/><br/>Thank you. ",
    "label": "",
    "docketId": "NHTSA-2017-0059",
    "docAbstract": "Civil Penalty Interim Final Rule"
  },
  {
    "text": "Please see the attached comments from the Colorado Board of Health.<br/><br/>",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-5767",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Chao:<br/>Our company is a custom finisher &amp; motor carrier in the entertainer<br/>motorcoach market since we began business in 2002. We operate a fleet of 40 coaches with approximately 75 employees (mix of part-time and full).<br/><br/>In particular, our company wishes to address the new requirement for seat belts on entertainer<br/>motorcoaches manufactured on or after November 28, 2017. 78 Fed. Reg. 70415 (November 25,<br/>2013).<br/>Entertainer motorcoaches are a unique form of transportation specifically designed and<br/>manufactured for small groups such as music bands or political candidates. Although<br/>constructed on the same bus chassis or platform as a 55-passenger motorcoach, entertainer<br/>coaches generally are customized in two or more stages from an &quot;incomplete vehicle&quot; and<br/>finished to seat fewer than 16 persons, while providing the amenities more closely associated<br/>with a &quot;motor home.&quot; Amenities in entertainer motorcoaches typically include couch seating,<br/>galleys, tables, showers, bunk beds, satellite television, a cooking area with counter tops, and<br/>refrigeration units.<br/>These vehicles, which typically include side-facing, perimeter seating are custom built, rather<br/>than mass produced. Fewer than 100 entertainer motorcoaches are manufactured each year. The<br/>3-point seatbelts required to be installed in all new second stage vehicles manufactured after<br/>November 28, 2017 have never been tested for use in sideways-facing seats. The belts and their<br/>anchorages were only tested for use in forward-facing seats. As a result, we are concerned that<br/>serious injury to passengers could result from the good faith efforts made by operators and<br/>manufacturers to comply with this rule.<br/><br/>The National Highway Traffic Safety Administration never intended for the seatbelt requirement<br/>to apply to entertainer coaches. Its Notice of Proposed Rulemaking, 75 Fed. Reg. 50958 (August<br/>18, 2010), proposed to apply the seat belt requirements to a motorcoach defined as a vehicle<br/>having at least two rows of passenger seats, rearward of the driver&#39;s position, and forward facing<br/>(or can be converted to face forward without the use of tools). See 78 Fed. Reg. at 70427. This<br/>would have excluded entertainer coaches, which generally have seating positions around the<br/>perimeter of the vehicle.<br/><br/>On July 6, 2012, however, the President signed into law the Motorcoach Enhanced Safety Act,<br/>Title II, Subtitle G of MAP-21, Pub. L. No. 112-141. Section 32703 of MAP-21 provided, &quot;Not<br/>later than 1 year after the date of enactment, the Secretary shall prescribe regulations requiring<br/>safety belts to be installed in motorcoaches at each designated seating position.&quot; Under the<br/>Motorcoach Enhanced Safety Act, &quot;motorcoach&quot; means an over-the- road bus, but does not<br/>include a bus used in public transportation provided by, or on behalf of, a public transportation<br/>agency, or a school bus. Because the statute extended the requirement for seat belts to all<br/>motorcoaches and at each designated seating position, the final rule dropped the definition of<br/>motorcoach and &quot;requires all designated seating positions on the over-the- road buses to have<br/>lap/shoulder belts regardless of the seating configuration of the bus or the vehicle GVWR.&quot; 78<br/>Fed. Reg. at 70420. There were no hearings, debate or consideration in Congress on the effect of<br/>this seat belt mandate on entertainer coaches.<br/><br/>There are two possible exceptions to this general requirement. First, the seat belt rule would not<br/>apply to perimeter seating buses that are not OTRBs if they have 7 or fewer forward-facing<br/>designated seating positions, not including the driver&#39;s seat. 78 Fed. Reg. at 70435. An OTRB<br/>is defined as &quot;a bus characterized by an elevated passenger deck located over a baggage<br/>compartment.&quot; 78 Fed. Reg. at 70417, n.4. NHTSA noted, &quot;To the extent that these niche<br/>vehicles are body-on- frame construction (not over-the- road buses) they could qualify to be<br/>exempted as perimeter-seating buses.&quot; 78 Fed. Reg. at 70434, n. 65.<br/>Second, the rule does not apply to vehicles with fewer than 10 overall designated seating<br/>positions, not including the driver&#39;s seat, as these vehicles do not meet the definition of a &quot;bus.&quot;<br/>78 Fed. Reg. at 70434, n.65; 49 CFR 571.3.<br/>Alternatives: (1) Exempt entertainer motorcoaches from this rule in a manner similar to school<br/>buses, transit buses and prison buses by creating a new definition under 49 CFR 571.3 that<br/>applies to 16 or more designated seating positions, including the driver. Motor homes are also<br/>currently exempt from the seat belt requirements, except for the driver and forward-facing<br/>passenger seating positions.<br/>(2) In addition, we ask DOT to grant a 90-day waiver of the November 28, 2017 application of<br/>the rule to allow entertainer motorcoach manufacturers, customizers and operators to petition for<br/>a revised definition of a &quot;bus&quot; for purposes of the seatbelt rule.<br/><br/>please see the attached PDF that has more room due to character count limitation! thank you!",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "See attached comments.",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "Dear Sir,<br/><br/>As a soon to be operator of the B787-10 with Rolls-Royce Trent 1000-TEN engines, Singapore Airlines support the effort <br/>and application made by Boeing for a Time Limited Exemption for B787 airplanes, equipped with the Rolls-Royce <br/>Trent 1000-TEN engines, from the requirement that mandates engines comply with the smoke emission standards of Part 34.<br/><br/>We understand that the exemption will remain in effect either until the engines can be tested and proven to pass <br/>the certification requirement or when certified engines are available for retrofit to the B787 fleet.<br/><br/>Best Regards,<br/>Gordon KOH<br/>Senior Manger Quality<br/>Singapore Airlines",
    "label": "",
    "docketId": "FAA-2017-0935",
    "docAbstract": "Boeing - Exemption/Rulemaking"
  },
  {
    "text": "Government officials and many in the U.S. population state that fluoride is a dietary ingredient. As an ingested supplement intentionally added to drinking water for direct consumption and for beverages offered retail at restaurants, markets, etc., it is necessary for the FDA to find all violations of Good Manufacturing Practices (GMP) recently required by law for manufacturers of dietary supplements in the U.S. Fluoridated water is directly used to brew coffees and teas in coffeehouses and restaurants, and in many beverages including soda fountains at facilities across the U.S.<br/><br/>A key lawful requirement now is that supplements contain no significant measured lead (Pb). Detailed analyses of fluoridation chemicals directly diluted for ingestion always report lead, arsenic, and other heavy metal contamination.<br/><br/>The sale of fluoridation materials, in particular the most widely used fluosilicic acid, without manufacturers following recent GMP law must be halted.<br/><br/>The Olivenhain Water District, Encinitas, CA has written in public news and stated in public hearings that fluoride is a supplement that improves dental health after ingestion and that physicians who prescribe fluoride tablets are to make necessary adjustments now that water is fluoridated. <br/>The Escondido Water District, CA has written that fluoride is added into water as a food. <br/><br/>Virtually none of the GMP requirements for food supplement manufacturers are met for fluoride supplementation. No significant lead (Pb) may be present in any dietary supplement. Fluosilicic acid contains lead, arsenic and other contaminants in the material sold for ingestion (Mullenix, P. A New Perspective on Metals and other Contaminants in Fluoridation Chemicals, Intl J Occup Envir Health 2014 20(2):157: https://www.ncbi.nlm.nih.gov/pubmed/24999851).<br/>The FDA must ban the sale of fluosilicic acid intended for ingestion by those facilities that manufacture this material, both in the U.S. and by foreign suppliers, for violating GMP law. <br/><br/>Please see the attached letter for references and further details.<br/> ",
    "label": "",
    "docketId": "FDA-2007-P-0346",
    "docAbstract": "Petition for Reconsideration dated 11/26/10 REOPENED"
  },
  {
    "text": "As medical doctor and especially as pulmonary specialist I have huge experience with patients, with or without serious diseases, who cannot quit smoking in one of the country with the highest smoking rates - Bulgaria. For many years, me and my colleagues have initiated or participated in different anti-smoking campaigns and programs, in research projects with NRT, gave numerous interviews and talks about the harmful effects of smoking. Some of these activities were successful, others not so much, but at the end of the day there are still more than 2.5 million smokers in Bulgaria. When I heard about the first smoke free product of PMI I was skeptical, but I am a doctor and out of curiosity I started to read and get deeper in the scientific data about the product. I can say that the researches in pulmonary area are really interesting and I am waiting with even bigger interest for the further clinical trials data. I think that the development of high quality products that have the potential to reduce the risk for those who do not want to quit smoking is very promising. Such products should have solid data and evidence behind them and the evaluation of external agencies is critical in order the society and we, as medical doctors, to be sure that these products are real better alternative than smoking. ",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "IQOS - I like the idea of this technology but it seems cumbersome for older folks to adapt to and use. It is very nice looking as well. Smokers wanting to use it as an alternative to regular cigs with the hopes of living longer, reducing health risks and kicking nicotine addiction, it seems like a low nicotine stick (a real Marlboro Light with low tar and small or variable amounts of nicotine) could help advance the product and encourage people to move to healthier living. A side note - I found that the burn temperatures for IQOS have been inconsistent in publications I have researched especially compared to regular cigarettes. I hope the FDA is carefully reviewing that type of data to be sure it is accurate and straightforward since it relates directly to the various stages of combustion. Also I wouldn&#39;t want to switch to find that the Heat &quot;vapor&quot; is actually a clever substitution for the word smoke, based on an early phase of combustion - starts with a p. pyrolisis or something - like charring but not flames. I hope my comments are helpful. Thank you for initiating these reviews and rules to help addicts kick nicotine.",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "Smooking and combustion is the main cause of smoking related diseases. It is primordial to provide smokers who find it difficult to quit with safer forms of nicotine delivery as the science published so far shows positive results (compared to smoking) that it is likely to reduce harm and risk. Pharmaceutical nicotine replacement therapy products are available but showed that they not satisfactory to smokers who used as a replacement to cigarettes. Sometimes patients are in denial, when we talk about stopping to smoke it is hard for the patient to stop overnight even though he is told he has lung cancer.<br/>IQOS indicates so far that it is appealing to smokers in terms of the taste and experience. I&#39;ve been exposed to the science, whether it is coming from tobacco industry or third parties, as long as they complement the efforts to achieve public health the medical society should welcome it. Looking forward to learn FDA&#39;s opinion.<br/><br/>",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "Agency Name: Federal Motor Carrier Safety Administration <br/><br/>Docket Number: DOT-OST-2017-0069<br/><br/>Specific Reference: ELD 49 CFR 395 Subpart B <br/><br/>The ELD MANDATE will not only effect the cash flow of my business it will have negative effects on my operations safety, forcing drivers to drive during high traffic,pushed to Drive sick,fatigued or racing the time clock, ELD Mandate will have detrimental effects to my health. This unjust mandate well I had all sorts of health effects two drivers because of the overwhelming amount of stress this puts on a person it will cause hypertension heart disease obesity from all the added stress. Stress is very unhealthy to the body This mandate if Maranda affect will have very dangerous consequences to all drivers on our nations highway&#39;s",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Comment for Federal motor carrier safety administration (FMCSA)<br/>Docket number DOT-OST-2017-0069<br/><br/>I would like the FMCSA to repeal the 14 hour clock regulation ( 49 CFR Part 395.3(2) <br/>As an owner operator for a small carrier hauling LTL shipments owner of a small dairy in upstate New York the 14 hour clock makes it virtually impossible to load and deliver these loads in one or sometimes even two days. This is unacceptable for a load that covers only 400 miles in many cases this 2 day unloading overlaps into a third day in order to pick up Backhaul.  The first issue arises when the shipper has limited appointment times for pick ups carriers are forced to take less desirable appointments many times. When hauling LTL shipments, customers generally order A small quantity of many items.  Due to that fact shippers will put together as many as seven or eight shipments to build a full load. The result is shippers then require extended loading times due to the volume of items needing to be picked to fill these orders. This process can take several hours and many shippers do not compensate the carrier for this lost time.<br/>Once the truck is finally loaded we face the next challenge. Customers/receivers do not all share the same receiving hours so may start at midnight and receive until 8 AM others may start at 8 PM and receive until 5 AM yet others may start at 3 PM and receive until 11 PM all different times for different customers. When trying to schedule deliveries to five places whom are all within a 100 mile radius of each other but have different hours you sometime spend for five or even six hours sitting waiting for your next appointment. The 14 hour rule/clock keeps kicking and before you know it your day has ended and you need to make deliveries the following day. I generally spend two days to deliver a load that could easily be delivered in one day if the 14 hour clock didn&#39;t prevent me from doing so. I&#39;m also forced at times to wait 24 hours to pick up a backhaul because of this 14 hour clock.<br/>I would suggest that we do away with a 14 hour continuous clock and allow drivers to spread out their work hours through the day as needed you could potential he require a certain length of sleeper berth before extending past the 14 hours this would allow drivers to make use of many hours wasted spent waiting around for deliveries or while getting loaded or unloaded. There&#39;s nothing worse then delivering at 5 AM, 6 AM and 11 AM And then waiting for your last stop at 6 PM to deliver and once you&#39;re done delivering at 6:30 or seven you have to take a minimum of eight hour break or a 10 hour break when you just spent six or seven hours sleeping or resting. It is my believe that the 14 hour rule is one of the worst rules ever implemented in our industry this rule forces drivers to drive knowing that they may be tired however if they don&#39;t arrive on time at their customers many of them will charge a late fee, i&#39;ve seen these fees as high as $500. The same shipper who will charge a carrier $500 for being late will hold a carrier who was on time at their dock for 5,6,7 sometimes even eight hours to get unloaded, this is absolutely unacceptable for the carrier and for the driver who many times does not get compensated for that time. <br/>I would also suggest that some type of service standards could be put into place for shippers and receivers for example maximum acceptable loading/unloading times. The shipping or receivers who were to exceed this rule would be required to pay the trucking company for their lost time and the loss of future loads. <br/>This regulation affects many carriers to haul LTL for their customers to keep small businesses driving in America. These small businesses rely on LTL shipments due to the fact that they cannot order for truckloads of product. LTL carrier such as the one I work for deliver to Foodservice companies who sell to these small businesses as well. In other words not only do the trucking company suffer, the small business owners both on the shipping and the receiving side suffer from this law. <br/>Thank you for taking the time to hear my difficulties with this burdensome regulation that myself and my fellow LTL truckers are dealing with. Please feel free to contact me if I may be of any assistance or provide any other insight to this matter. <br/><br/>Adam Safford <br/>A. L. Safford Trucking <br/>Castleton, NY <br/>Owner Operator for<br/>Michael O&#39;Connor Trucking LLC. <br/>Stamford, NY",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Anytime you take a society of Free People and have to mandate something only a few benefit while the people suffer",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "I see no issue with allowing pilots to use their experience earned before July 31, 2013 towards earning the ability to serve as a pilot in command in air carrier options today as it only broadens the ability for pic status to be obtained in a proper manner. I also agree with the notion of expanding possibilities to earn status as an airline transport pilot. These new regulations appear to fix previous oversights. I believe the FAA has every right to peruse these changes to the status quo and the changes would be beneficial.",
    "label": "",
    "docketId": "FAA-2017-1106",
    "docAbstract": "Recognition of Pilot in Command Experience in Part 121 Air Carrier Operations"
  },
  {
    "text": "Wind turbines development Might be against Article 14, Section 4 of the New York State Constitution, which specifically states that the policy of the state is to &quot;encourage the development and improvement of its agricultural lands for the production of food and other agricultural products [which]...shall include the protection of agricultural lands.&quot;.   Wind Turbines are a hazard for terrestrial and aquatic habitat for 18 animal species listed as endangered or threatened in New York State that are protected under the State Endangered Species Law and associated regulations. Ecological and economic importance of insectivorous bats in Agriculture.  the increased development of wind-power facilities are threatening populations of insectivorous bats Endangered and threatened wildlife may be adversely impacted through project actions such as clearing, grading and road building that occur within the habitats that they occupy. Certain species are unable to avoid direct impact due to their inherent poor mobility (e.g., Blanding&#39;s turtle, club shell mussel, and the brook floater and green floater). Bats are voracious predators of nocturnal insects, including many crop and forest pests. Analyses suggesting that loss of bats in North America could lead to agricultural losses estimated at more than $3.7 billion/year. Bats play an incredibly important role in the ecosystem, eating billions of crop-destroying insects like moths and beetles, as well as mosquitoes. But in just four years, more than a million bats have been killed.  The Indiana bat is a temperate, insectivorous, migratory bat. In spring, reproductive females migrate and form maternity colonies where they bear and raise their young in wooded areas. Accordingly, significant adverse impacts to ecosystems and wildlife would result. depending upon the level of development, some agricultural land could be lost. adverse impacts to organic agriculture. The potential significant adverse environmental impacts relating to agricultural land must be considered within the framework of the goals .  The severity of impacts on community character in rural communities would be greater for those areas where development is focused in a particular location or region.  New York State also has special or unique character, have been afforded additional protection to ensure their availability for public use, enjoyment, and provide important wildlife habitat and open space. Surface disturbance associated with wind turbines noise and visual effects could have negative impacts on habitats on state-owned lands, and recreational use of those lands, especially in large contiguous forest patches that are valuable because they sustain wide-ranging forest species and provide important habitat for forest interior species. significant increase of visual, noise, and traffic impacts of wind turbines results in greater significant site-specific and cumulative impacts to constitutionally protected Forest Preserve land, adversely impacting its mandated &quot;forever wild&quot; forest land character and preventing the public from having a Forest Preserve experience characterized by peace and quiet as envisioned by those who framed the Forest Preserve&#39;s constitutional protection.",
    "label": "",
    "docketId": "FWS-HQ-ES-2015-0165",
    "docAbstract": null
  },
  {
    "text": "I think the new lunch rule is the bomb.com.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "The line speeds are already too high. Federal inspectors are already over taxed to try to keep up and provide safe poultry for the US consumer.  Increasing line speeds will put production workers at risk and put inspectors under more stress. Please use your position and authority wisely  to promote the well being  of workers and that of the consumer.  Respectfully, Charles J. Wilhite. St. Peters, MO. 63376",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "I urge the USDA to maintain strong nutrition standards for meals served in schools for the health of Latino and all children. If we allow flexibility by allowing schools to serve grains that are not whole-grain-rich, and if we allow flavored milk with 1% fat, this would constitute a direct contradiction of the current dietary US guidelines and result in a corruption of the progress already made in promoting healthier lives, healthy body weights, and overall health equity for all children. According to a 2017 Salud America! research review approximately 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure. Especially for many Latino kids, school is the only chance for them to get a well-balanced meal. We need to be focussed on children&#39;s health!  Thats why I urge you now to please maintain high standards in serving nutritious food in schools across our country and to protect the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food. Thank you for your attention to this matter.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "DO NOT weaken school food nutrition standards! Chldrendeserve healthy meals in school!!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal.  I urge you on behalf of ALL American children to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For some children, the school lunch is the only nutritious meal they get in a day. Don&#39;t weaken it by diluting the rules.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I realize sometimes the food received in school food programs are the healthiest our nations children can get!<br/>For whatever reason, this happens all over our country. Cutting back on but substituting less healthy choices<br/>like a milk product you know might be thrown out because of not tasting good is not a wise move!<br/>Making sure our children stay healthy, have decent food to eat while at school is something we all need to<br/>realize produces Healthier kids, ones who participate ,contribute, and enjoy their day at school and feel good<br/>about themselves more often!ru",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.<br/><br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "As a retired educator of 43 years (33 in public schools and 10 at a university), I urge you to keep high standards for school meals. Not only is it healthier for the children, but sets an example for future eating habits. When so many of our students depend on school meals as a main source of nutrition, it is doubly important to make sure that they are getting the healthy food they need- especially when not getting it at home.<br/><br/>What you do IS IMPORTANT!!! Please don&#39;t go backwards in loosening requirements!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "<br/>Salud America! Logo<br/>Latino kids in school lunch line<br/>A new USDA rule could weaken school food nutrition standards.<br/><br/>The interim rule, effective 2018-2019, would allow schools to serve 1% and nonfat flavored and non-flavored milk, apply for an exemption to serve refined grains over whole grains, and allow schools to not reduce salt levels in meals.<br/><br/>Health experts say this rolls back progress to improve school nutrition and childrens health.<br/><br/>Copy and tweak this model public comment from our Salud America! research team, then click the &quot;submit button&quot; to paste it to USDAs website:<br/><br/>For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Please see attached.",
    "label": "",
    "docketId": "NOAA-NMFS-2017-0123",
    "docAbstract": "This rulemaking would update the essential fish habitat (EFH) and habitat areas of particular concern designation for all of the New England Fishery Management Council’s managed species based on more recent information.  This rule will also propose revisions to the system of habitat management areas, update groundfish seasonal spawning closures, and establish Dedicated Habitat Research Areas."
  },
  {
    "text": "I&#39;ve been a trucker since 1979 and have plenty of experience as a company driver, an owner-operator leased to a few companies and since 2000 operating under my own authority. I am dedicated to being a safe driver and consider myself a professional. I take pride in my work, my attitude and my equipment, which I keep mechanically very sound.  I&#39;ve done 48 states long haul, Northeast regional, lots of Boston, NYC, Atlanta, Chicago, L.A. and all the cities in between. Dry van, reefer, dump, flatbed, stepdeck, wide loads, doubles, hazmat and tanker fill my background.<br/><br/>In the attachment you will find my reasons why I think the ELD mandate, at any time, is a bad idea.  It should be a choice and an ELD cannot make a safe driver safer nor can it make a bad driver turn safe.<br/><br/>I took the time off from work to travel to DC to testify at the Highway to Headache SBA committee hearing on November 29, 2017, because I thought it was very important.<br/><br/>I hope you will take these points seriously that are listed and explained in the attachment and I welcome any of your feedback or questions.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "The Department of Transportation&#39;s goal for (de)regulation stated in the Notice is incorrect.  The goal in the underlying statutes and executive branch guidance is not to &quot;minimize burdens;&quot; it is to maximize energy conservation, or minimize pollution, by adopting rules that maximize net benefits to the nation.  Overemphasizing costs and underemphasizing benefits distorts the analysis and undermines the ability of the responsible agencies to accomplish the goals of the statutes.  This distortion is not simply illegal, it is bad policy - robbing consumers and the economy of valuable resources and imposing unnecessary harm on the environment and public health<br/><span style='padding-left: 30px'></span>Failing to adopt a standard whose benefits outweigh it costs because of the &quot;two-out, one-in&quot; rule (O.E. 13777, February 24, 2017) violates the underlying statutes.<br/><span style='padding-left: 30px'></span>Wasting public and private resources by favoring expensive production over lower cost conservation and efficiency (O.E. 13783, March 28, 2017) is both illegal and irrational. <br/>A freeze and roll back of current standards that have strong positive cost benefit ratios constitutes a direct contradiction of the statute and executive guidance (OMB Circular A-94).<br/>The administration&#39;s bias in favor of industry contradicts the underlying statutes and disturbs the &quot;objective&quot; balance the executive orders sought to achieve.  Because the underlying statutes and executive guidance are still in place, the challenge for the agencies will be to build hearing records that support a new direction.  Throughout this analysis we show that they are very unlikely to be able to make a convincing case.  We directly address the tired old industry arguments, which we are likely to be offered anew.  In a sense, these comments and much of the analysis in the Attachment can be read as rebuttal of those arguments.<br/><span style='padding-left: 30px'></span>The cost of compliance is invariably much less than anticipated, Section X on vehicles, Section XV on appliances, Section XVI on computers.<br/><span style='padding-left: 30px'></span>Cost is closely linked to the feasibility of standards, a topic explicitly addressed in several Sections, including all of Part VIII, covering current fuel economy standards, Section VIII addressing past fuel economy standards, Section XIII on heavy-duty trucks and Section XVI covering computers. <br/><span style='padding-left: 30px'></span>Consumer desires and abilities, frequently cited as evidence against standards are shown to be the opposite on both counts, they want more efficiency than the manufacturers admit (Sections VII and VIII), and have less ability to implement their desires than the manufacturers claim (Section IX) <br/><span style='padding-left: 30px'></span>The claim that weakening standards helps low income households is shown to be incorrect on all three measures of the impact of standards in Section XIX, which reviews consumer pocketbook, public health, and macroeconomic stimulation.    <br/><span style='padding-left: 30px'></span>Claims that standards slow the economy, reduce sales and cost jobs are shown to be false (Section XI and XIX). <br/>The comments directly address many of the key issues that are being raised in the broad attack on regulation across a number of agencies<br/><br/>From the consumer point of view, the comments show the following:<br/><br/><span style='padding-left: 30px'></span>The freeze and rollback of the key regulations identified in the notice would impose massive harm on consumers, the economy and public health - totally well over $1 trillion, with cost savings of less than $100 billion.  These losses violate the statute, which obliges the industry to deliver maximum feasible energy savings and, because they have a negative benefit cost ratio, they are contrary to OMB guidance. <br/><br/><span style='padding-left: 30px'></span>The consumer stakes are not only huge, but low and middle-income households benefit disproportionately from efficiency standards, which means that weakening the standards is a hidden tax on households in the bottom half of the income distribution.<br/><br/>From a legal/technical point of view, the comments demonstrate the following two critical points that contradict the broad effort to gut standards: <br/><br/><span style='padding-left: 30px'></span>Independent technology assessments and the long history of declining costs for efficiency contradict the complaints from industry that the standards hurt them, which rebuts the primary rationale for freeze and rollback. <br/><br/><span style='padding-left: 30px'></span>There is an inseverable link between pollution reduction, consumer pocketbook savings and macro-economic growth, which means that complaints about agencies exceeding their authority by counting &quot;co-benefits&quot; are illogical and contradicted by the statutes.<br/>",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "The Truck and Engine Manufacturers Association hereby submits comments on the Notification of Regulatory Review that the Office of the Secretary of Transportation recently published in the Federal Register.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "The Kentucky Oil and Gas Association (KOGA) hereby submits comments to the Notice of Regulatory Review Docket No. DOT-OST-2017-0069.  <br/><br/>The Kentucky Oil and Gas Association was formed in 1931 to represent the interests of Kentucky&#39;s crude oil and natural gas industry.  KOGA is dedicated to the responsible production and conservation of Kentucky&#39;s natural resources, while ensuring that its members are provided fair regulations and are educated on oil and gas issues, including the protection of individual property rights, health, safety and the environment.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Attached are the initial comments of the Gas Piping Technology Committee (GPTC)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Please see the attached comments from American Airlines, Inc.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Attached are Novo Nordisk comments to Docket No. FDA-2017-D-5767.",
    "label": "",
    "docketId": "FDA-2017-D-5767",
    "docAbstract": null
  },
  {
    "text": "See the attached document. ",
    "label": "",
    "docketId": "FDA-2017-N-4625",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2017-D-5767",
    "docAbstract": null
  },
  {
    "text": "A4A Comments Part II - Proposals for Repeal or Amendment of Specific DOT Economic Regulations",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Please see attached Comments of Southwest Airlines Co.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "In effort to make sense of a story with two distinct sides, I would like to interject my thoughts on this ongoing dilemma referred to as the &quot;Opioid Crisis&quot; facing America today. An extreme polar argument is rapidly formed demanding that - do we (society) as a whole allow the widespread prescribing of pain-relieving narcotics to continue or do we commit patients to be forcibly and untimely withdrawn off of such medications, and exactly who are making these decisions for us?<br/><br/>Either decision ends with hardship, struggle, and loss to either families who experience an untimely death due to young people and older who are over medicating themselves, or do we forcibly reduce and/or cut the supply to pain patients who more than likely may go off the deep end once they experience harsh or sudden withdrawal symptoms, or even worse who will then turn to illegal narcotics for comfort and alleviation of withdrawal effects.<br/><br/>Side note on the word &quot;comfort&quot; - on meds can be comforting, off meds not so comforting to say the least.<br/><br/>My suggestion is to take a slower approach to change such as this. All too often the Media coverage unleashed across America drives to solve a problem in its time frame, which we all know as 15 minutes. Calmer heads must prevail, and the doctors and patients should be the ones determining long-term patient goals. Pain patients are justifiably worried in ways that most people will not ever understand until it may specifically happen to them.  As a liver transplant patient who with end-stage liver disease I had extremely swollen ankles and legs; my doctor at the time was off work with a bout of gout, and he later iterated to me how he now understood the pain I was going through.<br/><br/>Currently, I am on a low dose of pain meds myself, and asked to wean off of them entirely which luckily I am in agreement with - but what if I was not, what would happen then?  <br/><br/>   ",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "For almost a decade I have been a high dose opioid patient. Thos was only after trying every other choice offered to me. Physical therapy, epidurals, facets, meditation and more. I broke my back in a ski accident 35 yrs ago. he told me when i get older, ill have issues. Not only have i acquired arthritis around the break, i have severe cervical stenosis degenerative disc desease and spondilytis, i also have cardio pulminary desease and stage 4 cirrohsis. The cirrohsis was not caused by anything i did except get a manicure from the wrong  I travelled the country selling footwear to dept stores big box stores etc. I carried 4/6 80 lb sample cases and travelled to an avg of 3 cities a week. <br/>After 9/11 i decided to change careers that was less physical. About two years into the job i noticed a pain in my neck. It was getting worse on a daily basis. The first xray has me rushed to a hospital. The worry was any hit to my neck could paralyze me.<br/>THIS IS WHEN THE NITEMARE STARTED. Physical therapy caused my initial break at the t4 vertebrae to worsen because of the stretching machine they used. It also caused excruciatimg pain in my neck. This pain put me on my 1st bout of disability. As the sole provider for my family of four this shattered my worth of self being. After a barrage of more epidurals injections and electro stimulationn, i finally gave into trying opioid therapy. <br/>My pain Dr started my with norcos and muscle relaxers. They were zero help.<br/>Every week i was in his office. I was very discouraged. He finally tried oxycontin and over time he worked me up to 3/80 mg a day and 3/30 mg of oxycodone for breakthru pain. I asked him WHY AM I NOT KNOCKED OUT. HE SAID HE TOOK A METABOLISM TEST AND I AM A SUPRE FAST METABOLIZER AND SINCE YOIR IN SO MUCH PAIN, THE MEDICINE IS NOT EFFECTING YOU LIKEIT WOYLD A DRUG ADDICT.<br/>TGIS DOSE WORKED FOR 7 YEARS. I WAS STILL IN A LITTLE PAIN BUT AT LEAST I WAS NOT BEDRIDDEN. IF I DID TOO MUCH ACTIVITY I REGRETTED IT. <br/>FAST FORWARD.. I MOVED TO HELP MY DAD WHO HAD CANCER, NEW JOB HAD KAISER. I GAVE THE NEW DR ALL OF MY RECORDS AND SHE CONTINUED THE REGIMEN FOR THREE YEARS.<br/>THEN IT HAPPENED THE CDC GUIDELINES CAME OUT AND SHE TOLD ME EVERY PATIENT IS BEING REDUCED.<br/>I TOLD HER ITS GOING TO PUT ME IN BED 24/7. I PLEADED WITH HER. I NEVER FAILED A URINE TEST I ALWAYS TOOK AS DIRECTED ETC. SHE SAID ITS OUT OF HER HANDS. I EROTE THE CEO AND I GET A LETTER SSAYING NOT MEDICALLY NECESSARY. I SAID IT WAS MEDICALLY NECESSARY FOR YEARS, MY NECK AND BACK DIDNT HEAL, IM A FAST METABOLIZER THIS IS GOING TO END UP BAD. NOBODY CARES! I AM AT 1/2 OR THE CDC GUIDELINES THE DOSAGE THAT WORKS. IT TAKES AWAY ABOUT 25/30% OF THE PAIN. IF I DO ANY ACTIVITY LIKE WALKING OR MAKING THE BED. O COULD START SCREAMING. MY WIFE SAYS WHEN I FINALLY DO FALL ASLEEP I AM MOANING ALL NIGHT. KASIER SAYS ITS BECAUSE THE MEDICINE DOESNT WORK. I CANT ARGUE OR THEYLL STOP TREATING ME. BUT ONCE OR TWICE A MONTH I TAKE MY OLD DOSE IN A DAY, JUST TO HAVE A DAY OR TWO THAT I CAN BE PRODUCTIVR AND BE PRETTY MUCH PAIN FREE. I DIDNT OVERDOSE OR DIE LIKE THEY SAID I WOULD. IVE NEVER GOTTEN HIGH BUT BECAUSE OF MY 2 DAYS OF PEACE I HAVE 2 DAYS OF MORE MISERY. I MUST MAKE IT LAST A MONTH. <br/>THIS PROVES, I NOR THE MILLIONS OF OTHERS THAT MAKE OUR MEDICINE LAST A MONTH ARE NOT ADDICTS!<br/>IF I WAS AN ADDICT I WOULD USE THE ENTIRE PRESCRIPTION IN A WEEK. THEN I WOULD ALSO MIX WITHOTHER DRUGS AND ALCOHOL TO INTENSIFY THE HIGH. WE DONT DO THAT. ACTUALLY STATISTICS SHOW THOSE THAT DIED FROM OVERDOSE HAD AN AVERAGR OF 7 DRUGS AND ALCOHOL IN THIER SYSTEM AND LESS TJEN 10 PEOPLE THAT SUFFER FROM CHRONIC PAIN AND ONLY TAKES THE MEDICINE AS DIRECTED LOW DOSE TO HIGH DOSE. THE CDC GUODED BY ANDREW KOLODNEY AND KAISER IS UNFAIR. ONE IS A HUGE HMO THAT IS SAVING BILLIONS BY NOT PRESCRIBING PAIN RELIEVERS AND KOLODNEY OWNS REHAB CLINICS AROUND THE COUNTRY. PAIN.PATIENTS NOT THIER GOOD DOCTORS LIKE DR TENNENT HAVE EVER BEEN CONSULTED OR ASKED FOR THIER ADVICE. SOLUTION TIME GRANDFATHER CHRONIC PAIN PATIENTS AND INCREASE THE DOSES THEY WERE UNACCUSTOMED TO. AS LONG AS THEY WERE GOOD PATIENTS PASS THE TESTS AND DO EVERYTHING RIGHT SHOULD NOT BE PUNISHED. REALIZE DRUG ADDICTS ARE NOT EFFECTED BY THESE INHUMANE DOSE REDUCTIONS. THEY GET HEROIN ON ANY STREET CORNER. 99.9 % OF US WILL PUT A GUN TO OUR HEAD BEFORE WE CHOOSE TO USE HEROIN OT ANY OTHER ILLEGAL DRUG. THAT IS WHY THE PROPAGANA  THE CDC AND DEA ARE ONLY HURTING GOOD PEOPLE WITH DISABILITIES, WOUNDED VETS, THOSE WITH CONDITIONS THAT CAUSE FOREVER PAIN. THE JUNKIES ARE NOT AFFECTED 1 BIT.. UNTIL YOU REALIZE THERE ARE TO CLASSES OF PATIENTS. CHRONIC PAIN PATIENTS AND DRUG ADDICTS THAT HAVE A DESEASE THAT IS ONLY HELD AT BAY BY A 12 STEP PROGRAM IF THEY WANT TO QUIT BECAUSE THEYRE SICK AND TIRED OF BEING SICK AND TIRED, THE CDC GUIDELINES ARE ONLY CAUSING MORE PAIN AND DEATH TO THE PEOPLE WHO NEED THIS MEDICINE TO HAVE ANY QUALITY OF LIFE. <br/>Packaging differently will do nothing.<br/><br/>  <br/><br/>",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "From fiscal year 2004 through 2013, Federal agencies published 37,022 final rules in the Federal Register.<br/>Excessive and unnecessary regulations can place undue burdens on companies, consumers, and workers, and may cause growth and overall productivity to slow. Evidence suggests that past administrations domestic environmental regulation has led some U.S.-based multinationals to invest in other nations especially in manufacturing, , such regulation had a adverse effect on domestic growth. There is widespread belief that new or more stringent environmental regulations raise production costs thereby reducing production which in turn must lead to lower employment (&quot;output effect&quot;). <br/>During the last Administration, significant and escalating regulatory burden was apparent , costs of regulation and realms subject to regulation have grown, while benefits remain ambiguous;  entire sectors of society experience regulation from independent agencies that get little scrutiny;  Federal Register page counts occupy record heights; economically significant and major rules reviewed annually have increased notably over the past decade;  regulatory dark matter outside the normal notice and comment procedure lacks adequate scrutiny.<br/>The Regulatory Right-to-Know Act calls for an analysis of the effects of regulations on small business. In the findings section of SBREFA, Congress states that &quot;small businesses bear a disproportionate share of regulatory costs and burdens.&quot;<br/>Primary task is to double GDP, rather than to double spending or regulatory burdens . Overreach by bureaucracy and the administrative state may not only impede economic efficiency but also undermine health, safety, and environmental progress. Healthy government requires recognizing downsides to coercive intervention; it requires vigilant legislative and executive institutions and mindsets that seek reasons not to add yet another rule or decree to the existing tens of thousands. Public has a right to know the ways federal agencies have harmed and harm that which they oversee, and how those negatives may propagate beyond the agency throughout the economy and society.<br/>Past Rules with the highest estimated costs, come from the EPA, and in particular its Office of Air and Radiation. EPA rules account for 46 to 56 percent of the monetized costs. The annualized estimated cost is $9.6 billion ($2007, using discount rates of 3% and 7%). 2016 was much greater. . EPA&#39;s 2006 National Ambient Air Quality Standards (NAAQS) for PM, with estimated costs of $3 billion per year using 2001 dollars. Far greater today. The Utility MACT rule, which is estimated to be the costliest of the EPA rules, has annualized costs of about $8.2 billion using 2001 dollars. Far greater today. Department of Labor rules taken together could range from about $2.2 billion to $19.1 billion per year (in 2001$)<br/>An important source of uncertainty in the case of health and safety regulations is how to value the regulations&#39; expected reduction in risks to life. Agencies vary in how they estimate the value of a statistical life (VSL), which is best understood not as the &quot;valuation of life,&quot; but as the valuation of statistical mortality risks. Differential toxicity among of PM, EPA, and concluded that the scientific evidence is not yet sufficient to allow differentiation of benefits estimates by particle type, if any. Uncertainty in the PM benefits estimates because a significant portion of the benefits associated with Obama admin. rules are from projected exposure reductions. Two of the particulate matter science experts in 2005 specifically highlighted the uncertainty associated with the fine PM. Source of uncertainty is the assumptions used in projecting the health impact of reducing PM. These projections are based on series of models that take into account emissions changes, resulting distributions of changes in ambient air quality, the estimated reductions in health effects from changes in exposure, and the composition of the population that will benefit from reduced exposure. Component includes assumptions, each with significant level of uncertainty. Although discussed qualitatively in EPA&#39;s regulatory impact analyses, assumption carries uncertainty that is not accounted for in the analysis presented in EPA&#39;s benefits estimates. Uncertainty differ across individual rules, aggregating high and low-end estimates can result in totals that may be misleading.<br/>Past Admin. regulation process did not provide accuracy of prospective analyses in a way that can be brought to bear on such analyses when they are originally written. In short, retrospective analysis should inform prospective analysis. Consistent with the Regulatory Right-to-Know Act. The need to offset the march of bureaucracy and regulation and proposed ideas there should be bipartisan momentum for economic and regulatory reform. Some animated new constituency for limited government.<br/><br/>",
    "label": "",
    "docketId": "EPA-HQ-OAR-2010-0885",
    "docAbstract": "Final rule for implementing the 2008 ozone national ambient air quality standards (NAAQS) (the “2008 ozone NAAQS”) that were promulgated on March 12, 2008. This final rule addresses a range of nonattainment area state implementation plan (SIP) requirements for the 2008 ozone NAAQS, including requirements pertaining to attainment demonstrations, reasonable further progress (RFP), reasonably available control technology (RACT), reasonably available control measures (RACM), major new source review (NSR), emission inventories, and the timing of SIP submissions and of compliance with emission control measures in the SIP. Other issues also addressed in this final rule are the revocation of the 1997 ozone NAAQS and anti-backsliding requirements that apply when the 1997 ozone NAAQS is revoked."
  },
  {
    "text": "Jobs inside poultry plants are some of the most difficult and dangerous in America.<br/><br/>This desire to increase line speeds defies common sense and is being driven entirely by greed.<br/><br/>Please help keep members of our union family and American consumers safe.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "That is a better way to keep your students on track.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "It took me several tries to find the link from my original email of where I could actually comment. I can&#39;t tell if that is something that is created to deter people away and give up on finding, but it almost worked on me. <br/>Any product that is produced that is addictive should be considered a drug as such. Just the same as narcotics. <br/><br/>All of the products produced to replace a real cigarette are just as harmful to your lungs. <br/>I don&#39;t know if people know how much your lungs actually do for your whole body such as keeping it in a state of Ph balance, adding oxygen to your blood that supplies all of your vital organs and entire body. <br/>With the rate of COPD patients that I see, to me it is just another way to make more money as people decline the real thing for a substitute. <br/>This company is responsible for producing addictive drugs laced in their products to get people addicted to buy more. <br/>I would rate nicotine containing cigarettes or e cigs or your new heatsticks right up their with controlled substance drugs and street drugs.  <br/>I feel I have every right to say this as true because I became addicted to your product at a young age and have battled with this addiction my entire life. Even though I have quit, there are still times where I feel I could start again. Just like an addict. <br/>There is nothing glamorous about hacking up phlegm, using oxygen tanks and gasping for your very last breath, as I see happen all the time in patient care. In the end, no matter what, money talks, Philip Morris has plenty of mine and millions of others. ",
    "label": "",
    "docketId": "FDA-2017-D-3001",
    "docAbstract": null
  },
  {
    "text": "I am absolutely opposed to the proposed repeal and weakening of the Clean Water Rule. Weakening this vital safeguard will put our health and communities in Washington state and all over the United States at risk. I strongly urge you to drop the repeal of the Clean Water Rule. This is penny-wise and pound-foolish nonesense. We need all the protection of fresh and saltwater resources that we can bring to bear, not less!<br/><br/>The federal government needs to do more, not less, to protect clean water and safeguard our communities. Repealing the Clean Water Rule is shortsighted and flies in the face of public opinion. More than 800,000 Americans supported the Clean Water Rule when it was proposed. It is grounded in science and the law. It is an essential tool to help us to get to goal of ensuring all of our waters are swimmable, fishable, and drinkable.<br/><br/>Assuming wetlands have zero value is not based on science and not based on economics. Wetlands have documented value for protecting downstream communities from flooding, providing drinking water recharge areas, and supporting fish and wildlife habitat.<br/><br/>In Washington State, wetlands and ephemeral streams need Clean Water Act protections to protect communities. In eastern Washington, wetlands provide important groundwater recharge zones to aquifers that provide drinking water as well as habitat for resident and migrating birds. On the Olympic Peninsula, the 2015 drought caused several streams to go dry before reaching the Strait of Juan de Fuca. In the Puget Sound region, small headwater streams are critical to downstream salmon habitat, and wetlands provide flood protection for downstream communities. Throughout Washington State, recreation and wildlife are strong economic drivers. Without protections for wetlands and small streams, our communities would suffer.<br/><br/>Please listen to the majority of Americans who expect EPA to protect clean water, not polluter profits, and stop this dangerous repeal process.<br/><br/>Thank you for considering my comments.",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0480",
    "docAbstract": "In accordance with a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) are developing a new definition for “waters of the United States.” This docket will be associated with a non-regulatory preproposal notice announcing a series of public webinars and soliciting feedback from the public."
  },
  {
    "text": "Wind Turbines are not efficient. if Billionaires did not push false ideas and tax payer subsides were stopped there would be No Wind Turbines. Not clean but use Toxic material harmful to humans and animals. The wind industry is like the hype such as Dutch tulip mania. elaborate effort to fleece world. Subsidies are what built them. Subsidies are what run them. So, when the subsidies run out, it isn&#39;t long before the only remaining force at work is rust. Wind Turbines near water from local aquifers, streams &amp; rivers have the potential for contamination once built.<br/>UNITED KINGDOM has stopped wind Subsidies ; government Treasury said Nov. 22, 2017 there will be NO new low carbon electricity levies before 2025 ( energy subsidies) NO LONGER the right vehicle. GERMANY : electricity rates at close to 30 euro-cents for each kilowatt-hour, they are among the world&#39;s highest. By 2021 approx. 5,700 wind turbines will be closed down no wind taxpayer Subsidies. In the following years, 2,000 to 3,000 megawatts each will be decommissioned. That would be more than a quarter wind power capacity which would be eliminated. AUSTRALIA power bills, 20% higher than this time last year. CANADA : Ontario Consumers bills have increase over 88% over the last 5 years due to the wind farm subsidies. Even though after 30 years wind farms only produce 4% of the energy, it cost is 20% of each person bill.. As of 2017, The cost of wind power will add $170 Billion to Taxpayers electrical bills. (To put into perspective, $170 billion can buy 8,500,000 Honda Civics.).<br/>CONCERNS : by 2020 an estimated 33,000 to 111,000 bats will be KILLED ANNUALLY by wind turbines in the Mid-Atlantic . Mortality from factors is substantial on long-term cumulative impacts on both aquatic and terrestrial ecosystems. the economic consequences of losing bats could be substantial. Loss of bats .... could lead to... agricultural losses ...estimated at more than the value of bats to Farmers and Forest , may be as low as... $3.7 billion/year and as high as $53 billion/year....... <br/>CONCERN : Wind Turbine Noise ... facility that emit a noise level known to exceed health limits, where the noise becomes &#39;intrusive and annoying&#39; is not only unreasonable, it is unconscionable and should be unlawful. Nuisance noise complaints by neighbors, studies show that turbine noise can lead to sleep deprivation and other health problems also cause Wildlife nesting issues. .<br/>CONCERN BIRDS every year 573,000 birds (including 83,000 raptors) and 888,000 bats are killed by wind turbines. Collisions of small migratory songbird species account for approximately 60% of fatalities at U.S. wind facilities . Small songbirds comprise more than 90% of all landbirds (Partners in Flight Science Committee 2013). Most songbird species are migratory.<br/>CONCERN . magnetic fields can pass through buildings, living things, and most other materials. The electric and magnetic forces in EMFs are caused by electromagnetic radiation. EMFs in the ionizing radiation part of the electromagnetic spectrum can damage DNA or cells directly. study in 1979 pointed to electric power lines and childhood leukemia. nine studies reported a twofold increase in risk of childhood leukemia among children with exposures. case-control study U.S. Air Force personnel found increased risk of brain cancer among personnel who maintained or repaired radiofrequency or microwave-emitting equipment . 2002, the International Agency for Research on Cancer (IARC), Working Group classified ELF-EMFs as &quot;possibly carcinogenic ( cancer causing ) to humans,&quot;. 2015, the European Commission Scientific Committee reviewed electromagnetic fields. It found epidemiologic studies of frequency fields show an increased risk of childhood leukemia. <br/>Concern Wind turbines and Electric cars use rare-earth component of the magnets . Chinese producers capture 95% to 98% of the world market of &quot;rare-earth&quot; materials. neodymium oxides . The world&#39;s largest refinery for rare-earth metals in Kuantan, Malaysia has street demonstrations over radiation concerns, regulatory challenges, and the withdrawal of a major equipment. Each turbine constructed requires at least a couple THOUSAND pounds of Rare Earth Elements (REEs; China still produces 86 percent of the world&#39;s supply of Rare Earth Elements in 2014 and close to 60 percent of American supply was imported. Note: Per UNICEF mining cobalt material 40,000 children worked in mines in Africa, material purchased by china, battery then made in Korea, Sfety of the rare earth refinery, which is being built by Lynas, an Australian company. Lynas has been trying for several years to find a site for the permanent disposal of the roughly 20,000 tons a year of low-level radioactive waste that will be produced, and is still struggling to do so.<br/>",
    "label": "",
    "docketId": "EPA-HQ-OPPT-2017-0586",
    "docAbstract": "EPA is holding a meeting to describe and take comment on possible approaches that could guide the Agency in the identification of potential candidate chemicals for prioritization under the amended Toxic Substances Control Act."
  },
  {
    "text": "I have been a multi-state licensed health care professional for 35 years. For a number of those years, I administered all sorts of narcotics and opioids to patients with a variety of pain: post-operative, cardiac, cancer, and so forth; there was simply no acceptable excuse for anyone to be in uncontrolled pain. Imagine my shock, then, at discovering I would not be permitted to have a comfortable level of pain control for a mis-managed work injury. That injury, which started out in one joint, progressed to multiple joints and then devolved into a chronic, widespread pain syndrome, and I have had not one pain-free waking moment in nine years. My 401K was liquidated to cover co-pays and non-covered treatments. I have had to prematurely enter government programs. I have submitted to countless painful and expensive treatments by something like thirty providers. Effective pain medicationin the form of opioidshas been doled out in small amounts, if at all. <br/>As I was the primary wage earner and the parent of young children at the time of my injury, being pushed out of the workforce and rendered bedridden by pain for long stretches of time has resulted in incalculable loss all around..all because an injury was not treated correctly, and reasonable pain management was never allowed.<br/>I submit that a task force be immediately established to investigate the deliberate withholding of inexpensive, safe and effective pain medication for that segment of the chronic pain population that obtains relief in no other way.",
    "label": "",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "Ugh, just reading this notice makes me gag. Speaking of gag, I have the same reaction to President Tiny Hands and his kleptocracy. I keep thinking that Trump can&#39;t get any dumber, but each day he proves me wrong. At his current rate of descent into the depths of wingnut conspiracy traffickers he will soon need help attaching his toupee and painting on his &quot;tan.&quot;<br/><br/>Eventually of course he&#39;ll be impeached, but in the interim keep up the good work and say hi to the Deep State for me.",
    "label": "",
    "docketId": "FDA-2009-N-0505",
    "docAbstract": null
  },
  {
    "text": "DOT-OST-2017-0069<br/><br/>HOS<br/>An area of regulation I find burdensome is the current Hours of Service regulations for Single Truck Independent Owner Operators. If you look back at the advent of HOS Regulations, they were to keep an individual from being forced or coerced into an unsafe position by being forced to drive when tired. I do not believe a regulation should ever be placed on a Free Citizen of the United States regulating how long one chooses to work! It is not clear to me how people having never operated a commercial motor vehicle can dictate when I can safely pursue my Right to Life, Liberty, and Happiness. <br/><br/>The single truck Independent running under their own Authority is relatively a new phenomena when compared to how long the HOS regulations have been around. I personally do not believe the HOS Regulations have ever been reworked to address this relatively new phenomena. Yes there should be protections for those that may encounter coercion to operate unsafely. But I as an Independent Owner Operator am not subject to any such coercion. In fact it behooves me to operate safely, as I only own one vehicle. I have $180,000 invested in my equipment, the last thing I want to do is damage it by my negligence in operating it unsafely.<br/>There is a quote attributed to George Washington:<span style='padding-left: 30px'></span><br/>&quot;It will be found an unjust and unwise jealousy to deprive a man of his Natural Liberty upon the supposition that he may abuse it&quot;.<br/><br/>Making me adhere to regulations put in place to keep one from being forced to drive against their will, seems to contradict the words of Mr. Washington. I am not sure how we have gone from keeping people safe with these regulations to limiting a Citizen of the United States from being able to safely pursue his lively hood using his own common sense.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "You must reject the National Chicken Council&#39;s petition to speed up chicken slaughter. In 2014, the USDA refused to raise chicken slaughter speeds. Faster speeds mean more animal and worker suffering, and could be detrimental to food safety. The USDA has no reason to go back on that decision. <br/><br/>Raising slaughter speeds to line the pockets of a few corporate executives at big chicken companies like Perdue, Tyson and Pilgrim&#39;s Pride would tell the public loud and clear that the USDA does not care about food safety, worker safety or animal welfare. <br/><br/>Reject the National Chicken Council&#39;s request immediately.",
    "label": "",
    "docketId": "FSIS-2017-0045",
    "docAbstract": "Petition requesting that FSIS implement a waiver system pursuant to 9 C.F.R. §381.3(b) to permit young chicken slaughter establishments participating in the New Poultry Inspection System (NPIS) and the Salmonella Initiative Program (SIP) to operate without the arbitrary line speed limitations imposed under NPIS."
  },
  {
    "text": "Please reconsider opening any closed areas to commercial fishing interests. As an avid recreational angler I have personally seen the benefits of theses areas being closed. The haddock have come back in more time is needed to sustain this or any other Groundfish stocks. The cod in these areas are growing and reproducing as expected. Why open cod to the commercial fishery and leave the recreational angler out in the cold? We all know the fish stocks just arent what they used to be due to overfishing. Let these stocks fully rebuild and then be able to correctly manage them so they cant ever be depleted. Save these fish for unborn generations. Theres a lot of ocean out there keeping commercial interests out of these very small areas shouldnt stop them from catching their quota. It just forces them to adapt the way any business does when rules and regulations change. I feel confident that rational minds will agree and do whats right for everybody. I thank you for your time and anything you can do to help this pressing matter",
    "label": "",
    "docketId": "NOAA-NMFS-2017-0123",
    "docAbstract": "This rulemaking would update the essential fish habitat (EFH) and habitat areas of particular concern designation for all of the New England Fishery Management Council’s managed species based on more recent information.  This rule will also propose revisions to the system of habitat management areas, update groundfish seasonal spawning closures, and establish Dedicated Habitat Research Areas."
  },
  {
    "text": "Agency Name: Federal Motor Carrier Safety Administration<br/>Docket Number: DOT-OST-2017-0069-001<br/><br/>1. The specific reference that I am commenting on is ELD general: 49 CFR 395 subpart(b)<br/><br/>2. Description of the Burden:<br/>Anything plugged into a Cummins or Caterpillar ECM that is not Cummins or Caterpillar certified, voids the warranty of the motor.<br/>At this time, neither Cummins nor Caterpillar will conduct a survey to locate and certify ELD&#39;s due to the liability.<br/>The Mandate is forcing any and all Owner-Operators and carriers to install ELDs that can damage the ECM at a cost of thousands of dollars to replace, not to mention void a warranty.   <br/><br/>3. An alternative to this burdensome regulation is:<br/>The ELD should be mandated for carriers who have an extremely poor safety record, who have received written warnings and <br/>do not comply as well as carriers that have a high number of at-fault crashes. It is absolutely unsafe to not have those who have proven poor safety scores and high at-fault crashes, to not be mandated with the ELD.<br/>That being said, also, the engine manufacturers need to be given time to research which ELDs will be compatible<br/>with their ECMs so as not to damage the ECMs and or void the warranty.<br/><br/>4. People and groups who are affected by this burdensome regulation:<br/>Any and all Owner-Operators and carriers who have Cummins(such as myself) or Caterpillar engines.<br/>Any and all Owner-Operators and carriers with proven good safety records.<br/> <br/>",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "I am a small business owner operator who operates as a crude oil hauler in the Permian Basin of West Texas. This job is not one that you can rush or you and others will most certainly die. I have my reasons for not wanting an ELD in my truck or anyone else&#39;s for that matter. <br/>1. Causes a driver to focus on clock or computer rather than being safe.   I don&#39;t need to be worried about a clock timing me and forcing me to pay attention to it rather than focusing on being safe and driving safe. When you race a clock all normal safe behavior goes out the window.<br/>2. Adds undue stress to an already stressful job causing many health risks.  Stress causes issues with getting adequate rest, it causes us to be unable to operate with our bodies natural rhythms, and many other certifiable stress related illnesses that are already proven by many medical experts<br/>3. Small businesses have to front the costs upfront which already cuts into a small profit margin.  Large corporations and the mega carriers are able to spread the cost over there millions of dollars of profit they ascertain every fiscal year. People like me and all the other smaller business don&#39;t have this luxury. <br/>4. ELD will slow down the production of oil in the Permian Basin. The drilling will slow down and the movement of oil will slow down to a trickle as companies won&#39;t be able to keep up and wells begin to shut in, shut down, or worse spill over. This will only cause us to fall and fail in the petroleum market causing a great many things such as gas and oil to rise in cost.",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "I am a student in a course on regulation. I am commenting on the Petition Requesting Rulemaking on Magnet Sets as it relates to Zen Magnets LLC. I agree with that the petitioner&#39;s proposed standards for warning requirements, instruction requirements, and age restrictions are adequate.<br/><br/>The focus should be on the petitioner&#39;s proposed performance standards. Because of the over 7,700 emergency room visits and one death caused by these magnets, the strength of the magnets is the most important factor when it comes to safety. It is necessary to ensure these claims that the reduced strength of the magnets ensures that magnets will not attach across internal tissue upon ingestion. I believe that the language used to describe the magnet strength standard is too vague and would be difficult to enforce. I believe that there must be a specific maximum magnet strength standard that must be followed. This is because there is variation in the strength of potential users&#39; internal organs which is necessary to account for.<br/><br/>What makes magnets different from other products is the strength and their ability to cause damage to internal organs as well as death. Assuming that the is strength reduced to a non-lethal amount, the magnets should be regulated in the same fashion as similar products with small pieces such LEGOs or products with similar choking/swallowing risk. Therefore, I believe that if these requirements, which would include our changes, will be up to an adequate standard of safety for public use.",
    "label": "",
    "docketId": "CPSC-2017-0037",
    "docAbstract": null
  },
  {
    "text": "Who is the adult in the room on this issue?  Texas has the 2nd highest rate of obesity in children and the school&#39;s breakfasts and lunches may be their only chance of having a nutritious meal instead of the cheaper junk food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "It is a very sad state of affairs when Latino or any other kids must depend on my taxes to feed themselves.  Make parents feed their own kids.  My parents fed me and did not depend on other citizens&#39; taxes to do so.  I am tired of paying for other peoples&#39; kids.  What they are being given for free, but costs me, is of no importance to me at all, except to pay as little as possible.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I do agree with it",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food. <br/><br/>Thank you for your serious consideration.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Nutrition is crucial to leaving!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Only GMO nutrition, whole grain foods, minimal sugar (unless accompanied by fiber), plenty fruits and vegetables, fluoride free water-triple filtered, coconut fat enhanced milk or similar, No Enroched Anything!!",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "Offering this flexibility for SFA&#39;s is a great way to enhance program strength.  Particularly when it comes to sodium and grain requirements, menu planning can feel like an uphill battle where you are locked in a very limited box.  Considering how laden with sodium all food items have become, the current sodium restrictions seem appropriate, especially considering that children are likely going home and eating foods that are exponentially higher in sodium than what is provided at school.  Severely limiting sodium (at target 2 and final target level) is an admirable goal for enhancing the health of the youth, but the current health crises goes far beyond sodium intake.  <br/><br/>Cutting the current sodium limits nearly in half would only limit SFA&#39;s options for foods and cut into menu diversity.  To put it simply, the more sodium we have to cut out and the more whole grains we have to include, the food becomes increasingly less appealing to the children.  It doesn&#39;t have to be this way, but with the current food market, that&#39;s the way it is.  Advancements in food engineering and technology could make a monumental difference in this aspect and change perceptions on healthy foods, but the current food market does NOT favor healthier food items.  Enforcing cuts to sodium and increases in whole grains at this time would only decrease participation in the NSBP &amp; NSLP, and create problems for SFA&#39;s who need to redesign 180 days worth of breakfast and lunch menus with a very limited number of desirable food options for the children.<br/>",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "These meals that children get at school might possibly be their main meal of the day which is of the utmost importance for their health. I know about hunger and going without food myself often as a child, and I can tell you that even one meal a day can keep you healthy enough to get by, although it still is not enough to raise a child optimally. Nutrition is more important than ever with obesity rates booming and while children are developing physically and mentally. Children need healthy nutrition for their developing brains and growing bodies. Children that dont have enough nutrition can develop slower cognitively and physically. Children especially need milk for their bones but they also need milk that is higher in fat content when they are younger. Shrinking the fat content can actually deny children of important fat that they need for growth during the first years of their lives. This has been proven to be true for babies especially. Later, when children reach adolescence they require less milk and milk fats and when they reach adulthood milk should actually be avoided. This is because milk turns into glucose and therefore a sugar which ages the body. These are the latest health facts to date on milk. So high fat milk is important early in childhood, low-fat milk is more desired in adolescence, and an avoidance of milk and alternate form of calcium is optimal in adulthood.<br/><span style='padding-left: 30px'></span>Bleached flour takes the important nutrition out of the wheat by bleaching and the person eating this junk food will be less healthy for the simple reason this white color is more attractive than whole wheat flour. I personally always try to buy I bleached flour for that reason of not wanting to eat empty calories. Children need more calories while they are growing because they expend so much more energy than adults and they are developing their bodies which build on whatever they consume. If schools provide optimal levels of nutrition then the children will have optimal levels growth both physically and mentally. It has also been proven that people that eat nutritional meals have better behavior towards others because they are more able to think about others in a more conscientious manner. School nutrition is a win win situation where children are happier because they are not thinking about food while satiated, they develop better mentally and physically and make for more conscientious adults. Also, when given nutritious foods over junk foods children learn about healthy foods and develop a taste for healthier foods. Junk foods are still also eaten by children and adults and schools cannot monitor children when they are not at school but given good wholesome foods school at least provides a daily buffer against non nutritious foods.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "I think that lunches were great a few years back, yes they weren&#39;t the greatest but kids ate them. In my school, now, I see a lot more kids bring there lunches, myself included, and a lot of kids throw away their lunches they got from the school. As i think most kids will agree with me on this, I would like to try these new lunch rules, but I think we should go back to the lunches a we had a couple years ago.",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all children, I urge the USDA to maintain strong nutrition standards for meals served in schools. Providing flexibility by allowing schools to serve grains that are not whole-grain-rich and flavored milk with 1% fat would constitute a direct contradiction of the current dietary guidelines and result in a step back on the progress already made in promoting a healthier lifestyle, a healthy weight, and overall health equity. About 1 in 3 Latino families live in poverty, and 1 in 4 are food insecure, according to a 2017 Salud America! research review. For many Latino kids, school is their only chance to get a well-balanced meal. Thats why I urge you now to keep the bar high when it comes to serving nutritious food in schools across America and not reduce the nutritional quality of school food. ",
    "label": "",
    "docketId": "FNS-2017-0021",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FMCSA-2017-0243",
    "docAbstract": "Hours of Service of Drivers: Application for Exemption; Power and Communication Contractors Association (PCCA)"
  },
  {
    "text": "Eld didn&#39;t make this Swift truck driver safe . Stop ELDs. He was In Such a hurry trying to beat that clock on that eld that he went the  wrong way and putting peoples lives at risk! <br/>He was a school graduate out of Swift&#39;s trucking school in 6 weeks of training I&#39;m sure ! <br/>Swift needs to be Shut Down. You think these mega carriers are helping , they are running the roads so unsafe because they have no proper training. <br/>They fill up the truck stops at midday and us who run who own our own trucks can&#39;t find no where to park safely <br/>This ELD mandate will make it worse on every small trucking business and we will not have no children following in or footsteps because no one cares about the Trucking industry anymore. <br/>I&#39;ve spent 30 years out here and I&#39;m about to loose all I&#39;ve worked for and be homeless because I can&#39;t make enough money to even say afloat . <br/>Theses ELDs are causing me to have to drive sleepy everyday because I have to beat a ticking time clock to get it done or I&#39;ll be late on my load. If I&#39;m late on my load because of the eld. Guess what !  I get charged for being late on that load. Not the broker , not the company I&#39;m leased to. <br/>I&#39;ve had enough.  No ELDs !!!!<br/>Living in my truck for a year now trying to survive with my 15 year old and he&#39;s being home schooled  because we can&#39;t afford a home , the rates are low. The Trucking Industry is not what it is to be. <br/>We had Rights and we need structure , we need people In Washington listening to us and working with us , not the mega carriers who are the ones slitting our small business throats and causing  us to not even make decent money because they have so many trucks with untrained students behind the wheels who have no idea the reality of Trucking . And what it takes to do the job right the first time. <br/>We need many people in Trucking working closely in Washington  from Small business trucking company&#39;s helping come up with better problem solving solutions that will benefit us all not just the Mega carriers. <br/>I&#39;m a woman owned business and a year ago I could even afford the insurance to stay in business for myself so I&#39;ve had to lease onto a company who hires owner operators just to stay in business. <br/>No ELDS.  ITS NOT ABOUT SAFETY ! <br/>",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Please see the attached file from the Roane County Farm Bureau, Tennessee, in support of the proposal to repeal the 2015 &quot;Waters of the U.S.&quot; rule. ",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Please see the attached file from the Franklin County Farm Bureau (Tennessee) in support of the proposal to repeal the &quot;Waters of the U.S.&quot; rule. ",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Attached to this message, please see the comments of Consumers Union, the Consumer Federation of America, Kids In Danger, and Public Citizen to the CPSC on the request for information on potentially reducing regulatory burdens without harming consumers.",
    "label": "",
    "docketId": "CPSC-2017-0029",
    "docAbstract": null
  },
  {
    "text": "Things are tough enough on our farm without the addition of unnecessary restrictions being added by EPA.  We are responsible stewards of our land and our family has been since we started farming in Kansas over a 100 years ago.  EPA&#39;s proposal to add ridiculous restrictions will surely hinder our farming operation and add to our financial burden already being felt by low crop prices.  ",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "I support the repeal of the 2015 WOTUS rule. This was a way for the government to grab land from individuals without paying for it. It in no way controlled the water quality. A mud puddle in our yard or cow pasture would be dry in a couple of days. This would only help our grass grow to feed our cows that would be eventually feeding the American people or shipped to foreign countries. Please repeal the 2015 WOTUS rule. Thank you. ",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Organic production is soil-based and is defined by principles concerning the grower&#39;s relationship to the soil. The &quot;Law of Return,&quot; the rule &quot;Feed the soil, not the plant,&quot; and the promotion of biodiversity, provide the ecological basis for organic production. The Law of Return says that we must return to the soil what we take from the soil. The dictum to &quot;Feed the soil, not the plant&quot; reminds us that the soil is a living superorganism that supports plant life as part of an ecological community. Finally, biological diversity is important to the health of natural ecosystems and agroecosystems. Biodiversity promotes balance, which protects farms from outbreaks of damaging insects and disease. It supports the health of the soil through the progression of the seasons and stresses associated with weather and farming. It supports our health by offering a diversity of foods. Hydroponics is not consistent with these principles.<br/><br/>Containerized culture may be eligible for organic certification under limited circumstances in which organic soil-building and other organic practices are used. These are essentially the same practices that would be required for growing in permanent beds in the soil.<br/><br/>We support the subcommittee proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.<br/>",
    "label": "",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "KEEP THE SOIL ORGANIC!",
    "label": "",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "On behalf of the National Family Farm Coalition, Jim Goodman, an organic dairy and beef farmer from WI and member of Family Farm Defenders, offers the following comments:<br/><br/>&#39;To me, as long as I have known anything about organic, it was healthy soil, healthy crops, healthy animals, healthy people. So, it all starts with the soil, and if there is no soil involved, seems to me it has stepped out of the organic sphere.<br/><br/>The USDA website notes that &quot;USDA certified organic foods are grown and processed according to federal guidelines addressing, among many factors, soil quality, animal raising practices, pest and weed control, and use of additives. Organic producers rely on natural substances and physical, mechanical, or biologically based farming methods to the fullest extent possible&quot;.<br/><br/>Interesting that soil quality is the first factor mentioned, and for good reason. The nutrient cycle, or in current terminology regenerative agriculture, has always been a cornerstone of organic farming - agriculture whereby the soil is managed to increase its fertility, reducing or eliminating the need for outside fertility inputs. Hydroponic agriculture is the exact opposite of regenerative agriculture in that all fertility inputs need to be added to the system. Organic farmers strive for a self-renewing system, as they are and should be, required by USDA organic regulations. With hydroponics a self-renewing system is impossible.<br/><br/>On principal, I am not opposed to hydroponics, as I am not opposed to sustainable farming practices - those practices utilized by good farmers who do the right thing but do not ascribe to all the organic rules - and that&#39;s OK. <br/><br/>Hydroponic tomatoes grown in the northern winter are, in some ways better than shipping &quot;organic&quot; tomatoes in from Mexico, but hydroponic production systems, by their nature, are not organic. Since they depend solely on added inputs I would question if they even fall into the realm of sustainable agriculture.<br/><br/>Hydroponics may produce acceptable vegetables, but, sorry, organic is about the soil. Don&#39;t try to take that away from us, who, as farmers, have spent our lives trying to save and improve the soil.&#39;<br/><br/>National Family Farm Coalition supports Mr. Goodman&#39;s assertion that organic is in the soil and can not be duplicated by nutrients and other additives transmitted to plants grown hydroponically. USDA organic standards should continue to require that:  &quot;USDA certified organic foods are grown and processed according to federal guidelines addressing, among many factors, soil quality, animal raising practices, pest and weed control, and use of additives.&quot;<br/><br/>Thank you for the opportunity to submit these comments.<br/><br/>",
    "label": "",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Dear NOSB,<br/><br/>I write because I am quite concerned with all of the issues coming before you for consideration.<br/><br/>1. Marine sustainability -- plants from our oceans MUST be protected! While good for use in organics, they must come from areas where the plants are protected from overuse.<br/><br/>2. Please DO NOT REMOVE Certification of Organics! Humans need to know what they&#39;re eating, and have a choice in what they are eating -- specifically, I am referring to &quot;Inert&quot; ingredients, ie chemicals, poisons, pesticides (99% of these products) that leech into a healthy soil, allowing humans to become unknowingly exposed. We all have only one life, and consumers/growers have a RIGHT TO KNOW, a BASIC, HUMAN RIGHT. Please correct the current serious compliance issues that threaten the integrity of the USDA organic label.<br/><br/>3. I fully support the subcommittee proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.<br/><br/>Thank you for your consideration.",
    "label": "",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Please keep organic standards strong.  No hydroponics should be as allowed as organic.<br/>Thank you for your consideration.",
    "label": "",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "The NOSB must investigate mechanisms for protecting marine ecology from the impacts of over-harvesting marine algae for use in organic products and production. It must also look at natural materials in use in crops and livestock, as well as those on the National List. Lastly, the NOSB must protect rockweed (Ascophyllum nodosum) to the extent possible and specifically list it as a prohibited natural.  <br/><br/>",
    "label": "",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "The Hudson River and our waterways are a vital part of America&#39;s treasures. They must be protected. <br/><br/>Keeping the Clean Water Rule is necessary to protecting the streams and wetlands that are sources for the Hudson River.<br/><br/>A clean Hudson River is vital to the Hudson Valley&#39;s economy, providing drinking water and recreational opportunities that would be impossible otherwise.<br/><br/>Rolling back the Clean Water Rule would jeopardize the decades of investment and work to bring the Hudson River back from its legacy of industrial pollution.<br/><br/>Rescinding the Clean Water Rule will only result in regulatory uncertainty about which Waters of the United States are covered under federal law.<br/><br/>Please keep our water safe, usable and drinkable <br/><br/>Thomas Hayden Putnam Valley NY<br/>",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Dear Administrator Scott Pruitt,<br/><br/>I am writing today to express my opposition to the proposed action to repeal the 2015 Clean Water Rule. I am concerned that repealing this rule will put our nation&#39;s headwaters at greater risk and increase uncertainty for the health of our nation&#39;s rivers and all water bodies downstream.<br/><br/>Our waterways are like your blood system -- it goes everywhere.  If it&#39;s sick in one spot, it is sick throughout.  We need to maintain our commitment to clean water everywhere so everyone can enjoy clean water, both for recreation and good health.<br/><br/>I strongly disagree with the proposal to reinstate the regulations that existed before the 2015 Clean Water Rule. Doing so will only increase uncertainty and continuity in implementing the Clean Water Act, running counter to the goals of the rulemaking. Likewise, pursuing a future rulemaking to conduct a substantive re-evaluation of the definition of &quot;Waters of the United States&quot; does the same.<br/><br/>For the health of our nation&#39;s rivers, I ask that you defend the rule the 2015 Clean Water Rule in court and cease efforts to repeal the rule.<br/><br/>Sincerely,<br/>Ms. Jennifer Straughan<br/>2600 Bancroft St  Missoula, MT 59801-8037<br/>jstraughan76@gmail.com",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "As a long-time member of the Izaak Walton League, a hunter, an angler, and a conservation professional, I believe that the Clean Water Rule is fundamentally sound and any further delay in restoring protections for steams and wetlands will bring long-term damage to water quality, to habitat for fish and wildlife, and to the U.S. economy.  The Clean Water Rule is based on clear and overwhelming science with over 1,200 scientific studies that demonstrate the connections between tributary streams and other upstream waters on larger downstream waters like lakes and rivers.  The Rule MUST have effective safeguards of threams, wetlands, and other waters required by the Clean Water Act.  While some agriculturalists have stated their objections to the Rule as impinging on their land, they are simply wrong.  The Rule, as proposed, has definitions and safeguards to prevent precisely the things they are objecting to.  We must give anglers and all users of our lakes and streams the confidence that the waters in which they play, recreate, or depend on for drinking water are safe and healthy.  The Clean Water Rule does this.  It should NOT be modified as proposed by the Trump Administration, delayed, or weakened.  Our waters--indeed, our future--depends on the implementation of the Clean Water Rule.   James L. Pease, Ph.D.  3840 Stagecoach Road, Ames, IA 50010",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Jul 31, 2017<br/><br/>Administrator  Scott Pruitt<br/><br/>Dear Administrator Pruitt  and Deputy Assistant Secretary Lamont,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203-0001, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects 20 million acres of wetlands and thousands of miles of headwater streams -- 60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>I also believe that repealing the Clean Water Rule and codifying the status quo will lead to uncertainty for States, federal and states water quality personnel, those who need permits and the public. In the last ten years, the &quot;status quo&quot; has hurt the efforts of sportsmen and women to protect water resources; contributed to permit delays; and left Corps water quality personnel spending large amounts of time trying to decide which waters the Clean Water Act protects. The Corps will now continue to make permitting decisions on a case-by-case basis indefinitely, and as a result, it will cause uncertainty for all involved in permitting. In addition, the 2008 guidance document that the Corps is using as the &quot;status quo&quot; to decide jurisdiction was not based on publicly available scientific, technical, or economic analyses, and it was never published in the Federal Register for public comment. This document is no substitute for a properly-issued rule.<br/>I am an avid fisherman and see how the Clean Water Act has made fishing much better in the area I grew up in Ohio. Streams and rivers that were dead are now full of fish and people are fishing in these streams and rivers. Do not repeal the Clean Water Act or these streams and rivers will once again become polluted and unfishable.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mr. John Coyne<br/>17 Mountainside Ave<br/>Stockholm, NJ 07460-1905<br/>(862) 345-5063",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "<br/>Jul 27, 2017<br/><br/>Environmental Protection Agency<br/><br/>Dear Administrator Pruitt  and Deputy Assistant Secretary Lamont Agency,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects<br/>20 million acres of wetlands and thousands of miles of headwater streams -- 60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>Half of my property is an identified wetland through which a stream runs that empties into one of the three local rivers that join and downstream run into the Housatonic River that runs into Long Island Sound. From beginning to end of this riparian system is a significant contributor to a complete environmental picture.<br/><br/>I also believe that repealing the Clean Water Rule and codifying the status quo will lead to uncertainty for States, federal and states water quality personnel, those who need permits and the public. In the last ten years, the &quot;status quo&quot; has hurt the efforts of sportsmen and women to protect water resources; contributed to permit delays; and left Corps water quality personnel spending large amounts of time trying to decide which waters the Clean Water Act protects. The Corps will now continue to make permitting decisions on a case-by-case basis indefinitely, and as a result, it will cause uncertainty for all involved in permitting. In addition, the 2008 guidance document that the Corps is using as the &quot;status quo&quot; to decide jurisdiction was not based on publicly available scientific, technical, or economic analyses, and it was never published in the Federal Register for public comment. This document is no substitute for a properly-issued rule.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mr. Robert Clarke<br/>PO Box 1025<br/>Woodbury, CT 06798-1025<br/><br/>",
    "label": "",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Please reject permit applications from Hilcorp and ALL companies wanting to drill for oil in the Arctic. There WILL be spills and I don&#39;t want my tax dollars used to try and clean them up. Rather, I want BOEM to take preventative action by keeping the inevitable spills from happening in the first place.<br/><br/>The world is moving toward non-fossil fuel energy. It&#39;s time for the US government to catch up and start on the transition to clean energy.",
    "label": "",
    "docketId": "BOEM-2015-0068",
    "docAbstract": "This docket pertains to public comment on BOEM's development of NEPA or other environmental documents in connection with the Liberty Development and Production Plan (Liberty DPP)."
  },
  {
    "text": "I am strongly opposed.How can you even consider rolling back fuel efficiency standards after this hurricane season??!!   Please pay attention to established science and do not take any action that would increase the US contribution to greenhouse gases. ",
    "label": "",
    "docketId": "NHTSA-2016-0068",
    "docAbstract": "Draft Technical Report"
  },
  {
    "text": "Hello,  I believe that the Electronic Logging Device, ELD mandate is just another example of government overreach. <br/>The federal government forcing &quot; we the people&quot; to purchase products that unconstitutionally track our locations, <br/>place financial hardship on small business, result in unjust fines and violations, and make<br/> companies and drivers race to beat a ticking clock is wrong. It will make the roads less safe, it will <br/>result in experienced driver shortages, increased small buisness costs, <br/>and higher transportation costs that will be passed on to consumers.<br/> It&#39;s bad for truckers, bad for safety, bad for liberty, bad for the economy, <br/>And bad for America. END THE ELD MANDATE!   Thank you for your consideration ",
    "label": "",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Dear Sir or Madam:<br/><br/>We support a regulatory change that would require licensees regularly to demonstrate compliance with the Animal Welfare Act before renewing their license or significantly expanding their operations. We also support required disclosure of animal cruelty violations. Allowing non-compliant licensees to continue operating is harmful to animals and a waste of government resources.<br/><br/>Its hard to believe, but businesses using animalslike puppy mills, roadside zoos, and circusesthat have REPEATEDLY VIOLATED the Animal Welfare Acts minimum care standards continue to obtain licenses to operate from the U.S. Department of Agriculture. Even more shockingrepeat violators routinely have their license AUTOMATICALLY RENEWED, even when theyve been cited with MAJOR VIOLATIONSlike inspectors finding sick, malnourished, or injured animals. THIS IS UNACCEPTABLE, UNETHICAL, and UNCONSCIONABLE ABUSE and NEGLECT and IT MUST BE STOPPED IMMEDIATELY!<br/><br/>Thank you for your time and consideration of this very serious ANIMAL RIGHTS issue!  ",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "To Whom It May Concern:<br/><br/>As a person who is a voice for animals, I fully and without reservation, support not only your considering a rule that could deny a license renewal to pet breeders who routinely fail to pass inspections, but hope you see this through to fruition.  This has been a long time coming.  The suffering these animals endure day after day in failed inspection facilities is horrific.  In the past, I had the opportunity to rescue a female breeder Black Lab from such a facility and what I actually saw, I will never be able to &quot;unsee&quot; 30 years later.  This was not only stems where she was removed from but the terror in in her eyes, how she reacted to humans and the condition she was in......all in the name of the mighty dollar. <br/><br/>I ask that you please make this happen.<br/><br/>Thank you",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Re:Comment Tracking Number 1k18z17-zq4m<br/><br/>I have serviced on the Davis County Soil and Water Conservation Board as an Assistant Commissioner for over ten years. I am not a crop farmer, rancher, or livestock producer and I only have a superficial understanding of all the programs, organizations,structures, rules, regulations etc. that make up what we call the USDA and/or our national agricultural support program. I have however owned and operated  four small businesses and sit on the Board of Directors for two others. <br/><br/>More to the point, I have witnessed the committed, concerned, knowledgeable, AND PERSONAL service our local employees have consistently delivered to <br/>&#39;our customers&quot; (Secretary Perdue&quot;s designation). I am concerned that the proposed structural changes will move more of the authority and decision making process up the chain of command while moving more of the workload down that same chain of command. How  can that possibly be a benefit to our customers? It never is, never has been, and probably never will be. Thank you.<br/>",
    "label": "",
    "docketId": "USDA-2017-0003",
    "docAbstract": null
  },
  {
    "text": "I totally support any and all laws that will help protect animals from any type of abuse from uncaring, unprincipled, and mercenary humans who use these innocent animals for profit. ",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "As an animal activist I support a regulatory change that would require licensees to regularly demonstrate compliance with the Animal Welfare Act before renewing their license or significantly expanding their operations. I also support required disclosure of animal cruelty violations. Allowing non-compliant licensees to continue operating is harmful to animals and a waste of government resources. ",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I am opposed to the proposed changes, which violate the privacy of US citizens and residents and will deter free speech.",
    "label": "",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "Please let&#39;s not collect social media information from immigrants. We are not, or should not be, a nation of cowards. We have good ideas and a good society. Let people come without snooping so much into their private lives. ",
    "label": "",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  }
]