[
  {
    "text": "Urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. <br/><br/>Ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/><br/>Tell the Department it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Prior to retirement I was involved with the management of both US and foreign flag commercial vessels for 35 years.  During that time I had multiple opportunities to observe how the USCG interacted with vessel owners.  In many cases the USCG has established the best practices for the industry through the regulatory process.  Over time the international community has adopted these practices as part of international standards.  As a result, some of the current USCG programs have outlived their usefulness resulting in a duplication of efforts by both the US government and the owners consuming resources for plan review and record retention.  In response to the USCG notice, the following regulations are considered outdated, unnecessary and impose costs that exceed benefits.<br/><br/>1. Foreign flag gas carrier Certificate of Compliance (CoC):  The requirement for a USCG plan review originated in the 1960&#39;s when there were no international standards for the design of vessels transporting liquefied gases in bulk.  The USCG implemented a Gas Carrier Letter of Compliance Program, based upon Interim Guidelines developed from regulations contained in 46 CFR Part 38.  These Interim Guidelines were considered by IMO in the drafting of the IGC Code.  The IGC Code was incorporated in the US domestic regulations in 46 CFR Part 154; however, there are slight differences between the international and domestic regulations which resulted in the CoC plan review requirements.  The IGC Code has been in force for 40 years with a proven safety record and without incidents related to the items covered in a Subchapter O Endorsement plan review required for a CoC.  Over time the domestic and international requirements have further converged.  Consequently, an IGC Code certificate issued by a foreign vessel&#39;s National Administration should be sufficient without the need for an additional USCG plan review.  A Port State inspection for IGC Code compliance remains appropriate.  The following regulations could be eliminated in whole or part without degrading public safety:<br/><br/>a. 46 CFR 154.22 - Foreign Flag Vessel: Certificate of Compliance endorsement application<br/>b. 46 CFR 154.24 - Foreign Flag Vessel: IMO Certificate<br/>c. 46 CFR 154.151 - Procedures for having the Coast Guard examine a vessel for a Certificate of Compliance<br/>d. 46 CFR 154.1802 - Certificates, letters and endorsements: Foreign flag vessels<br/><br/>2. Foreign Flag vessel SOPEP approval:  OPS &#39;90 established the domestic requirement for a SOPEP, independent of then current international requirements.  IMO subsequently added Regulation 37 to MARPOL 73/78 which required an Administration approved SOPEP.  Regulations 37 contains the same general requirements as the USCG regulations with less specificity.  Over the past 20 years, the USCG required format has become the industry standard for these plans which are frequently prepared by contractors specializing in their preparation using a standard template.  The necessary local response information could be provided as part of the vessel&#39;s arrival notice.  The following regulations could be eliminated in whole or part without degrading environmental risk:<br/><br/>a. 33 CFR 151.27 - Plan submission and approval<br/>b. 33 CFR 151.28 - Plan review and revision<br/><br/>",
    "label": "",
    "docketId": "USCG-2017-0480",
    "docAbstract": "Evaluation of Existing Coast Guard Regulations and Collections of Information"
  },
  {
    "text": "You need to do your job &amp; protect students and NOT the bottom line of predatory companies.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Alternate fuels and power sources are now available and should be the future.  Power companies have had more than enough time to figure out how to control this.  Regulation and consequences are the only thing that works with them.<br/><br/>Please don&#39;t delay enforcement of this regulation that keeps heavy metals out of our rivers.   I&#39;d like my grandchildren to know what fish actually tastes like someday.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "I oppose any relaxing of regulations on effluents or postponing any enforcement of environmental regulations.  Clean air is too important and carbon emissions are too dangerous too ignore.  Science is real!  Air pollution and climate are imperative to the citizens of the US and the proper work of the EPA.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "I have $50k worth of loans to pay back [ ]! Where&#39;s free school 4 veterans? Thought trump loved us!?",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "UPS should be denied any and all exceptions to the ELD regulations.  Pat Thomas, senior vice president of state government affairs for UPS was one of the major players to force this ill conceived regulation on innocent drivers who obey the rules on a daily basis. Now that they have been successful in stripping away another freedom and civil right from almost every carrier in the country, they want to be held above the nightmare law they applied so much force in creating. Taht is morally reprehensible. The reason why they should be above the law and exempt is less worthy of consideration than most others. They do not haul perishables, they do not haul livestock. They worked diligently to create this abomination and should have to suffer the fruit of their labor as the rest of the industry suffers. The policies of FMCSA, CVSA, NHSA, and vicious groups like Road America are destroying an average man&#39;s ability to freely do the work they love.There is no level playing field in this industry. A small child can recognize a bad rule - when any group or person tries to impose their will on another group, and then tries to make themselves exempt, they strike against the heart of what it is to be an American. Please reject this request in the name of all that is decent. Please put to rest the belief of many an honest driver out here that FMCSA has been bought off, and that pleas for fair treatment will only fall on ears made deaf by the greed and dishonesty.",
    "label": "",
    "docketId": "FMCSA-2017-0054",
    "docAbstract": "Parts and Accessories Necessary for Safe Operation; Application for an Exemption From United Parcel Service Inc."
  },
  {
    "text": "Dear Ms. DeVos,<br/><br/> I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>    I would ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.  As you know, Trump University was one such school, and he has paid a large settlement to try to make this right.<br/><br/>    And finally, it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Sincerely,<br/>Jennifer Goss<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Good, the woman is disastrous in this capacity, and our children will suffer because of it!! I hope the suing will stick and become advertised on TV so everybody know about it, not just the people on this web site. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please uphold the borrower defense and college accountability regulations. Students and taxpayers shouldn&#39;t have to pay the price for predatory practices being pursued in the name of higher education. These regulations not only help the victimized students but also, by holding the predatory schools accountable for their actions, they help the American taxpayers.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "<br/>Urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. <br/><br/>Ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/><br/>Tell the Department it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system.<br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.Any action by USDA should be limited to the question of whether young cattle should be required to be identified when crossing state lines. That is the issue that USDA committed to reviewing when it adopted Animal Disease Traceability (ADT) just a few years ago.<br/><br/> Why are consumers so concerned? :<br/>It&#39;s too expensive. The profit margins for most livestock producers are tiny. A NAIS-type program means not only buying RFID tags (which are more expensive than the traditional metal or plastic ones), but having the infrastructure to properly place the tags, read the tags, and manage the data. This expense will be passed on to the consumer. Which means you are putting my family&#39;s health in jeopardy!!!<br/><br/>IT DOESN&#39;T ADDRESS ANIMAL DISEASE!!!<span style='padding-left: 30px'></span>Traceability is part of being able to control and limit the spread of disease-but it does nothing to actually prevent or cure disease. THE REAL FOCUS NEEDS TO BE PREVENTION!!!!  If the government and industry spent even a tiny portion of the time that they have spent on NAIS on decreasing or even eliminating overcrowding in feedlots,mandating better nutrition and blocking the overuse of drugs, while also preventing imports from countries with outbreaks, we would have far healthier animals and less risk of disease in this country. But those things cost you the government and the industry money and limit access to international markets, so you would rather focus on tagging and tracking animals as a smokescreen to the real problem. Whatever happened to taking care of your own people?? Do what is best for us as a nation not other countries!!!!<br/><br/>It&#39;s about money. The real reason the industry players want electronic ID and tracking is to boost their own profits. Not to mention the profits to be had from selling tens of millions of electronic tags, or from managing the massive databases that would be part of the system. Multiple companies and trade organizations stand to make a lot of money from the program-at the expense of the vast majority of farmers and ranchers.<br/>We don&#39;t need every animal to have an electronic tag in its ear and its information entered in a database.It may be better to have the exporters pick up this tab!!!    What we need are programs that support independent producers making it possible for the consumers to get better quality food, a vibrant competitive market where people can make a living and provide quality products, and healthy animal management to prevent disease instead of trying to cure after the fact. Speak up for us which is why we hired/voted you in!!!!!",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "Against exemptions for any and all carriers. You passed the mandate so either all follow or terminate the mandate entirely. Otherwise you are guilty of discrimination. ",
    "label": "",
    "docketId": "FMCSA-2017-0175",
    "docAbstract": "Hours of Service of Drivers: Application for Exemption; Pipe Line Contractors Association"
  },
  {
    "text": "The U.S. has taken important strides to address dangerous methane pollution, and we can&#39;t afford to go backward. Climate change and air pollution are already harming Americans, particularly the poor and the young. Put public health before polluters&#39; profits. <br/><br/>We can&#39;t wait. Strong protections on methane and toxic pollution from oil and gas production keep us safe. Rolling back the progress we&#39;ve made in the last eight years is unacceptable. Families like mine support protecting methane pollution standards. <br/><br/>Thank you for your time and consideration,<br/><br/>Caleb Laieski",
    "label": "",
    "docketId": "EPA-HQ-OAR-2010-0505",
    "docAbstract": "Background information for EPA's regulatory review of the Oil and Natural Gas Sector under sections 111 and 112 of the Clean Air Act"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I just can&#39;t believe I have to comment that I am for regulations that prevent pollution. When I started at my school 7 years ago almost every child was regularly nebulized. Today, very few get nebbed and typically it&#39;s seasonal. ",
    "label": "",
    "docketId": "EPA-HQ-OAR-2016-0442",
    "docAbstract": "According to Clean Air Act Sections 112(f)(2) and 112(d)(6) respectfully, the EPA is required to perform an analysis 8 years after a rule has been promulgated, and if needed promulgate new standards to mediate any remaining residual risk to the public and provide an ample margin of safety, and also to perform a technology review every 8 years, taking into account developments in practices, processes, and control technologies for a given industry.  This docket will contain rulemaking, supporting documents and comments for both of these actions."
  },
  {
    "text": "I urge you not to postpone the compliance dates under the Effluent Limitation Guidelines and Standards for Steam Electric Power Plants. Postponing and rewriting this ELG rule will delay long needed reductions in toxic pollution to drinking water sources, a disastrous plan to allow over 2 billion pounds of toxic wastewater to contaminate America&#39;s lakes, rivers and creeks.  This would be devastating to human health and our environment. ",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "I chose the topic of the Medicare Program: Prospective Payment System and Consolidated Billing for Skilled Nursing Facilities: Revisions To Case-Mix Methodology where this proposed rule document was issued by the Centers For Medicare Medicaid Services.  According to Medcare Program (2009), This advance notice of proposed rulemaking to solicit public comments on potential options can be considered for revising certain aspects of the existing skilled nursing facility, the prospective payment system payment methodology to improve its accuracy, based on the results of the Skilled Nursing Facility Payment Models Research project.  In particular, the agency is seeking comments on the possibility of replacing the Skilled Nursing Facility Prospective Payment System &#39; existing case-mix classification model, the Resource Utilization Groups, Version 4, with a new model, the Resident Classification System, Version I.  Also discussed would be options for how such a change could be implemented, as well as a number of other policy changes that may considered to complement implementation of Resident Classification System, Version I.<br/>The question arises as to the available options to consider for revising certain aspects of the existing Skilled Nursing Facility Prospective Payment System payment methodology.  The payment methodology revisions would allow for improving the ability for Medicare to pay adequately and appropriately for all services provided during a Medicare Part A skilled nursing facility stay.  (Grabowski, Huckfeldt, Sood, Escarce &amp; Newhouse, 2012).  This reasoning seems thought out and applicable.  If a skilled nursing facility stay meets the medical needs of a patient and that particular patient has been referred to this health care along the correct lines then the facility should receive payment for its services in a timely fashion without problems.  It is duly recorded that many skilled nursing facilities oftentimes have to obstacles in getting their proper reimbursements for care provided from Medicare.  Many of these obstacles are the result of inconsistent and incorrect billing and coding from medical personnel.  Sometimes a patient&#39;s chart will have varied charges and codes for the same procedures that subsequently result in Medicare payment denials and late payments.<br/>This is a dilemma because the most important component, which would be the patient may end up receiving improper and delayed care because of denied or late Medicare payments to the skilled nursing facility.  There have been many cases of this happening and the varied results that have been experienced by the person seeking health care.  One of the most important comments that I believe should be made regarding this is that those medical personnel responsible for billing and coding and the medical personnel responsible for providing the initial information within the health record should be checked and double checked for completeness and accuracy and the assurance that the medical condition noted is comparable to the subsequent billing and coding.  (Carter, Garrett &amp; Wissoker, 2012).  Since there are so many interrelated parts to ensure that Medicare payments to skilled nursing facilities get done accurately all parties and participants should work together to make sure that the task is done to excellent standards and this is a revision that would make sense and provide a positive outcome to the skilled nursing facility, Medicare and the patient.  The Centers For Medicare Medicaid Services should look into making sure that this revision is reviewed on a regular basis as of course it is something that is already in place.  But the problem is that oftentimes the problem re-occurs so the process needs to be monitored regularly and quickly resolved when necessary.<br/> <br/>References<br/><br/>Carter, C., Garrett, A. B., &amp; Wissoker, D. (2012). Reforming medicare payments to skilled nursing facilities to cut incentives for unneeded care and avoiding high-cost patients. Health Affairs, 31(6), 1303-13. Retrieved from http://prx-herzing.lirn.net/login?url=http://search. proquest.com.prx-herzing.lirn.net/docview/1021174896?accountid=167104<br/><br/>Grabowski, D. C., Huckfeldt, P. J., Sood, N., Escarce, J. J., &amp; Newhouse, J. P. (2012). Medicare postacute care payment reforms have potential to improve efficiency of care, but may need changes to cut costs. Health Affairs, 31(9), 1941-50. Retrieved from http://prx-herzing. lirn.net/login?url=http://search.proquest.com.prx-herzing.lirn.net/docview/1039467505?accountid=167104<br/><br/>Medicare program; prospective payment system and consolidated billing for skilled nursing facilities for FY 2010; minimum data set, version 3.0 for skilled nursing facilities and medicaid nursing facilities. (2009). (). Lanham: Federal Information &amp; News Dispatch, Inc. Retrieved from http://prx-herzing.lirn.net/login?url=http://search.proquest.com.prx- herzing.lirn.net/docview/192376644?accountid=167104<br/>",
    "label": "",
    "docketId": "CMS-2017-0061",
    "docAbstract": "We are issuing this advance notice of proposed rulemaking (ANPRM) to solicit public comments on potential options we may consider for revising certain aspects of the existing skilled nursing facility (SNF) prospective payment system (PPS) payment methodology to improve its accuracy, based on the results of our SNF Payment Models Research (SNF PMR) project. In particular, we are seeking comments on the possibility of replacing the SNF PPS’ existing case-mix classification model, the Resource Utilization Groups, Version 4 (RUG-IV), with a new model, the Resident Classification System, Version I (RCS-I). We also discuss options for how such a change could be implemented, as well as a number of other policy changes we may consider to complement implementation of RCS-I."
  },
  {
    "text": "June 15, 2017<br/><br/>Environmental Protection Agency<br/>Mailcode 2822T<br/>1200 Pennsylvania Avenue, NW<br/>Washington, DC 20460<br/><br/>Attn: Docket ID # EPA-HQ-OAR-2012-0788<br/><br/>40 CFR, Part 192/FR, Vol 82, No. 12/Thursday, January 19, 2017/Proposed Rules/Health and Environmental Protection Standards for Uranium and Thorium Mill Tailings/ Proposed Rule/ Comments Closed 18 July 2017<br/><br/>To Whom It May Concern,<br/><br/>My name is Ben Darr and I am a Montana resident. I represent myself as a concerned citizen of the Western United States about the potential ground water contamination from Uranium and Thorium mill tailings.  My proposal is in reference to the Health and Environmental Protection Standards for Uranium and Thorium Mill Tailings proposed rule. Specifically the elimination of the 30-year-long monitory provision proposed by the previous version. <br/><br/>Initially, I was skeptical for the removal of the 30-year-long monitoring provision from the previous proposal. After reading the updated stability standards for obtaining a long term license, I find the proposed three years of quarterly monitoring with a 95 percent confidence level of no increasing trends to be acceptable but not preferable. I would still like to see some kind of periodic follow-up monitoring at a greater interval of five to ten years for public assur-ance of compliance. I bring this up because potential ground shifting or horizontal movement could lead to unexpected or delayed movement of hazardous material to an aquifer (Saunders, 79). <br/><br/>Geographically, the uranium mining locations I am most concerned about are in my neighboring state of Wyoming. As I type this, my local news is reporting the largest earthquake in Wyoming in since 2014 (Earthquake shakes NW Yellowstone area). The presence of frequent ground movement in the state gives credence for a long term monitoring solution. The EPA had reason to propose the 30 year monitoring and I would like to believe the extended monitoring has been removed to further protect public health and not shareholder profit. <br/><br/>While it is disturbing that existing standards for ground water had not been applied to Uranium In-Situ Recovery (ISR) facilities, I applaud the effort to amend this oversight and would like to clarify that I do support the proposal. I find the amount of decision making authority given to the regulatory agency for licensing to be flexible while offering assurance of increased compliance to the public. My impression of this document leads me to believe that, besides the issue identified in the previous paragraph, the proposed rules in this document will be a good tool to positively impact the environment, public health, and public assurance. Thank you for the opportunity to comment, I do not wish to further comment.<br/><br/>Respectfully,<br/><br/>Ben Darr<br/><br/>References<br/><br/>&quot;Earthquake shakes NW Yellowstone area&quot; (2017). Retrieved 15 June 2017 from <br/><span style='padding-left: 30px'></span>www.kfbb.com/story/35678146/earthquake-shakes-nw-yellowstone-area<br/><br/>Saunders, J. A., Pivetz, B. E., Voorhies, N., &amp; Wilkin, R. T. (2016). Review: Potential aquifer <br/><span style='padding-left: 30px'></span>vulnerability in regions down-gradient from uranium in situ recovery (ISR) sites. Jour-nal <br/><span style='padding-left: 30px'></span>Of Environmental Management, 183(Part 1), 67-83. doi:10.1016/j.jenvman.2016.08.049<br/>",
    "label": "",
    "docketId": "EPA-HQ-OAR-2012-0788",
    "docAbstract": "The Environmental Protection Agency (EPA) is proposing to add new health and environmental protection standards to regulations promulgated under the Uranium Mill Tailings Radiation Control Act (UMTRCA). The Act regulates the extraction and management of uranium byproduct materials produced by uranium recovery. The proposed standards will regulate residual radioactivity and uranium byproduct materials produced by in-situ uranium recovery, including both surface and subsurface standards, with primary focus on ground water protection and restoration."
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "It can be difficult to ensure family not experiencing any exposure to I* 131which is avidly taken up by family member&#39;s thyroid<br/><br/>Staying in facility a few days would help.",
    "label": "",
    "docketId": "NRC-2017-0094",
    "docAbstract": null
  },
  {
    "text": "Please keep patients in the hospital until they are deemed to be safe around the public again. It would have been much easier on my family and myself had I been being cared for in a hospital and wouldn&#39;t have had to worry about accidentally exposing anyone to anything.<br/>My dad had three doses of RAI, the last of which was 400 mci, and he was still allowed to come home and risk exposing his family to very dangerous levels of radiation. I was diagnosed with thyroid cancer a year and a half after his passing and I believe exposure to the radiation at the very least didn&#39;t help. Please consider requiring patients to be treated in the hospital.",
    "label": "",
    "docketId": "NRC-2017-0094",
    "docAbstract": null
  },
  {
    "text": "Don&#39;t allow any methane pollution please!",
    "label": "",
    "docketId": "EPA-HQ-OAR-2010-0505",
    "docAbstract": "Background information for EPA's regulatory review of the Oil and Natural Gas Sector under sections 111 and 112 of the Clean Air Act"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Happy Summer!  Have a good 4th of July ! ! !<br/><br/>For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.<br/><br/>Take care; and, God Bless All . . .",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Increase and strengthen standards NOT lower them or stop accurate labels  and nutrition labeling at schools and restaurants .  GMO&#39;s need to be labeled also",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "FDA-Please Note: you are NEITHER eternally-voted in your VERY LIMITED-7-TEMPORARY offices NOR ABOVE/BEYOND REPROACH to be on the RECIPIENT side of a American PUBLIC&#39;s IRE, DISSATISFACTION &amp; REBUKE  as far as being the recipient of a  virtual &quot;FACIAL SLAP&quot; meant to BRING ATTENTION to (a LONG-EXISTING, OVERDUE solution-awaiting) to to restore COMMON SENSE &amp; HUMANITY so as to FOCUS on LIFE-CRUCIAL issues of PUBLIC HEALTH!!",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Clean air and water are important for every single person in this country, including you, Mr. Pruitt. <br/><br/>You want to let coal plants dump toxic waste into water? I&#39;m okay with that, as long as you promise to drink nothing but the water directly downstream from those plants for as long as your policy remains in effect. <br/><br/>No? Doesn&#39;t sound appealing? <br/><br/>Don&#39;t impose conditions on others that you would not tolerate yourself. ",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "It is essential to the health of our educational system that the department of Education continue enforcing and reaffirm the rules protecting students, veterans, and taxpayers against for-profit school fraud:<br/><span style='padding-left: 30px'></span>Continue to grant relief to the tens of thousands of students who have applied for relief from student loans taken out to attend fraudulent schools but are still waiting.<br/><span style='padding-left: 30px'></span>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers.<br/><span style='padding-left: 30px'></span>Immediately implement the ban on forced arbitration to preserve student loan borrowers&#39; right to go to court if their schools violate the law or break their promises. <br/>The current rules have made it possible for students to better evaluate schools and to provide for redress for those wronged by fraudulent schools. <br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. Seek any further damages from those who broke the law, not the victims.<br/><br/>Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn private, for-profit college executives into millionaires, even as they scam students. <br/><br/>It is an unproductive and inefficient waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled by you or this administration. Don&#39;t gut what makes us great.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>    Urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>    Ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>    Tell the Department it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be canceled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>The Department must stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires even as they scam students.<br/><br/>It is a total waste of taxpayer money to rework rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please cancel the loans of all students who have been involved with schools that have broken the law. Thank you.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a complete waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers do not end up subsidizing schools that offer basically useless degrees and burden their graduates with unmanageable debt. Regulations to prevent this should be enforced, not delayed, dismantled or ignored.<br/>The Department of Education already determined that Corinthian College broke the law. Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled.<br/>Furthermore, please stop giving federal loans and grants to schools that do not properly educate graduates to succeed in their careers. Taxpayer money shouldn&#39;t be used to subsidize loans that in effect make for-profit college executives rich while their under-employed graduates end up heavily indebted with nothing to show for it.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The Department should stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am totally disgusted with the shenanigans performed by Betsy DeVos, a woefully underqualified shill for the extremely wealthy. She doesn&#39;t have the interests of the majority of the population or vulnerable students at heart, and is taking up valuable space in this important administrative position that should be filled by someone with proper qualifications and a heart.<br/><br/>Here are some suggestions that seem to be a no-brainer:<br/>Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. This is only right and fair and it is the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. Whose side are you on, anyway?<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled. Otherwise, it is reinventing the wheel, starting out with a high tech Yokohama and ending up with a hand hewn stone disaster of a wheel.<br/><br/>The entire country, and no doubt, the world, is watching how this country handles basics like the right to an education. Our students are responsible for the future of this country and should be regarded as one of our most important investments. Do the right thing and treat them properly. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Don&#39;t reinvent the wheel Ms. DeVos. Simply support the public school system that exists, which has never really been done. Stop lying to yourself and the public, as we all see your capitalist agenda for your rich social circle. Stand up for EVERY child, not just the one&#39;s that look like hue...I mean you.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It&#39;s time to work for the benefit of STUDENTS rather than pandering to the monied interests that are trying to make profits off our schools and colleges. Will you start helping?",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "She is not qualified and should never have been given that position",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I was involved in the EPA program for controlling the discharge of pollutants into &quot;Waters of the US&quot; shortly after Public Law 95-500 was issued  (i.e., the National Pollutant Discharge Eliminate System permit program).  At this time almost all waters were regulated under the &quot;Waters of the US&#39;&quot; provision - and great progress was made in reduction of the discharge of toxic materials into large and small streams.<br/><br/>We found many, many cases where industrial facilities were discharging large amounts of Toxic Chemicals because they were not being controlled by the states.<br/><br/>As the scope of the &quot;Waters of the US&#39;&quot; definition is reduced by bureaucratic actions - more discharges of toxic/harmful substance will move from control under the Clean Water Act - to no control, since states are not able to avoid the pressure from local polluting industrial facilities.<br/><br/>Clearly the definition of &quot;Waters of the US&quot; must be made a broad as possible to reduce the impact on human health.<br/><br/>J. V. Ferguson",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "!) Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/>2) Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/>3) It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Betsy Dvos, Your continuing policies favoring corporations, whose primary interest is making a profit, over the interests of students and the American people are abhorrent and have no place in a democratic society. Your anti-human, pro-profit behavior will garner you nothing but the animus of those you are charged to serve.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dear Betsy DeVos,<br/><br/>I am asking that the Department of Education grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I urge the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>The Department of Education should be made better, not worse.<br/><br/>Thank you for your consideration,<br/>Sharon Anton",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Public ed fully supported is what has made America great. Don&#39;t let other ed plans interfere with this noble work. <br/><br/>Thank you. Sharon  Laabs",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Stop wasting my money. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I wish to point out my opposition to the request for a MOU by Libya Docket Number DOS2017-0028. As a historian and ancient coin collector I am aware that there is a push by many entities to limit the ability of ancient coin collectors in the U.S. to acquire and study these coins. The concept that ancient coins belong only to the country of origin is silly on its face. Consider that Roman coins may be found in China, India, Russia, all of the Middle East, North Africa, and all of Europe. Which modern country should be able to claim them. The answer is none of the above. They were issued in the millions by the Roman Empire an entity that no longer exists. During its existence Rome had over a hundred mints in operation. It is not unusual to find a coin minted in Odessa turning up in Great Britain. That same coin may have a collector value of a dollar or less. Remember they were often minted in the millions. Coins of the Emperor Probus are good examples of this. Hardly worth getting a permission from some bureaucratic agency is it? I might also point out that historically collectors efforts have led to valuable studies regarding timelines and trade routes.    ",
    "label": "",
    "docketId": "DOS-2017-0028",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dear Ms. DeVoss,<br/><br/>I urge you to NOT delay the rule update that allows students to seek loan forgiveness if the school broke the law.  <br/>It is unconscionable for those students that have gotten scammed into a bogus education from a fraudulent institution to be <br/>forced  to repay their student loans!  This is WRONG, WRONG, WRONG! <br/><br/>It is imperative that you STOP giving substandard for-profit schools the right to charge students tuition and fees using taxpayer<br/>money if those schools DO NOT EQUIP THE STUDENTS TO FIND GAINFUL EMPLOYMENT with their bogus degree!<br/><br/>The borrow defense and gainful employment rules work to ensure that taxpayers are not footing the bill for schools that <br/>bury their students in debt for a useless degree.<br/><br/>Sincerely,<br/><br/>Margaret Young<br/>A Concerned Pinole Senior Citizen Activist<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I strongly urge the Department of Education to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that these students&#39; school (Corinthian) broke the law. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Furthermore, please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Grant relief to the tens of thousands of students who are still waiting for their loans to be canceled, especially in cases where the Department found that the school (such as Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives who scam their students into millionaires.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "<span style='padding-left: 30px'></span>Urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. <br/><span style='padding-left: 30px'></span>Ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/><span style='padding-left: 30px'></span>Tell the Department it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "[ ] You are an ignorant, worthless [ ]. You defile the office!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Also, please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>And it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families, in particular, face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "<span style='padding-left: 30px'></span>For the sake of everyone&#39;s health please require extensive food labeling for restaurants and other retail food establishments<br/>(especially gas station stores that sell unlabelled foods, for example, a slice of pizza). Heart, artery and diabetes health issues<br/>have created a huge, very expensive, burden on our healthcare system. By forcing food labeling we will be much better off as a country!",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I am a small-business owner, operating BURGER KING restaurants that employ individuals in the United States. I am writing today to request that you amend the Final Rule, titled &quot;Food Labeling; Nutrition Labeling of Standard Menu Items in Restaurants and Similar Retail Food Establishment&quot; (&quot;Rule&quot;), issued on Dec. 1, 2014, to provide for more flexible options for restaurateurs across the country. <br/> <br/>As currently written, the Rule requires that caloric information be displayed on the menus and menu boards next to the name or price of the item. The calories must be posted in a type face that is the size of either the name or the price, whichever is smaller, and must be in the same color &quot;or at least as conspicuous&quot; as the name used for the item. Other information, including total calories, total fat, calories from fat, saturated fat, trans fat, cholesterol, sodium, total carbohydrates, fiber, sugars and protein, must be provided in written form upon consumer request and noted as such on menus and menu boards.<br/><br/>This Rule creates a one-standard-fits-all model that does not take into consideration the unique nature of the restaurant business, including the hundreds of combinations of food items that impact the nutritional data. It also does not allow for a quick service restaurant owner like me to cure even minor violations (a number falling off a drive-thru menu, for example) without facing criminal and civil penalties. Furthermore, while the rule includes an exemption for operations with fewer than 20 locations, the exemption does not apply to franchisees like me who operate an independent business.<br/><br/>I ask that you reconsider the Rule to allow for more flexible posting alternatives. For example, allowing restaurant owners to place information on one listing designated as the &quot;menu&quot; or &quot;menu board&quot; will lessen posting errors, as well as the burden on employers like me. Additionally, allowing for flexibility in determining which serving sizes are appropriate to be used (single servings, entire product or common unit of division) will limit errors while providing identical information to the consumer. I also ask that you remove the requirement that each restaurant location have an employee certify that every food item adheres to the nutrient values as determined by the corporate entity. As a small-business owner, I have neither the time nor the resources to ensure that these qualifications are met. Finally, inserting a 90-day &quot;cure period&quot; for those who act in good faith and are non-compliant due to inadvertent human error would allow small-business owners like me to focus on running my business and growing jobs rather than living in fear of a violation.  <br/><br/>Thank you for delaying implementation of this Rule so that FDA and others can fully analyze its impact on small-business owners across the country. I appreciate you considering my suggestions and am happy to provide further input as requested.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I feel that patients that undergo RAI treatment t for thyroid cancer should stay in a facility and not be released home for the required days.  This treatment isn&#39;t harmful to other people, including children.  Precautions should be made.",
    "label": "",
    "docketId": "NRC-2017-0094",
    "docAbstract": null
  },
  {
    "text": "Can you please allow menu labeling. If there&#39;s nothing to hide, hide nothing.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I strongly encourage the use of food labeling. How can we as Americans expect to improve the health outcomes if American consumers are not aware of what they are eating. In addition, the labeling needs to be understandable for all Americans. At a time when America is trying to deal with the future of our healthcare system, it is reasonable to expect that food labeling can help consumers choose the foods that would serve them rather than harm them.<br/><br/>As a professional health educator, part of my job is educating people to understand food labels. There are at least 61 names for sugar. When obesity and Type-2 diabetes are at epidemic proportions, we must have food labels that are transparent and easy to understand for all consumers.<br/><br/>Thank you for your time to read my comments.<br/><br/>Kind regards,<br/>Anthony Treas",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I am a small-business owner, operating two Buffalo Wild Wings restaurants that combined employ over 100 individuals in the United States. I am writing today to request that you amend the Final Rule, titled &quot;Food Labeling; Nutrition Labeling of Standard Menu Items in Restaurants and Similar Retail Food Establishment&quot; (&quot;Rule&quot;), issued on Dec. 1, 2014, to provide for more flexible options for restaurateurs across the country. <br/><br/>As is currently written, the Rule requires that caloric information be displayed on the menus and menu boards next to the name or price of the item. The calories must be posted in a type face that is the size of either the name or the price, whichever is smaller, and must be in the same color &quot;or at least as conspicuous&quot; as the name used for the item. Other information, including total calories, total fat, calories from fat, saturated fat, trans fat, cholesterol, sodium, total carbohydrates, fiber, sugars and protein, must be provided in written form upon consumer request and noted as such on menus and menu boards.<br/><br/>The current Rule creates a one-standard-fits-all model that does not take into consideration the unique nature of the restaurant business, including the hundreds of combinations of food items (such as amounts and types of buffalo wing sauce) that impact the nutritional data.  It also does not allow for restaurant owners like me to cure even minor violations without facing criminal and civil penalties. Furthermore, while the rule includes an exemption for operations with fewer than 20 locations, the exemption does not apply to franchisees like me who operate an independent business.<br/><br/>I ask that you reconsider the Rule to allow for more flexible posting alternatives. For example, allowing restaurant owners to place information on one listing designated as the &quot;menu&quot; or &quot;menu board&quot; will lessen posting errors, as well as the burden on employers like me. Additionally, allowing for flexibility in determining which serving sizes are appropriate to be used (single servings, entire product or common unit of division) will limit errors while providing identical information to the consumer. I also ask that you remove the requirement that each restaurant location have an employee certify that every food item adheres to the nutrient values as determined by the corporate entity. As a small-business owner, I have neither the time nor resources to ensure that these qualifications are met. Finally, inserting a 90-day &quot;cure period&quot; for those who act in good faith and are non-compliant due to inadvertent human error would allow small-business owners like me to focus on running my business and growing jobs rather than living in fear of a violation.  <br/><br/>Thank you for delaying implementation of this Rule so that FDA and others can fully analyze its impact on small-business owners across the country. I appreciate you considering my suggestions and am happy to provide further input as requested.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I am opposed to any stay or delay of this regulation. ANY delay creates more health effects for children and the length of the proposed delay is unacceptable.  The EPA should be working towards cleaner and healthier standards at all times, not making it easier for energy companies to profit and pollute. Please keep in mind the purpose of the organization is to protect citizens. Thanks.",
    "label": "",
    "docketId": "EPA-HQ-OAR-2010-0505",
    "docAbstract": "Background information for EPA's regulatory review of the Oil and Natural Gas Sector under sections 111 and 112 of the Clean Air Act"
  },
  {
    "text": "The original rule thoroughly documents the need for this regulation as well as its impact on industry and affected individuals.  Please explain, in accordance with the Administrative Procedures Act, what factual changes have taken place to require reconsideration of a rule that has completed the rulemaking process.   Delayed implementation will negatively impact the American public in by constraining their ability to make informed food choices.  This action subverts the will of Congress, as more than 8 years will have passed between finalization of the legislation and full implementation.  Please document the costs of this delay to American consumers.  <br/><br/>On a personal level, I use food labeling extensively in the grocery store to make informed choices and I want it available in restaurants and other venues where good food choices are just as important.  You need to explain why providing this basic transparency is in any way an undue burden, as companies preparing food for consumption have the clear obligation to accurately inform those consuming their product.<br/><br/> ",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "The Chesapeake bay is vital to the livelihoods of many in my community and depends on standards set by the EPA to protect the cleanliness of its waterways from hazardous waste produced, in part, by energy providers. We should be renewing and expanding our commitment to protect our natural waterways, not backtracking.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their student loans to be cancelled.  The Department itself found that their school, Corinthian, broke the law, so these students should be granted their overdue and legitimate loan relief.  <br/><br/>Additionally, please stop granting federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money should not be used to turn for-profit college executives into millionaires, particularly when they deceive and cheat the students who are their clients.<br/> <br/>Finally, it is a shameful waste of taxpayer money to re-do rules that were thoroughly debated during the previous Administration. The borrower defense and gainful employment rules work to ensure that taxpayers are not subsidizing schools that bury their students in debt for a useless degree.  These two rules should be enforced immediately and not dismantled.  <br/><br/>Thank you for your consideration of students and taxpayers,<br/>Carol Savary<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The rules already in place are good rules and need to be enforced. Students need to be reimbursed as soon as possible for schools that broke the rules. Government is supposed to help all the people, not just the ones who make obscene profits.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please remember that the Secretary of Education is appointed to guarantee, safeguard and improve public education, not to promote private, for-profit alternatives.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "1) Grant immediate relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>2) Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>3) It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I work in the wholesale produce industry. We serve a large population of Nepalese in Columbus, Ohio. Allowing tree tomatoes from Ecuador will increase market opportunity, and price competition. ",
    "label": "",
    "docketId": "APHIS-2015-0072",
    "docAbstract": null
  },
  {
    "text": "It is outrageous to give federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. Do we care about our young citizenry and the future of this country or the profits of lenders?<br/><br/>Also, it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Stop wasting time and money undoing Obama Administration rules that made sense for solely political reasons. It is an absolutely appalling use of tax-payer money.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. <br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "We need to support all of the students who are going to college and need a bit of financial help.  Our country needs all of the college graduates we can get!  Our competitive position in the world demands it.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I know it is asking a lot, but PLEASE just try to put yourself in my shoes, and those of my fellow 99%  Americans.<br/>I grew up in a time when the public education in our country was second to none. Since the early 1980&#39;s, it is abundantly clear the ultra wealthy have done everything in their power to hinder the education of the majority of Americans. I am now a public school teacher, and I know what I am talking about. There is no comparison to the system I was grew up in, and the one we have now. YOU have the power to look in the mirror and DO THE RIGHT THING. Are you working for or against Americans? What will history say about this era in our country? THINK ABOUT where we stand in the world. It is shameful. DO NOT take funds away!!! Public education should be a #1 priority, if we want any chance to compete with the world in the 21st century.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am writing this as an attorney who has represented many people who have been the victims of fly-by-night for-profit &quot;educational&quot; institutions who have taken their money and not provided a useful education, despite my clients&#39; best efforts. The protective regulations, as written over the past few years have granted relief to tens of thousands of students who have applied for relief from student loans taken out to attend these fraudulent schools.  These protections prevent the giving of federal loans and grants to schools that do not equip their graduates to succeed in their careers.  It is also important Immediately to implement the ban on forced arbitration to preserve student loan borrowers&#39; right to go to court if their schools violate the law or break their promises.  Arbitration is a hollow alternative, especially because of the rules and law applied by arbitrators. Arbitration is every bit as difficult as is our judicial system to navigate, and much more expensive for students who have been taken advantage of to secure justice.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please reduce all federal loans by removing any interest charges. If the loan was to a for-profit school that failed to deliver their promises for education and employment please cancel the entire loan, and seek relief from the school.  Do not allow any school that receives federal monies to get such monies until they can show how they will measure their success educationally and in employment.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dear Education Secretary Betsy Devos:<br/><br/>I urge you not to delay the rule update that lets students pursue cancellation of their federal student loans if their school broke the law.<br/><br/>Currently, defrauded students (and veterans) are still waiting on the loan forgiveness owed to them by law following the collapse of scam schools like ITT and Corinthian.<br/><br/>The vetted Borrower Defense and Gainful Employment rules work to ensure that taxpayers are not subsidizing scam schools that promote useless degrees and scam students for large loan debt.  Please do not delay or dismantle these thoroughly debated rules that were put in place under the last Administration.<br/><br/>Respectfully,<br/>Linda Burgess MA <br/>Educator <br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dear Betsy DeVos,<br/>Student loan forgiveness should be granted to all Corinthian former students and they should receive monetary compensation for their time spent in that school. <br/>Sincerely ,<br/>Dorothy Hines ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "you haven&#39;t got a clue about educating our children; worse yet, you don&#39;t seem to want to learn!  how can you be in charge of education and not want to learn about your job?  <br/><br/>you&#39;re a real disgrace to everyone below your social status: that&#39;s the rest of us in the 99%.<br/><br/>why don&#39;t you resign and do us all a favor.  ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I oppose the EPA&#39;s planned rollback of the Waters of the United States Rule.  Ensuring clean water for all Americans is an imperative and requires federal suport.  It would be irresponsible and reprehensible to end a rule that protects a third of Americans&#39; drinking water sources.  I urge you to fight against the elimination of the Waters of the United States Rule. ",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system.<br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "Ms. DeVos has no concept of how education works, and her ideas are already proven failures.  ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Tell the Department it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": " It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. <br/>The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury <br/>their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>I am totally dismayed and disgusted at your lack of knowledge regarding the laws and regulations that protect our students.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The Department should grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>The Department should stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "After food, water &amp; shelter, in a DEMOCRACY, a free education is a right...not a privilege!!!  I am absolutely OUTRAGED that you, Betsy DeVos, are allowing predatory loan sharks to take over our education system.  What you are wanting is an education based upon parents monetary worth &amp; religion.  Therefore, please go to live in a third world country like Guatemala (that I know very well).  Parents there must pay for tuition, books (no libraries) &amp; school supplies.  WOMEN there have 3 or 4 businesses to make enough income to send their children to school.  <br/><br/>We, in the U.S., are NOT a THIRD WORLD country!!!  Our children are OWED a free &amp; decent education because WE all PAY TAXES!!!  Well, YOU don&#39;t because, somehow you are some kind of God Fearing Money Grubbing Christian!!!<br/><br/>My ancestors were educated immigrants to the Colonies in the mid-1600s.  They lived in what are now the states of Virginia, New York (then called New Amsterdam), Pennsylvania, &amp; New England.  Although they were teachers with degrees from European Universities, they also had to have other businesses to survive.  Can you say you have a 4xgreat grandfather with a degree from the University of Glasgow, who started a public school in New Jersey to then fight in the Revolutionary War?  Both my great-grandfathers had Ph.Ds in chemistry.  One wrote a text for his classes at a Normal School (PUBLIC college) in New Jersey.  The other created a couple of businesses in California.  My father was a noted professor of geology &amp; geochronology at the University of California Berkeley &amp; the founder of the noted Berkeley Geochronology Center.  I, at 73, am able to say that I had the BEST NON PAREIL California education the world had seen at that time because PUBLIC tax dollars made this possible with NO scamming, cheating, extorting private loan companies involved!!!<br/><br/>I weep, I cry, I lament because YOU BETSY DEVOS want to deprive my grandchildren &amp; all future generations of children in our Country of a FREE EDUCATION that is their BIRTHRIGHT!!!<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I request the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The Obama administration took important steps to protect students who were victimized by unscrupulous for-profit schools like Corinthian. It is disgraceful to reverse these policies and further victimize these students by not cancelling the onerous student loans that they contracted in good faith, believing that they were attending legitimate institutions of higher education. <br/><br/>It is also a betrayal of future students and taxpayers to continue to give federal loans and grants to such schools.<br/><br/>I strongly urge you to retain the Obama administration&#39;s policies.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Instead of delaying the rule update that lets students pursue cancellation of their federal student loans if their school broke the law, I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) did break the law.<br/><br/>I also ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>I hope you will consider my input on these matters.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The conflict of interest is so blatant that I&#39;m staggered that it even needs to be mentioned. Secretary DeVos has a personal stake in this matter, and her decision will, if not directly benefit herself, will certainly benefit one or more of her own associates.<br/><br/>I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled. This is clearly a poorly veiled attempt to destroy anything positive for American students simply because the current administration has a personal grudge against the one who nominally put it into place.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "- Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>- Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>- It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "<br/>It is  obvious that DeVos was stampeded in by this immoral, illegitimate administration to satisfy the thieving diploma mills and bigoted religious cults that contributed to it&#39;s fraudulent seizure of our government .The actions and  appointees of this regime and Devos in particular  are in direct opposition to and in total contempt of the will and the well being of the vast majority of the American people which  you swore &quot;under God&quot; to uphold and protect.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "DeVos? She is a criminal. LOCK HER UP!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am writing you to urge the ED to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled after the Department itself found that Corinthian broke the law.<br/><br/>Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Thank you for your time.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "As the guardians of public and private education in the United States, PLEASE stand up for students and defend them against predatory and fraudulent lenders and schools. This really is your duty. It is what you signed up for.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Not everyone was born with a silver spoon in their mouth.Give students a chance",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am opposed to the extensive new Animal ID requirements--they would have significant impacts on our agricultural and food system.  <br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A locWE NEED TO SUPPORT SMALL FAMILY FARMS AND OPPOSE BIG MEGA FARMS!!! A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.  <br/> <br/>Any action by USDA should be limited to the question of whether young cattle should be required to be identified when crossing state lines. That is the issue that USDA committed to reviewing when it adopted ADT just a few years ago.<br/> <br/>I oppose any requirement for electronic ID because it will be disproportionately expensive and burdensome for small producers like me. <br/><br/>Sincerely,<br/>Christine Lindenmuth",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "The Department made a promise to grant relief to the tens of thousands of students, having found that their school (Corinthian) broke the law.  Those students are still waiting for their loans to be cancelled.  The Department needs to honor that promise and take the yoke of debt off of those students, so they can get on with their lives and become contributing citizens.<br/><br/>Also, it is a total waste of taxpayer money - that is MY hard-earned money! - to re-do rules that were thoroughly debated during the Obama Administration.  That he was a Democrat - whom this current administration seems to be considering enemies - has no bearing on the rules that were made: The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>School is supposed to lead one to be able to DO something, to contribute to the society in which we all live.  So the Department needs to NOT support schools that do not produce that sort of result.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Ah, Betsy! You are destroying the future of Americans by bringing your religious (coupled with personal monetary gain) views into politics.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system.<br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "You are not protecting public  education.  You are not helping students.  You seem to want to hurt all students, elementary and college, young and old.  Please resign from this position immediately and leave education to people who care about education.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "See the attached file for comments from the American Water Works Association and the National Association of Water Companies.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Comment submitted by Usha-Maria Turner, Director-Corporate Environmental on behalf of Oklahoma Gas and Electric Company (OG&amp;E)",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "See attached comments from the American Association of Nurse Anesthetists",
    "label": "",
    "docketId": "FDA-2017-N-1094",
    "docAbstract": null
  },
  {
    "text": "Clean water is essential for human life &amp; survival. Our water should be protected above all else. Please keep the Clean Water Act in place! ",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "It&#39;s a waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Take care of our students and stop helping your private banks.  The students need our help.  You work for the citizens,  not the banks! ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Ms. DeVos,<br/>I believe most all of your decisions thus far as Secretary of Education have been bad decisisions for children and their families.  You do not seem to have a grasp of what it means to have a quality public education system.... shame on you.  I was educated through a publice education system and received a fine education allowing me to be accepted to a greatly respected university earning Bachelor&#39;s and Master&#39;s degrees.  Please resign now, so someone who is competent and truly interested in serving the greater public good for all can be brought in to replace you.<br/>Thank you.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dear Department of Education:<br/><br/>I urge the Department to grant relief to the tens of thousands of students who are still waiting for their student loans to be cancelled, after it was determined that their school (Corinthian) broke the law.<br/><br/>I further urge the Department to stop giving federal loans and grants to schools that do not give their graduates the education they need to succeed in their careers. Taxpayer-backed loan money should not be used to turn for-profit college executives into millionaires, while they scam students who are struggling financially.<br/><br/>Finally I must insist it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The existing borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that put their students into deep debt for a useless degree, and these rules should be enforced, not delayed and dismantled.<br/><br/>Live up to the mission of your Department and put students and education first!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I call upon the Department of Education to immediately do the following:<br/><br/>-Finally grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. Victims of fraud deserve to have their debt forgiven.<br/><br/>-Cease providing federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to enrich the executives of for-profit schools when they are demonstrated as scamming students.<br/><br/>-Cease the re-working of rules that have already been debated exhaustively during the Obama Administration. The borrower defense and gainful employment rules ensure that taxpayers dollars do not subsidize schools that shackle students to debt for a useless degree. It is a double waste of taxpayer dollars to re-work these rules, and to continue providing subsidies to schools that defraud their students thusly. These rules should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Ms. Devos,<br/><br/>Thankfully, I do not have a student loan that needs to be repaid!<br/><br/>HOWEVER, what you and your pal DICKTATOR TRUMP want to do to public education is CRIMINAL!<br/><br/>THE TWO OF YOU SHOULD BE ASHAMED OF YOURSELVES, BUT I KNOW THAT YOU ARE NOT!  HOW DARE THE TWO OF YOU WANT TO STRIP THE PUBLIC EDUCATION SYSTEM!  HOW DARE YOU WANT TO CUT AFTER SCHOOL PROGRAMS, MUSIC AND THE ARTS! HOW DARE YOU WANT TO STRIP OCCUPATIONAL EDUCATION!<br/><br/>I KNOW THE TWO OF YOU AND THE REST OF THE CROOKED REPUBLICANS HAVE NO CONSCIOUS!  <br/><br/>WHAT ARE YOU TRYING TO DO TO THIS COUNTRY&#39;S FUTURE GENERATIONS??<br/><br/>IT IS QUITE EVIDENT THAT YOU DON&#39;T GIVE A DAMN!  AS LONG AS THE 1% IS ABLE TO LINE THEIR POCKETS, YOU ARE HAPPY!<br/><br/>JUST LIKE THE REST OF DICKTATOR TRUMP&#39;S CABINET, YOU HAVE NO GOVERNMENT EXPERIENCE AND I DO!  I HAVE WORKED FOR THE STATE, COUNTY AND FEDERAL BRANCHES.<br/><br/>FURTHER, I&#39;M A DISABLED SENIOR.  AND LOOK AT WHAT YOU ARE DOING TO THE DISABLED!  IT&#39;S TRUELY SHAMEFUL!<br/><br/> FURTHER, I HAVE ALWAYS BEEN A POLITICAL ACTIVIST!  I&#39;M ALWAYS WRITING LETTERS, GOING ON FB WITH COMMENTS, SIGNING PETITIONS AND SPEAKING MY MIND!  I LEARNED THAT AT A YOUNG AGE!  THAT WAS ONE OF THE GOOD THINGS THAT PUBLIC EDUCATION TAUGHT ME!  PUBLIC EDUCATION ALSO TAUGHT ME TO APPRECIATE THE ARTS, MAKE ME A MORE &quot;WELL ROUNDED PERSON.&quot; THAT IS SOMETHING YOU ARE TRYING TO STRIP AWAY FROM FUTURE GENERATIONS!<br/><br/>HOW IN GOOD CONSCIOUS CONTINUE YOUR HORRIBLE AGENDA ON AMERICA&#39;S FUTURE GENERATIONS!  I DON&#39;T KNOW HOW YOU AND YOUR CORRUPT HUSBAND SLEEP AT NIGHT!<br/><br/>Ellen Michaels",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Your war on public education is a disgrace to America",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Our public schools are a national treasure and the best resource for our children.  We will protect them at all costs.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "As the now current Secretary of Education, please do the RIGHT and RESPONSIBLE THING!<br/>Make sure the students of this current generation have the security of a good education, properly supported by the citizens of the United States of America.<br/>If there is one cabinet position that has to rise above petty politics it is the position you now hold!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "To Education Secretary DeVos:<br/><br/>I urgently request that your Department grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Also, your Department should immediately refrain from giving federal loans and grants to schools that do not meet college board standards, which will affect negatively impact those graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Finally, it is a total waste of taxpayer money for your Department to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Respectfully,<br/><br/>Steven Bal",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am asking that the Department of Education stop giving federal loans and grants to schools that do not  prepare their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to financially benefit  for-profit college executives, even as they scam students. I work in an inner city school and I have had numerous students enroll in these for-profit colleges bwcause they were promised guaranteed employment and good pay. Instead, they got stuck with outrageous student loans and no job to make money to pay them off. These for-profit colleges need to continue to be regulated and monitored. The already established borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Betsey DeVos blatantly lied under oath to Congress in her confirmation hearing.  DeVos said that her immediate family  presumably meaning her husband and children  had nothing to do with the financing of anti-gay causes and groups and that she has never supported &quot;conversion therapy&quot; for gay people.<br/><br/>The Dick and Betsy DeVos Family Foundation gave $275,000 to Focus on the Family from 1999 to 2001 but hasn&#39;t donated since; it gave an additional $35,760 to the group&#39;s Michigan and D.C. affiliates from 2001 to 2010. The Prince Foundation donated $5.2 million to Focus on the Family and $275,000 to its Michigan affiliate from 2001 to 2014. (It also gave $6.1 million to the Family Research Council, which has fought against same-sex marriage and anti-bullying programs  and is listed as an &quot;anti-LGBT hate group&quot; <br/><br/>DeVos was asked if she was on the board of her mother&#39;s foundation during the period in which large donations were made to Focus on the Family. DeVos said that she was not on the foundation&#39;s board. On filed 990 tax forms, Betsy DeVos was clearly listed as a vice president of the foundation&#39;s board, along with her brother Erik, for many years, at least until 2014. DeVos was a vice president during the precise period she denied being on the board. <br/><br/> Q: What are the rules about lying to Congress?<br/><br/>A:  If you are testifying in front of Congress  there are a two key statutes governing perjury: U.S. Code sections 1621 and 1001 of Title 18.<br/><br/>Section 1621 covers general perjury, and stipulates that anyone who &quot;willfully and contrary to such oath states or subscribes any material matter which he does not believe to be true&quot; is guilty of perjury and shall be fined or imprisoned up to five years, or both. Section 1001 covers false statements more generally, without requiring an oath. The section stipulates that &quot;whoever, in any matter within the jurisdiction of the executive, legislative, or judicial branch of the government of the United States, knowingly and willfully&quot; falsifies or conceals information, including before a congressional committee&#39;s inquiry, may also be fined or imprisoned up to five years.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary DeVos,<br/>Please maintain the &quot; borrower fense and gainful employment&quot; rules as they are. Two friends quit working  recruiters for Ashford U., because they couldn&#39;t in good conscience could not follow the script that they were obliged to follow.<br/>RALPH B. THOMAS ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Help students who are only trying to help themselves, their families and our countries get a good education at a reasonable price.  Or free--like it is in so many other developed countries.<br/><br/>Thank you,<br/>Lilith Rogers",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>  Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers (like Trump University). Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "PLEASE grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law!!<br/><br/>PLEASE stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students!!<br/><br/>It is a TOTAL waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "As someone under the crushing burden of student loan debt, I *implore* the Department of Education to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.  Furthermore, it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled. Finally, the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Please take action on these vital matters. Thank you.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Stop siding with for profit corporations and start siding with the public and public education. Do the right thing for America, not the corporations and predatory lenders and schools/colleges. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Please do not delay any of the compliance deadlines for the 2015 Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Point Source Category nor propose to weaken any of the pollution limits required in these final standards.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Do not postpone or in any way delay compliance regulations limiting toxic run-off from power plant wastewater.  Power plant wastewater must be monitored and toxins must be removed before the water reaches our drinking water sources.  The regulation was passed in 2015 and it should be enforced immediately.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Taking away accountability to for-profit colleges is reckless and dangerous to the economy and students.  They hurt the poor and veterans. I&#39;ve seen the fraud with my own eyes at 2 different for-profit colleges using the same tactics. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Let me get this straight.  You want to let off the hook the companies that defrauded hundreds of students and<br/>not pay them back via the companies themselves or the govt, continue to fund them, and not worry about<br/>whether students can get back their money.<br/><br/>Ms. DeVos:  Are you concerned more about corporations or people?<br/>Stand up for what is right.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge you to work FOR our public education system and students, instead of AGAINST them.<br/><br/>First, I urge you to grant relief to the tens of thousands of students  who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.  They were scammed and they should not have to pay those loans.<br/><br/>And speaking of scams, ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.  <br/><br/>Third, it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>American students should have the right to attend a school with a reasonable expectation that they will be educated and prepared for the career they are seeking, and to be able to get student loans for a low and fair rate.  DO YOUR JOB in other words.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am currently awaiting a reduction in my student loans because I work in a vastly under-served field in mental health with the chronically poor and homeless. DeVos has destroyed any chances I have of going higher in my education. This is Criminal and inhumane.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is important to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I fully support the stay.  As provided in a number of comments submitted on the proposed rule, the reduction in emissions from reviewing leaks at thousands of wellheads is less than the emissions generated by the trucks driven to do the monitoring.  The cost of the manpower for a crew to go monitor, another crew to go fix the leaks and then another crew to remonitor was not adequately considered in the cost of the rule.  Keep in mind that natural gas (largely methane) is the product these companies are producing; therefore, they don&#39;t want it to vent to atmosphere.  That is lost revenue for the producers. The recordkeeping burden on this monitoring is also monumental.  While the very large producers could potentially absorb the cost of added staff, the small producers can not.    <br/><br/>Additionally, PEs don&#39;t want to sign the closed vent system plans since there are so many questions on the design side and this risks a PE license.  You have an unknown product coming out of the ground, at an unknown pressure and an unknown temperature.  Yes, you have reservoir information but that is not definitive of what will happen with any one well. <br/>This is how a dry hole gets drilled and how you can design based off one set of parameters and end up with completely different parameters.  You also have an issue of signing off on the design of a system prior to the construction of a well and the PE is held to what they certified even though well operations will change over the years.  This can be from the line pressure changes for produced gas, the switch to plunger lift from gas lift, etc.",
    "label": "",
    "docketId": "EPA-HQ-OAR-2017-0346",
    "docAbstract": "Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources: Stay of Certain Requirements"
  },
  {
    "text": "Today I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Further, I ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>This is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am saddened, disgusted, and sickened that you, Betsy DeVos, have chosen to only have concern for charter schools, and that you believe in discrimination of students who can not afford a charter school.  Same with public schools: you  will be forever hurting most American children.  This will include children with various disabilities who have not been responsible for those illnesses, for LGBTQ families and children, whether they themselves are in this category themselves or not.  You are WRONG and it shows only how cruel you and the rest of the wealthy advocates of non-public education and its funding.  You BOUGHT your position with bribes to get it, not earned it, and you do not have any background in education or medical issues.   YOU do not belong in the position you now have.  RESIGN and let us have someone who cares deeply about education for ALL of the kids in this country, not just the wealthy, white, and same-as-you ones.  ALL children are deserving and need great educations in schools they can feel good about.  ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I absolutely oppose the National Animal Identification System now known as Animal Disease Traceability System.  Having to microship, get a government premises I&#39;d that will never leave your private property and then having to record my coming and going with my livestock just to promote foreign livestock is beyond belief.  I know for a fact our USA disease list is now the OIE (UN) list. This list has diseases on it that the USA has never seen before, which can create major shut down on our farms /ranches and even to the point of major destruction of our livestock just to promote open borders on foreign livestock to the USA. ",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system.<br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do NOT want to see the farmers who provide food for me and my family burdened by requirements that are unnecessary and are a benefit to those who are exporting to other countries. A local food system is vital to our health and our economy, not to mention food security.  I urge the USDA to prioritize the needs of small farmers!",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "The Gainful Employment and Borrower Defense rules exist for the purpose of protecting students and their families from being exploited or defrauded by unscrupulous, predatory institutions -- and to protect taxpayers from having public funds used to subsidize such institutions. <br/><br/>Therefore, for the Secretary to seek to roll back, delay, or undermine those rules would be a signal that she is either unconcerned with or actively seeks to promote the exploitation of students and families at the public expense. That is simply unconscionable.<br/><br/>The Department should instead maintain and enforce strong protections of students and families to ensure that they -- and taxpayers -- are not saddled with debt for useless degrees. The Department should further move to expedite loan cancellation for students who have already been defrauded or exploited by predatory for-profit schools. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "College-educated students are an asset for the country, not a liability.  Therefore we should make their education affordable -- an investment in our national future. We should also prevent racketeers -- like Trump, with &quot;Trump University&quot; -- from preying on students seeking degrees and careers. In pre-college education, Betsy DeVos is aiding and abetting racketeers, not schools or students or faculty.  She is as out of place in her appointed job as her appointer is in his.  ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (like Corinthian and others) broke the law.<br/><br/>The Department should recognize that it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The &quot;borrower defense and gainful employment rules&quot; work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "my grandson is very conscientious about repaying his student loan and has been on time with all his payments.  Despite working at management levels he has lived in a rented room so as not to exceed the financial limitations placed on him by the high interest rates.  Why should our bright kids be making the wealthy even richer?  Its a self defeating program for the nation. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system.<br/><br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.<br/><br/>Additionally, there has been no mention whatsoever about the health risks of wearing electronic devices in their ears.<br/><br/>All flesh is negatively influenced by low level electromagnetic radiation, whether it&#39;s animal or human. Have some respect for Nature. Everything in existence does NOT need to be chipped and tracked, except in the warped minds of the one worlders.<br/><br/>Thank you<br/><br/>Roberto Mazzarella",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "I urge the you to follow through with the law and grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled following the finding by the Department that their school broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Betsy DeVos, please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled by schools such as Corinthian. Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Small farms will be burdened disproportionately by the proposed electronic identification service, which is designed for the ease of inspectors and regulators, and addresses problems created by food production industrialization.<br/><br/>There is a divergent food production system which is gaining momentum and gaining practitioners, and gaining consumers.  This is the small and very small farm faction of agriculture.  The proposed system of animal identification not only is not needed or applicable but will create obstacles and barriers for these same farmers, and for the consumers who prefer to buy their food from them.<br/><br/>If people band together to support a herd share dairy, there is no need for tracing potentially unhealthy animals, as the owners own the animals and there is not a revolving door for the animals where they are here today and gone tomorrow.<br/><br/>The same for the small operation grass and pasture fed beef.  The calf is born on the property, to a cow who was born on the property, sired by a bull who was born on the property.  The cattle don&#39;t mix with other herds of cattle.  The customers LIKE knowing the history and health of the animal they eat.   <br/><br/>This assurance for consumers of mainstream industrialized food system will not be accomplished by the proposed animal identification system... as that is not its objective.  <br/><br/>If the USDA and industrialized food production system insists on such an unwieldy and expensive animal ID strategy, which will increase the cost of production, and price of the product, then small farms who sell directly to consumers should be exempted.",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "Information is freedom, safety and security.<br/><br/>For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Please label the foods we are eating with clear,precise,language that gives accurate and straight forward information that can be clearly understood by anyone.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I oppose the delay and weakening of the menu labeling. Consumers deserve factual information to make decisions about their purchases. The food industry has billions of dollars for marketing that misleads about the nutritional content. It is important to make sure menu labeling occurs to support families with making choices.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I am writing in support of this Citizen Petition from NJOY et. al. which requests the FDA issue final guidance to manufacturers seeking PMTA approval and that it extend the compliance deadline for submitting these applications by 24 months from the date the guidance is published.<br/><br/>If left unchanged, the FDA deeming regulations will take full effect in November of 2018 and severely impact consumer access to the diverse vapor market. Currently, there is no clear-cut path manufacturers can navigate to gain market approval. The costs associated with this process are, for the vast majority of vapor manufacturers, an insurmountable hurdle. As a result, 99% of the vapor industry will be shut down in less than two years unless compliance deadlines are extended and the application process is defined.<br/><br/>The FDA took seven years to finalize the deeming regulation that brought vapor products under the agency&#39;s authority to regulate tobacco. Yet, when the rule was finalized, manufacturers were only given two years to comply. At a minimum, the current compliance period ignores the amount of time required to perform the studies FDA has indicated it may require in order to grant market approval for a product.<br/><br/>Having a diverse range of vapor products on the market is critical in order to achieve the public health goal of helping smokers move away from smoking combusted cigarettes and toward low-risk alternatives. Several recent studies demonstrate that the variety of e-cigarette flavors and devices plays a vital role in helping people transition to a smoke-free nicotine product and improve their health. Access to a diverse market of low-risk tobacco and nicotine products must be preserved in order to maximize the public health benefit. If left unchanged, the application of existing tobacco regulations will whittle the vapor market down to only a few expensive products that will be out of reach for many smokers.<br/><br/>I urge the Commissioner to consider the full weight of this petition and accept the petitioner&#39;s request for final guidance and to extend the compliance deadline. Thank you for considering my comments on this matter.  time!",
    "label": "",
    "docketId": "FDA-2017-P-3065",
    "docAbstract": "OPEN"
  },
  {
    "text": "We encourage the Department of Education to seek ways to reduce regulatory barriers that prevent students from using Federal Work Study (FWS) allocations for full-time career-aligned cooperative education (co-op) programs.  <br/><br/>Research demonstrates that experiential learning opportunities that are aligned with students academic programs and career goals lead to better post-graduate job outcomes.  In particular, co-op, a powerful learning model that integrates classroom learning with real-world employment experiences to prepare graduates to excel in their lives and careers, supports deeper academic engagement, promotes persistence and completion, and enhances work readiness. <br/> <br/><br/>Increasingly, todays college students seek to gain valuable work experiences during their course of their academic studies.  Unfortunately, FWS funds can currently only be used for part-time work experiences at private sector companies. <br/> <br/><br/>Expanding the use of FWS funds through regulatory reforms would offer interested students with demonstrated financial need additional opportunities to gain practical, real-world professional experience in workplaces that are highly appealing to college students.  Further, this expansion of activities would be of no additional cost to the current programit would simply allow an additional use of an institutions current FWS fundingand employer agreements would be subject to the same regulatory oversight by the Department of Education as is required under the existing program for non-profits, community service providers, and for part time work.<br/> <br/><br/>Recognizing the power of cooperative education to enhance the talent pipeline and improve student outcomes, the Department of Education should seek ways to reduce the regulatory barriers that prevent students from using FWS dollars for full-time career-aligned work experiences through cooperative education programs. ",
    "label": "",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "Please stop giving federal loans and grants to educational institutions that do not equip their graduates to succeed in their careers. Loan money that&#39;s coming from my taxes... from our taxes...shouldn&#39;t be used for college executives to get rich while their students suffer debt because of useless degrees! This is crucially important to our nation&#39;s health.<br/><br/>thank you,<br/>Anton",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am against Secretary DeVos&#39; and President Trump&#39;s attempts to change or delay the progress made on behalf of student&#39;s loans.  The current administration is still giving money to for-profit schools that give meaningless degrees.  Most of those schools, like ITT Tech and Corinthian were, are still getting student loan and grant money from the federal government.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Betsy:  YOUR JOB IS IMPROVE PUBLIC EDUCATION, NOT FURTHER THE GULF BETWEEN THE HAVES AND HAVE NOTS.  ROBERT LANE",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. <br/>Ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/>Tell the Department it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled<br/><br/>Thank you for your attention to this matter.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Support public schools. They made our country a place where all people had opportunities. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am writing to urge the federal government to leave Grand Staircase-Escalante National Monument alone or better yet, raise it to national park status. My wife and I travel to that area once or twice a year to hike, do photography (I sell those photos), view the night skies and enjoy the solitude. We spend money on local businesses. This August for instance, we will be hiking to Lower Calf Creek Falls, dining and lodging at several locations between Zion and Fruita, including Escalante and Boulder. Leasing those lands to coal, oil, mining or other extractive industries will destroy the beauty, solitude, cultural heritage, wildlife and other reasons for people like us to visit. Desecrating Grand Staircase-Escalante may make shareholders of those coal and gas companies happy for a few years, but it will ruin for generations the lives and businesses of local people who rely on tourism for their support. <br/>The Trump administration uses the promise of jobs to persuade us that we should give up our shared stake in the natural world to mining and fossil fuel industries. Those jobs would be short lived. They would not help the people in the communities that are being harmed. They would leave an ugly path of destruction where once there was beauty, destroying the jobs that are already there. When the Virgin River is polluted, it won&#39;t be virgin anymore. You can&#39;t take that back and become virgin again. You won&#39;t have future photographers taking a tour of Grand Staircase-Escalante anymore than than they currently flock to photograph removed mountaintops in West Virginia. Please leave our National Monuments alone. The belong to all the people, not just the corporate sponsors of government.<br/>Thank you.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "See attached comments",
    "label": "",
    "docketId": "GIPSA-2016-PSP-0009-RULEMAKING",
    "docAbstract": "Abstract not found."
  },
  {
    "text": "Please do not roll back any more environmental regulations, as a leader in the worlds economy America needs to show that it has a strong commitment to the environment as the pollution we produce has an impact on the rest of the planet as well as our own nation. <br/>The new administration has shown concern for coal mining communities and many of the regulation help the health and well being of the towns surrounding coal mines. They have created protections for the drinking water and limited the respiratory harming particulates in the air that are created through coal mining. Your own agency has shown that these regulations save money over time due to lessened health care costs and a reduction in lost work and school days.<br/>in short please keep the Clean Air and Water acts as is to help the American people stay healthy and to save money over time. Please see the attached report for more details<br/>Thank You<br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  }
]