[
  {
    "text": "<br/><br/>To whom it may concern<br/><br/>Thank you for reading this comment. While I&#39;m not in the industry, I am a consumer of premium cigars. These cigars, along with pipes and pipe tobacco, should not be regulated in the same way as other tobacco products. They aren&#39;t consumed in the same way. Kids are not seen trying to buy premium cigars or pipes and pipe tobacco. We have a long history in this country of being able to enjoy a premium cigar or a pipe of tobacco. It&#39;s a decision made by adults, and normally associated with celebration, relaxation, fellowship at cigar bars or lounges, or quiet contemplation. Please don&#39;t regulate these products as you would other tobacco products. They are as different as a glass of communion wine is with a wine cooler.",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Please do not regulate this industry into extinction. Cigars are not the enemy, obesity is.  You are better off going after fast food and processed food that is the undoing of health far beyond the luxury cigar.  Use of premium cigars by youth is completely unfounded.",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Premium cigars and premium pipe tobacco should not be subject to the same regulations as cigarettes. Cigarettes are scientifically engineered to create addiction in users. On the other hand, premium cigars and pipe tobacco are made using high quality natural leaf that has been cured and fermented. There is a reason you don&#39;t see cigar and pipe smokers every hour on the hour taking smoke breaks trying to get a fix. Please consider exempting premium cigars and premium pipe tobacco from these regulations. Thank you.",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Regulating the premium cigar industry is beyond over reach.   You are destroying a cottage industry that is run by mostly families. You are putting a massive dent in the economy of entire countries. Do your research before you arbitrarily decide to clamp down on an industry that has self regulated for decades. <br/>You are regulating an industry for the sake of the children; an industry that doesnt even market to children. <br/>You are effectively shutting down competition with your regulatory fees. You are allowing only the largest tobacco houses to continue production. Does this sound like the way the way the American economy is supposed to function. I think not. <br/><br/>On the subject of appealing to children; how many children do you think can afford the average price tag of $8-10 per cigar?  In a study performed by your own agency the health effects of 1-2 cigars per week are minimal.   So I ask that you reconsider these draconian regulations before you destroy small business ",
    "label": "veryneg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "I believe that premium cigars should be excluded from the proposed rulemaking based on the demographic of the consumers (typically over 40) and the very limited pattern of use (often just one or two cigars a month)<br/>The use of premium cigars is not a significant tobacco health related issue any more than the consumption of premium wine is a significant cause of alcohol related health issues. ",
    "label": "veryneg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Premium cigars are used by responsible <br/>adults and shouldn&#39;t be singled out or treated <br/>differently.  Unfair legislation would severely <br/>inhibit the many manufacturers from being <br/>competitive and affect their profitability <br/>in the market. <br/>",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Thank you for the opportunity to comment on this issue. Given that premium cigars are made of whole tobacco only, unlike cigarettes, the need for additional regulation is unnecessary to protect consumers. Taxing these products does nothing to benefit consumers or producers. It would be overreach by the government. ",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "I can&#39;t tell you what a &quot;premium&quot; cigar is.  I think that is purely a matter of taste for each individual.  I enjoy smoking a cigar outdoors at my home on occasion, but I never inhale the smoke.  As a former cigarette smoker who quite over 25 years ago, I like the taste of the smoke in my mouth, but it&#39;s far too strong to inhale.  But even smoking in that manner is not something I would do daily due to the lingering effects of the smoke, which leaves a taste in your mouth and a smell on your body that lasts for many hours.  But that again is a matter of personal preference.  I read that Michael Jordan, the former basketball great, smokes 6 cigars a day.  I could never do that.  But should the government prevent him from doing that if he wants to?  Of course not.  I purchase my cigars at a discount through the mail.  I hope the government doesn&#39;t come up with regulations that prevent this, or cause the price to double or triple.  Leave people alone to enjoy what they want to enjoy without government interference.  Thank you for your consideration.",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "As an avid cigar smoker, and not so avid tax-payer, I request all branches and agents of the government please, please leave cigars alone.  I understand that, even occasional, smoking can be a detriment to my health.  To me, this risk to my general health is greatly outweighed by the pleasure gained from smoking.  Furthermore people have the right to enjoy cigars as they have been for well over a century now and to alter them would be distorting a historical perspective.  Again, please focus our government time, money and all resources elsewhere.  Thank you for considering my opinion.",
    "label": "veryneg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "We MUST know when and where water is contaminated!!!!  Otherwise people will DIE!!!!!  Crisp County in GA is leaking coal ask into groundwater as we speak.  Without notification many health issues will ensue.  <br/><br/>Please do NOT rescind the ruling that makes entities report coal ash and contaminants in our environment!!  <br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OLEM-2017-0286",
    "docAbstract": "The EPA is publishing a proposed rule addressing specific technical issues on which the Agency agreed to a remand as a result of litigation of the final Coal Combustion Residuals (CCR) Disposal Rule, published April 17, 2015. Issues covered by this proposal will include, but are not limited to, the height limitation of the vegetative slopes of dikes; the type and magnitude of non-groundwater releases that would require a facility to comply with some or all of the corrective action procedures set forth in the final CCR rule; and adding boron to the list of contaminants in Appendix IV of the final CCR rule that trigger the corrective action requirements under the final rule."
  },
  {
    "text": "The proposed regulation is inconsistent with current statutes, regulations, and prior ATF opinion letters regarding the definition and application of the term Machine Gun as defined in 26 U.S. Code  5845(b) and 27 CFR 479.11.<br/><br/>Categorization as a machine gun requires the item to be: &quot;Any weapon which shoots, is designed to shoot, or can be readily restored to shoot,automatically more than one shot, without manual reloading, by a single function of the trigger. The term shall also include ... any part designed and intended solely and exclusively, or combination of parts designed and intended, for use in converting a weapon into a machine gun....&quot;<br/>Bump stock type devices do not meet the definition of machine gun. Installation and use of a bump stock type device does not permit the firearm to fire automatically more than one shot, without manual reloading, by a single function of the trigger. A single function of the trigger is required in order to fire a single shot, without manual reloading, and two additional functions of the trigger are required in order to fire a subsequent shot. Both a release and subsequent pull of the trigger are required before the next round can be fired from the firearm.<br/><br/>Additionally, ATF has previously opined on the categorization of of bump stock type devices. Re-categorization and/or redefinition of regulations to allow for bump stock type devices to meet the definition of Machine Gun would undermine a long line of previously understood regulations with unknown ripple effects. The matter at hand is not simply agency deference, but such sweeping considerations need come from the Legislative Branch.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "The DoJ would be incorrect in interpreting &#39;bump stocks&#39; or similar devices as machine guns per the NFA of 1934 and GCA OF 1968 because this device requires the trigger to reset before firing another round, therefore it does not constitute as multiple shots per single function of a trigger pull. There is a legal definition of a machine gun and these devices clearly don&#39;t meet that standard. Also, the act of &#39;bump firing&#39; is achievable void of these devices, what is the plan then, to register our fingers and pants as machine guns?<br/><br/>This is a waste of tax payer time and money as it will be challenged and easily defeated, hence why it wasn&#39;t interpreted this way in the past. This regulation would be unconstitutional and regulatory agencies do not have the right to create legislation/laws.  ",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "The rate of fire achieved with a bump stock is by the trigger finger engaging the trigger for each shot fired, contrary to the definition of &#39;machine gun&#39; in the law.  Wouldn&#39;t you need to repeal the law or pass another one to change that definition?  It seems like an overstepping of the limits of the CFR to do so.  Why not just pass a separate new law to ban these pieces of plastic? <br/>Also, while all of this attention is being put on these bumpstocks, they are selling like crazy.  I wonder how many more are in circulation since the Vegas shooting.  If these devices are such a menace, why haven&#39;t we seen a boom in crimes with them now that there are three times as many out there?  Additionally, the 1994 AWB only caused the AR15 market to boom.  Prior to the ban only a handful of manufacturers existed.  By the end of 10 years there were 30 or 40, now there are hundreds.  Yet violent crime is down.  Reality doesn&#39;t support the efforts to ban these insignificant items, only political posturing.  This is not good stewardship of the tax payers dollars.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I believe that bump stocks and similar devices should not be re-classified or regulated.<br/><br/>These devices somewhat increase rate of fire, but not in a really appreciable way.  And if anything, they reduced the accuracy and deadliness of weapons they are attached to.  There is no public safety benefit to regulating or outlawing these devices.<br/>",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "This proposed rule is so vague and carelessly-worded that it can be interpreted in many ways. It will open the door for massive quantities of malicious lawsuits and attempts to re-define many legal guns as &quot;machineguns&quot;. Also, many law-abiding American citizens with zero history of violence or bad behavior risk becoming outlaws, with no way to know for sure how interpretations will change over time. This rule must not be passed.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Legally, set by your own precedence, the definition of a &quot;machine gun&quot; is as follows - &quot;any weapon which shoots, is designed to shoot, or can be readily restored to shoot, automatically more than one shot, without manual reloading, by a single function of the trigger.&quot;<br/><br/>Upon further examination of this definition, a &quot;bump stock&quot; fails to meet the most significant criteria.<br/><br/>1 - &quot;a weapon which shoots&quot; It does not shoot; it is a stock.<br/>2 - &quot;readily restored to shoot&quot; See above.<br/>3 - &quot;automatically more than one shot, without manual reloading, by a single function of the trigger.&quot; The trigger actuates each time the weapon is fired.<br/><br/>Hereby, each component of the definition YOU arbitrarily created has been refuted to the point only an illogical person could attempt to rationalize.<br/><br/>Furthermore, bump stocks are simply a mechanical solution for something that can be done by hand. You can &quot;Bump fire&quot; a rifle using nothing but your finger and the recoil of the firearm.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "To whom it may concern,<br/><br/>Thank you for taking the time to review all of our comments. I realize that this is a time consuming process, and I appreciate you spending the time to listen to input from everyone.<br/>Regarding the proposition to reclassify &quot;bump stock&quot; devices as machine guns, I respectfully disagree.  This would amount to banning a device that does nothing to change the way a firearm operates.  A semi-automatic firearm can be &quot;bump fired&quot; with or without a &quot;bump stock.&quot; The &quot;bump stock&quot; merely provides one of many methods of doing so.  I&#39;m sure you are aware that semi-automatic firearms can be &quot;bump fired&quot; in many ways (such as with a piece of string, or even just be holding the rifle in the proper manner without any extra equipment).  The act of &quot;bump firing&quot; is merely a method of rapidly depressing the trigger, and does nothing to change the functioning mechanism of the firearm. The bump stocks still require the shooter to push forward on the firearm for each successive shot to manually reset the trigger.  Without this forward pressure, the bump stock in itself will not allow a single discharge of ammunition, no matter how long the trigger is depressed. In essence, the shooter is pulling the entire firearm forward, while holding the trigger in place, rather than depressing the trigger while the firearm remains in place. Consequently, the banning of &quot;bump stocks&quot; would in no way prevent &quot;bump firing,&quot; and could lead to murky circumstances wherein shoelaces, belt loops, or even ones hand are considered bump stock devices!  Conversely, banning these devices already in production or in circulation would put an unnecessary burden on those manufacturers that have invested a great deal time and money in setting up production capability, as well as retailers and consumers that have elected to purchase these devices.<br/><br/>Regarding the terrible event in Las Vegas, It seems that, while this event was a terrible tragedy, the banning of &quot;bump stock&quot; devices would have done nothing to have affected the outcome.   Had the perpetrator been unable to procure a slide-fire bump stock, he could have &quot;bump fired&quot; his firearm in a number of other ways.  &quot;Bump firing&quot; a firearm is not an accurate firing method.  It seems that the main reason the shooter was able to inflict so much damage, was because he was shooting into a mass of thousands of people.  He did not have to be accurate to inflict damage because there were so many people in close proximity.  His firing method did not matter as much as the amount of time he was able to fire unrestricted into the crowd.  Additionally, a man as wealthy as the shooter, would have been able to procure a &quot;bump stock&quot; if he wanted to on the black market, ban or no ban, as he obviously had no regard for the law.<br/><br/>In conclusion, banning &quot;bump stocks&quot; will be ineffectual in stopping any individual from &quot;bump firing&quot; a firearm, and even if a ban would have kept the Las Vegas shooter from procurring one, it would not have prevented the damage that he inflicted on the crowd.<br/><br/>Thank you for taking the time to review my comments, <br/>Joe Marra<br/>",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "A firearm with an bump-stock attached still fires one round for each function of the trigger and therefore does not fall under the definition of a machine-gun. <br/><br/>Caetano v. Massachusetts, 577 U.S. ___ (2016) affirms that &quot;the Second Amendment extends, prima facie, to all instruments that constitute bearable arms, even those that were not in existence at the time of the founding&quot; and that &quot;the Second Amendment right is fully applicable to the States. Therefore the question of banning bump-stocks is irrelevant because machine-guns fall under the purview of the Second Amendment. ",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Dear Department of Justice,<br/><br/>This is a very bad idea and a sad path that America is going down. <br/>We are making numerous devices, which are used legally daily, illegal, based on one man&#39;s (to my knowledge) illegal use of one device. I feel there is a lot worst things to come if people start to realize that a single person can cause such a big change.<br/>You cannot control people by placing laws on objects.<br/>If you do some searching, you will find that people are able to shoot plain guns as fast as &quot;machineguns&quot; without the aid of devices like bump fire stocks. <br/><br/>I think most of us want an America where the good outweighs the bad, and lately it seems like the bad have been the most influential people.<br/><br/>Thank you for your consideration,<br/>Sean Day",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Regulations are not laws. Please allow Congress to make laws. All laws against weapons or accessories for weapons are unconstitutional, against my civil liberties. As a responsible gun owner, I think that it&#39;s horrible that the BATF would circumvent laws based on the emotions of some people in this great country. An object cannot commit crime, people with no respect commit crimes. No respect for life. No respect for personal property. No respect for law. Don&#39;t violate the rights of good people to restrict the few who don&#39;t care what regulation or law they break while taking lives or property. Please don&#39;t make any regulations that restrict gun rights in America. You are either helping to erode freedoms or helping to make those freedoms stronger, by your actions. Make freedom strong by upholding the Constitution, no infringements.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I disagree with the proposed change in ruling of a bump stock now being considered a &quot;machine gun.&quot; Regulations such as these only restrict the freedom of law abiding citizens and will do nothing to prevent crime. ",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I oppose this proposal. A bump stock emulates bump fire and still requires the end user in the process to manually pull the trigger for each round to be expelled. A machine gun is one pull to achieve full auto fire. This is a gun accessory and by definition for this to be regulated as a class 3 device would have to be a firearm by itself. If an estimated 400,000 bump stocks exist, been on the market for 10 years and only one was used in a crime also does not support a ban this as well. ",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "This proposal is absurd.  The fact that one could still bump fire using a belt loop or training their finger but NOT with a stock is ridiculous.  Of the hundreds of thousands of bump stocks that are owned, exactly one crime has ever been committed using one.  A huge issue for me is that this proposal opens the door for semi-automatic firearms to be labeled as machine guns when they clearly are not.  The ATF should not be stretching their proposals this far.  This proposed rule will not decrease crime with bump stocks, it will simply turn many law abiding gun owners into criminals.  This is a completely baseless, unwarranted restriction placed at the expense of gun owners everywhere.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Do not do this!!   This should be handled only by the legislature, not a department of the government.  Anyone that understands anything about fully automatic weapons, knows that had the shooter in Las Vegas not used a &quot;bump stock&quot; the death toll would have been higher.  Maybe fewer wounded, definitely a higher death count.  This is a &quot;knee-jerk&quot; reaction to a non-problem.<br/><br/>Personally, I won&#39;t own one.  But if people want to waste their money on it that is their business.  The same effect can be accomplished using a belt loop and and thumb.  This redefining a definition to fit a political agenda should be below the ATF.  You&#39;re a much better organization then to be a political tool.  Force Congress to step up and do it&#39;s job, refuse to do this.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Hello. It concerns me to know that all we have to do is change or manipulate the definition of a keyword in a law that affects the entire population the United States of America.  The National Firearms Act was written by law makers. How is it that no law makers will be involved while changing it to involve something that has nothing to do with the national firearm Act. I have no problem if the government wishes to regulate bump stock devices. I will gladly pay a $200 tax stamp to keep mine. However changing the definition of a word in a current law to incorporate unrelated items is dangerous. I fear that other words such as freedom of religion, speech and Press. Protection of life liberty and property. The right to bear arms. Changing the definition of some of those previous words could result in horrific. It is my suggestion that you do not change the definition of any words in any of the current laws. If you would like to regulate or ban something then it should be put through the proper process like every other law. If a current law needs to be interpreted then it should be sent to the Supreme Court for a ruling. I do not agree with changing the definition of machine gun to incorporate bump stocks. I do not agree that I should have to unlawfully surrender or destroy my private property. I&#39;m an American and my rights should not be changed or infringed based off the actions of one man. I believe this to be an unconstitutional Act.  Write a law do not change a definition for political gain. My suggestion is to classifiy bump stocks as machine guns while granting a time frame so that law-abiding citizens such as myself have the time to register with the ATF. Do not change a law that could result in violating the Bill of Rights. And as a reminder law only affect people that follow the law",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I oppose including &quot;bump-stocks&quot;, or any other &quot;rate increasing devices&quot;, under the NFA machine gun act. These items are not full automatic weapons, merely a shooting accessory. Any new law or regulation banning these types of devices/accessory will only infringe on law abiding citizens rights of ownership and use. By definition, criminals do not follow laws. Therefore gun laws, new and old alike, will not affect criminal activity in anyway. Once again, I oppose adding &quot;bump-stocks&quot; or any other &quot;rate increasing device&quot; to the NFA machine gun definition. In addition, I also oppose any new gun laws or regulations.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "The proposed topic related to added sugar consumption during childhood and adolescence is crucial in terms of the overall health for these life stages. The American Heart Association has scientific evidence to prove that an increase in added sugars in those who fall in these life stages results in an increase in the likelihood for health problems to develop. Such problems include obesity and type 2 diabetes, both of which can be lifelong struggles. With that being said, added sugars have the ability of negatively impacting children and adolescents in very serious ways. ",
    "label": "verypos",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I don&#39;t even own a bump stock or particularly know why anyone would. However, this seems a case where, as a result of a single incident, one where the results even indicate that the shooter was not particularly successful in creating greater injury by his use of the device, yet another item in our society is proposed to be made illegal to own.<br/><br/>While I have no stake in bump stocks, I do have a stake in a government that, every time something doesn&#39;t go quite right, seeks to please the public with platitudes and another ban on something. There is very little attention paid to far more pervasive causes of death and sorrow in this nation, and frankly I am not sure that the needs of freedom allow that there should be substantial effort given to make everyone&#39;s life completely safe. But to make political hay out of anything that might be the most minor problem, and to try to please the majority by continually banning rights that a minority might wish to exercise, while the majority has no particular interest in that area, is the very wickedest manipulation of democracy. This is truly to use  democracy&#39;s greatest weakness in violation of its ideal purpose. It is two wolves and a sheep voting on what to have for dinner.<br/><br/>Given the very low degree to which bump stocks have posed any problem to our society, despite a single, infamous event, I see the proposed ban as nothing more than a play for political popularity, and once again, a huge failure to solve any real problem.<br/><br/>If you want to deal with causes of death and destruction in our society, look to the culture, which has been horribly degraded over the last 50 years, and the media, which perpetuate, exaggerate, and glorify everything that is evil or &quot;scary.&quot; The foundations of our nation decree, most rightly, that citizens are to be the defenders of liberty and all things positive. Stop turning our nation of liberty and justice through faith and integrity into a failure, where citizens are the problem, and elitist government is the solution. Citizens need to be called back to their role as pillars of American values, the body that defines the nation and its good, and government needs to stop actively trying to usurp that role while persuading the citizens to be lazy, degenerate, and unworthy of their calling.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Bump stocks enable a semblance of &quot;full auto&quot;,not actual full auto &quot;with a single pull of the trigger&quot;. The recoil energy and stock movement allow this. The stock must be held carefully so as to not defeat this. This can be accomplished with a shoe lace between the finger and the bicep. Higher rate of fire with these devices is at the expense of accuracy(ask a combat veteran). This law will result in retroactive felons. It amounts to a &quot;taking&quot;. Not very constitutional behavior. <br/>  I also think this is a &quot;camel&#39;s nose&quot; situation. I coyote hunt with an AR-15 that has a heavy accurate barrel and a light target trigger. The fast reset and light let-off of the trigger allows a faster follow up shot as well as a more accurate 1st shot. Will it be illegal because of the &quot;increased rate of fire&quot;possible?<br/>  Finally,we are responding to one incident with these devices. I recall an individual who drove through a crowd in an attempt to kill/injure many. I did not hear a call to make Buicks illegal(or whatever was used). It&#39;s a human or social problem,not an item,tool,device,or whatever is used. In movies now,it seems to be popular to kill with a ball point pen. Eventually this will make the news when somebody emulates what he saw. This will not be a reason to target pen manufactures. Yes,we have a problem! This is not the solution. I don&#39;t own a &quot;bump stock&quot;,by the way. I just think we have too many laws and too few good ones.<br/>  Thanks for listening. ",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Banning bump stocks and changing the definition of a machine gun are two different issues in my humble opinion. The federal definition of machine gun should remain the same as it has been for years and it should not be up for redefinition. It has been vetted and is very clear as a definition. A bump stock does not meet that definition in any way and should not be considered any more a machine gun than a person&#39;s finger. Mechanically you are still pulling the trigger each time a single round has been fired. If I use the recoil of a rifle to fire the rifle faster I have not re-designed or modified the firearm at all so long we use one pull for one firing. Essentially with this type of definition change you are basically saying all semi-automatic firearms are now machine guns if you use your finger to fire them at a fast rate. Thus all of those firearms are now illegal. Please consider leaving the definitions the same for machine guns and keeping issues separate. <br/><br/>I feel the ATF clearly vetted these devices and for one lunatic to use one in a horrific crime should not make you backtrack on your clearly defined rulings. Changing definitions to make the public feel like something has been done is not how to keep the integrity of the ATF in tact. If we banned everything in this world that has been used to do harm on the first incident, then we would be in a very different world without bats, balls, knives, forks, spoons, cars, airplanes, buses, etcetera. ",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Banning bump stocks is not the right thing to do.  A few bad people should not take away the rights of the many good people in our country.<br/><br/>Carl R Miller",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I am commenting in regards to Docket number: ATF 2017R-22 from the Bureau of Alcohol, Tobacco, Firearms and Explosives. I vehemently disagree with the purposed rule change and indeed any action that seeks to punish the law abiding for the actions of criminals. It is my hope that this action will be reconsidered as far more people use such devices for legal recreation and sport than for unlawful violence. ",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "With regard to the ban on the bump stock device. 1. It doesn&#39;t change the firing mechanism on the firearm and therefore does not permanently modify the firearm. 2. The same effects can be achieve through various other means such as Rubber Bands and appropriate sized pieces of sticks such as wooden dowels and board lumber, because of this, I see no real benefit is banning something that up until the Las Vegas shooting, was considered a &quot;novelty&quot;",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "The Supplemental Nutrition Assistance Program (SNAP) is one of the crown jewels of U.S. public policy. Senator Robert Dole described it as the most important social program since the creation of Social Security. SNAP provides nutrition assistance  often desperately needed nutrition assistance  to a very large cross-section of Americans. More than 40 million children, parents working at low wages, seniors, people with disabilities, veterans, members of the active duty military, unemployed working-age adults, and others receive SNAP in an average month.<br/><br/>This policy change would expose more and more people to the harsh three-month time limit on food stamp benefits. This will help no one get out of poverty and will take food away from people who need assistance.<br/><br/>Stop Making It Harder for People in Poverty to Get Assistance!",
    "label": "neg",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "The problem is with people not a bump stock.<br/>Has anyone ever seen or heard of a inanimate object attacking anyone? HELL NO<br/><br/>This is not an issue for the ATF at this time.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Thank you for allowing me the opportunity to comment on the proposed Dietary Guidelines for <br/>2020-2025. Whole milk plays a vital role in the bone and brain development of young children.<br/>It is proven that individuals who consume whole fat dairy have a lower BMI than those that consume <br/>alternatives low fat or fat free choices. Whole milk should be offered in the school lunch program, it is a<br/>more satisfying  and healthier option then the low fat milk offered today. Thank you for this opportunity. <br/>",
    "label": "neg",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "This is a terrible rule that will not only add - as you have stated - many hours of extra bureaucratic work to the immigration process, but will disproportionately harm innocent people with nothing to hide. In addition, it will be impossible to enforce and will not actually find you any useful information. The end result will be immigrants forced to delete their social media accounts or lock them down to the point of uselessness, because there&#39;s no way to know if they&#39;ve once said the &quot;wrong&quot; thing online and could get locked out of the country for it. Even legal residents are paranoid about this - for an immigrant, this is their entire existence. What is the one step they&#39;ll take that violates some rule they didn&#39;t even know about, that will lead to their getting deported? The paranoia is unsustainable and incredibly harmful.<br/><br/>Our immigrants are what make this country strong, and adding endless new requirements does nothing but make us smaller, more scared, and less able to cope with the world. It does not protect us. We can do better by our immigrants and encourage and welcome them into the country, instead of making them scared to even take part in the free speech we pride ourselves on. ",
    "label": "neg",
    "docketId": "DOS-2018-0003",
    "docAbstract": null
  },
  {
    "text": "I am writing to propose the guidelines to be modified to reflect the views of &quot;The American College of Lifestyle Medicine,&quot; which is to prioritize minimally processed, whole plant-based foods.  A whole foods plant-based diet has been proven to effectively prevent, treat, and reverse many diseases, including heart disease and diabetes, the leading causes of death in the U.S.",
    "label": "neg",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "The topic of &quot;How additional calorie needs should be met during pregnancy and lactation&quot; should include a question on if recommendations needed for different sub-populations of pregnant and lactating women (i.e. teenagers, mid-life, and older mothers)?  The energy and nutrient needs of teenage pregnant and lactating women is likely substantially different compared to older mothers, and the same may be said for comparisons of normal weight versus overweight/obese mothers.  This difference in energy needs and nutrition should be a topic for discussion of the next DGA. <br/>",
    "label": "neg",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I oppose this measure. Restrictions on food assistance are counterproductive, cruel and fiscally+ morally irresponsible.",
    "label": "neg",
    "docketId": "FNS-2018-0004",
    "docAbstract": null
  },
  {
    "text": "As a pastor for many years in communities reliant on food assistance, I am writing to oppose stricter time limits to the Supplemental Nutrition Assistance Program (SNAP). There are already strict rules for people who don&#39;t have children or dependents  to get food assistance through SNAP. We should not make the existing harsh rules even worse by taking away state flexibility or exposing more people to time-limited benefits. Increasing the ability of USDA to deny state waivers for easing SNAP time limits and expanding the people these strict rules apply to will only increase the number of people facing real and life-threatening hunger in this country. Church food pantries will not be able to fill the gap. Please pay attention to those of us who work with hungry people every day and do NOT enact these draconian measures!",
    "label": "veryneg",
    "docketId": "FNS-2018-0004",
    "docAbstract": null
  },
  {
    "text": "This is America. We have Freedom of Speech. Are we being led by a Regime??? This is both ignorant and very, very dangerous!!! Absolutely NO to this!!! NO NO  NO",
    "label": "veryneg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "docket number ATF 2017R-22 <br/><br/>The American Dream will not die from invasion or a big sudden wave of political activism. It will die a death by a 1,000 cuts. A little Socialism here, a little Fascism there; a little infringement here, a little cut there. Banning bump stocks, regulating them, falsely claiming they turn semi-automatics into machine guns is exactly one of those cuts. Especially when the same result can be had with a rubber band, a belt loop, a disciplined trigger finger. The vast majority of gun owners do not care about the bump stock one way or the other. At best it is a fun toy - at worse a trinket. Until you try to infringe on it. And then you turn this small, so called common sense infringement into a full blown betrayal of your oath to defend the constitution from all threats, both foreign and domestic. Here the threat is domestic and a betrayal of the people&#39;s trust in the government. With all the other governmental betrayals it would seem the DOJ would want to do things to regain the trust of the people. But the one incident and actions of one crazy man, it appears, is being used as an excuse to betray the people in order to add that one more cut. Does shall not infringe mean anything at all to you? Or are you full of excuses? Do nothing and you&#39;ll see that using this device for evil will be rare if at all. Infringe and you&#39;ll continue the betrayal. ",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I oppose the bump stock ban as I bought it legally with money that I earned. I feel that I am being punished for what somebody else has done. What&#39;s next? One can put their thumb through a belt loop with their index finger on the trigger and have the same affect. I ask that this be reconsidered. ",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility. Additionally, the taking of what was lawful private property without compensation is unjust.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I am not for any additional regulation of bump stocks. They were properly approved the first time. ",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Hello I hear you intend to make 400,000 people criminals overnight if this law passes on bump stocks. A law that was already made legal by the government and people allowed to buy them and use them for sport or fun. Now you want to take our rights away and not refund Us in return. Other states are jumping on the bandwagon and Macon citizens criminals with one stroke of the pen. Each of my children has one of these and we are not a rich family so taking away something that was our rights to begin with and making a legal is wrong. It is still a Grandma single pool of the trigger function. So no matter what you do with the law part you&#39;re making criminals out of people who can bump fire with their belt loop or their shoulder. High capacity magazines bump fire stocks and triggers don&#39;t make a killer and killer makes the decision to kill. Maybe you should start making laws against people who drive cars, cars do more killing than guns. Please do not take our rights away. Beginning with this failure of the government will open the door for other laws against gun abiding citizens. Peer pressure is for high school and middle school not for government. Peer-pressure from people who do not understand anything about our rights or guns.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "<br/>&quot;I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.&quot;",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "<br/>&quot;I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.&quot;",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling. If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots. It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling!!! The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  Re-read your own definition of &quot;fully automatic&quot; and the bump stock doesn&#39;t fit that definition!  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.  While you are at it, still need to remove &quot;suppressors&quot; from the NFA!!!! ",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "&quot;I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.&quot;<br/><br/>&quot;I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.&quot;",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "The bump stock does not make a firearm a &quot;full automatic&quot; or a &quot;machine gun&quot;. It has the effect of allowing or supporting a faster rate of fire, but so does a more rapid trigger reset on a firearm.  The<br/>re is no reason for a rule change in this instance.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling!!!",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "This is a travesty to the constitution. You can not just change a definition to encompass any item you want to. Make Congress do their job if they want to try and ban an object. I am opposed to any changes to any definition changes for any on the book laws/regulations.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.<br/><br/>I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "&quot;I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.&quot;",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "If the industry is headed in that direction, autonomous vehicles should have their own roadway separating them from other vehicles with restraining walls preventing them from colliding with passenger vehicles. <br/><br/>As a professional driver myself, I believe any person tasked with monitoring a autonomous would have a hard time staying alert enough to respond timely in the event of a malfunction.<br/><br/>Also, could our economy withstand losing 6 million drivers from our tax base",
    "label": "neg",
    "docketId": "FMCSA-2018-0037",
    "docAbstract": "Automated Driving Systems (ADS) for Commercial Motor Vehicles (CMVs); Request for Comments Concerning Federal Motor Carrier Safety Regulations (FMCSRs) Which May Be a Barrier to the Safe Testing and Deployment of ADS-Equipped CMVs on Public Roads"
  },
  {
    "text": "I am a yachtsman, and my European and Canadian friends already resent many of the silly requirements you impose for a visit to the USA.<br/>I have advised them to sail out of Cuba; closer to the West Indies, prettier scenery, no guns, and friendlier people.",
    "label": "neg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.<br/><br/>How can anybody enjoy their millions if the planet is so dirty and there is not enough oxygen to breathe?",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "This is ridiculous. Leave the public alone. There are enough rules and regulations as there are. Plus, people can just make secondary profiles on social media sites. I do this so that when I meet professionals they see a clear media presence instead of all my drunk photos from college. <br/><br/>Please let people have a social life online that does not interfere with their banking needs. <br/><br/>Thanks and best, <br/>Theresa",
    "label": "veryneg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "This rule for Proposed Information Collection on Application for Non-immigrant Visa must be rejected in part requiring additional social media and other electronic information collection for the following reasons:<br/><br/>1. No reasonable attempt has been made to justify adding social media identifiers, e-mails and other volatile data to the list of required information. There is no way for the  consular officer to verify that the information provided is complete or accurate, beyond what can be derived from other identifiers, i.e. name, DOB etc., so there is no additional value provided by attempting to collect this information. List of social media platforms is not specified in the Proposal, but it must be noted that people in different countries tend to use local social media platforms, and there is no way all those local platforms can be included in mentioned list without making it so large that it cannot be processed in reasonable time. More than that, new platforms are emerging and gaining popularity quickly and unpredictably, and proposed list is bound to become irrelevant pretty quickly.<br/><br/>2. No estimate is provided of how expensive any good faith implementation of this requirement may be. However, some estimates can be done quite easily. The number of visas issued every year is between 10 and 15 million. Even if we do not count rejected applications, this is quite a lot. Let&#39;s say average number of electronic accounts provided by an applicant is 3. Let&#39;s (very) optimistically presume that consular officer can evaluate each account in about 20 minutes. That means about 1 additional person/hour will be spent by consular service or its contractors on each application. That means additional 10 - 15 million hours at the rate of at least$40/hour, so about $500 million additional spending will be required. That is 5 times more than the total Visa Services budget allocated for 2017 budget year. So proposed regulation is expensive, even though the benefits are not even remotely clear.<br/><br/>3. Countries tend to use the principle of reciprocity in visa matters, so it is reasonable to expect that other countries will impose similar requirements on US citizens seeking entry. That means that additional burden will be placed by this ill conceived regulation on US citizens travelling abroad, again, with no clear benefits in sight. More than that, it may even hurt our security by making US citizens&#39; e-mails and other data easily identifiable and accessible for foreign actors.<br/><br/>4. People may and do consider their social media accounts and e-mails to be their private business. Initial response to media reports on this proposed regulation shows that it does not make us any friends and have the potential to reduce the number of people travelling to US on visas, thus hurting tourism, free exchange of cultures and ideas. It may offend many good people who is rightly considering it as another act in security theater of absurd, but in no way prevent &quot;bad dudes&quot; from hiding the information they do not want to disclose and entering the US. Instead of these intrusive and senseless questions, why just not add another checkbox to the form: &quot;Are you planning to hurt US citizens or interests, Yes/No&quot; and reject everyone who answers &quot;Yes&quot;? That would be much shorter, cheaper and make more sense.<br/><br/>Respectfully,<br/>Proud to be an American",
    "label": "veryneg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "While I agree with a vetting process for those individuals overseas who are looking for obtain a visa to the US, I think that this is a waste of time and resources and should not be implemented. ",
    "label": "veryneg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "Organic Standards should remain 100% organic.<br/>pesticides in our food cause cancer.",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "Please stop undoing all the hard work we have done to protect our public lands and air.<br/>You used to be a moderate politician and friend of our environment , please return to common sense law.<br/><br/>I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I support the motion to approve the proposal to Eliminate the Incentive to Convert Native Ecosystems for organic production. I support the guidance of NOSB to prevent conversion native ecosystems for any sort of production. <br/><br/>Native Ecosystems should be defined in a way that reflects plant species that are present. <br/><br/>Native Ecosystems should be given a time frame of ineligibility to prevent organic certification of 10 years after conversion date.<br/><br/>",
    "label": "pos",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "I strongly disagree with this idea. This is an invasion of privacy and a huge waste of taxpayer resources. Social media contains personal and private information that is completely irrelevant to visa application. What this really looks like, to me, is an effort to stem legal immigration into this country by making the process so unwieldy and invasive that it will discourage people from applying for visas to the United States. ",
    "label": "veryneg",
    "docketId": "DOS-2018-0003",
    "docAbstract": null
  },
  {
    "text": "The issue of protecting the genetic integrity of seed grown on organic land is related to two others that are not on the agenda -strengthening and clarifying the requirements for the use of organic seed, and excluded methods terminology. Addressing these two issues adequately would help to ensure that the presence of plants growing from GE seeds is greatly reduced on organic farms. <br/><br/>The issue of protecting the genetic integrity of seed grown on organic land is concerned with those instances when organic producers plant nonorganic seed, so any efforts to strengthen the requirements for organic seed would tend to eliminate the problem. Strengthening and clarifying the requirements for the use of organic seed should remain on the agenda to eliminate inconsistencies in the enforcement of the National Organic Program&#39;s (NOP&#39;s) broad exemption that allows the use of conventionally produced seed in certified organic. A rule change to the seed practice standard is needed to require a demonstrable improvement over time until 100% organic seed use is achieved. <br/><br/>Excluded methods terminology should be maintained on the NOSB agenda to keep up with a fast-moving biotechnology industry. Organic regulations prohibit the use of genetic engineering, but the NOP needs to define terms in order to ensure that those regulations are enforceable.<br/>Efforts to quantify the extent of GE contamination and provide transparency in GE content of non-organic seeds should not further burden organic growers.<br/><br/>It is important for the NOSB to maintain a focus on the problem of contaminated inputs, which threatens the quality of organic products and soil on organic farms. However, the NOSB last addressed the issue in a report in Spring 2015. The report offered an approach for addressing this complex issue through examining feedstocks and pathways. We support the approach in that report. In the intervening three years, the NOSB has not made progress, but another source of contamination has risen in importance  use of water contaminated by oil and gas production. If &quot;organic&quot; is to maintain its meaning, we must prevent the unintended contamination that can occur when organic matter is recycled from off-farm sources, or when outside forces contaminate water supplies.<br/><br/>&quot;Inert&quot; ingredients frequently comprise as much as 99% of pesticide products. So-called &quot;inert&quot; ingredients are not inert, and are not disclosed to users or others who may be exposed. Given NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on &quot;inert&quot; ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets. **How can anyone even propose NOT to impliment Public and Environmental precautions at the very first of ANY action. Not to mention the exclution of profit.....Hello, is anyone home?",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "The issue of protecting the genetic integrity of seed grown on organic land is related to two others that are not on the agenda -strengthening and clarifying the requirements for the use of organic seed, and excluded methods terminology. Addressing these two issues adequately would help to ensure that the presence of plants growing from GE seeds is greatly reduced on organic farms. <br/><br/>The issue of protecting the genetic integrity of seed grown on organic land is concerned with those instances when organic producers plant nonorganic seed, so any efforts to strengthen the requirements for organic seed would tend to eliminate the problem. Strengthening and clarifying the requirements for the use of organic seed should remain on the agenda to eliminate inconsistencies in the enforcement of the National Organic Program&#39;s (NOP&#39;s) broad exemption that allows the use of conventionally produced seed in certified organic. A rule change to the seed practice standard is needed to require a demonstrable improvement over time until 100% organic seed use is achieved. <br/><br/>Excluded methods terminology should be maintained on the NOSB agenda to keep up with a fast-moving biotechnology industry. Organic regulations prohibit the use of genetic engineering, but the NOP needs to define terms in order to ensure that those regulations are enforceable.<br/><br/>Efforts to quantify the extent of GE contamination and provide transparency in GE content of non-organic seeds should not further burden organic growers.<br/><br/>Contaminated Inputs<br/>It is important for the NOSB to maintain a focus on the problem of contaminated inputs, which threatens the quality of organic products and soil on organic farms. However, the NOSB last addressed the issue in a report in Spring 2015. The report offered an approach for addressing this complex issue through examining feedstocks and pathways. We support the approach in that report. In the intervening three years, the NOSB has not made progress, but another source of contamination has risen in importance  use of water contaminated by oil and gas production. If &quot;organic&quot; is to maintain its meaning, we must prevent the unintended contamination that can occur when organic matter is recycled from off-farm sources, or when outside forces contaminate water supplies.<br/><br/>&quot;Inert&quot; Ingredients<br/>&quot;Inert&quot; ingredients frequently comprise as much as 99% of pesticide products. So-called &quot;inert&quot; ingredients are not inert, and are not disclosed to users or others who may be exposed. Given NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on &quot;inert&quot; ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic labe",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "I am strongly opposed to the recent proposal to modify or weaken methane waste protections.  This is a dangerous new proposal.  Please leave in place the current limits.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "Dear Ms. Gersten-Paal:<br/><br/>Thank you for the opportunity to comment on USDAs Advanced Notice on requirements and services for Able-Bodied Adults Without Dependents (ABAWDs).   <br/><br/>As a religious professional, I am deeply concerned about the moral imperative of ending hunger in America. I oppose any proposals that would undermine Americans basic living standards by imposing work requirements on essential federal assistance programs. <br/><br/>SNAP helps more than 42 million people in nearly 21 million households put food on the table.  In addition to fighting hunger, SNAPs structure encourages work because as earnings rise, benefits phase out gradually. Additionally, SNAP promotes employment by ensuring people have their basic needs met first. Those working and seeking work on SNAP do not need to worry about when and how they will get their next meal. Instead, they can focus their energy on finding and keeping a job. <br/> <br/>I strongly oppose any action that would expose more people to the SNAP cutoff policy. There is no justification for weakening current waiver rules and exposing more vulnerable people to the SNAP eligibility cutoff. I urge USDA to instead focus on improving SNAP and focusing on better ways to help those who struggle with food insecurity in this country.<br/><br/>Sincerely,<br/>Rabbi Rena Blumenthal",
    "label": "veryneg",
    "docketId": "FNS-2018-0004",
    "docAbstract": null
  },
  {
    "text": "The issue of protecting the genetic integrity of seed grown on organic land is related to two others that are not on the agenda -strengthening and clarifying the requirements for the use of organic seed, and excluded methods terminology. Addressing these two issues adequately would help to ensure that the presence of plants growing from GE seeds is greatly reduced on organic farms. <br/><br/>The issue of protecting the genetic integrity of seed grown on organic land is concerned with those instances when organic producers plant nonorganic seed, so any efforts to strengthen the requirements for organic seed would tend to eliminate the problem. Strengthening and clarifying the requirements for the use of organic seed should remain on the agenda to eliminate inconsistencies in the enforcement of the National Organic Program&#39;s (NOP&#39;s) broad exemption that allows the use of conventionally produced seed in certified organic. A rule change to the seed practice standard is needed to require a demonstrable improvement over time until 100% organic seed use is achieved. <br/><br/>Excluded methods terminology should be maintained on the NOSB agenda to keep up with a fast-moving biotechnology industry. Organic regulations prohibit the use of genetic engineering, but the NOP needs to define terms in order to ensure that those regulations are enforceable.<br/><br/>Efforts to quantify the extent of GE contamination and provide transparency in GE content of non-organic seeds should not further burden organic growers.<br/><br/>Contaminated Inputs<br/>It is important for the NOSB to maintain a focus on the problem of contaminated inputs, which threatens the quality of organic products and soil on organic farms. However, the NOSB last addressed the issue in a report in Spring 2015. The report offered an approach for addressing this complex issue through examining feedstocks and pathways. We support the approach in that report. In the intervening three years, the NOSB has not made progress, but another source of contamination has risen in importance  use of water contaminated by oil and gas production. If &quot;organic&quot; is to maintain its meaning, we must prevent the unintended contamination that can occur when organic matter is recycled from off-farm sources, or when outside forces contaminate water supplies.<br/><br/>&quot;Inert&quot; Ingredients<br/>&quot;Inert&quot; ingredients frequently comprise as much as 99% of pesticide products. So-called &quot;inert&quot; ingredients are not inert, and are not disclosed to users or others who may be exposed. Given NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on &quot;inert&quot; ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "Please do not weaken organic products regulations. The American public wants food that is safe to eat, and water and soil free from harmful chemicals. We pay more for organic products and demand they be truly organic . We need more protection from corporations that put profits over public health ! Not less !",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "With all the crap that&#39;s going on that&#39;s further damaging our environment, I look to organics as a way to buy healthy produce and other products.  I feel the current Administration and EPA are making it worse by lowering regulations that keep us safe from toxins like the ones found in Roundup. I don&#39;t understand this at all and it doesn&#39;t make any sense other than its all about money.  I don&#39;t want the dumbing down of organic standards!  I hope someone ethical will stand up and uphold strict organic regulations!  <br/>I&#39;m a retired nurse and the quality of what my family eats is very important to me. Please uphold the integrity of organics.",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing because I&#39;m concerned about the BLM&#39;s stance on drilling on public lands. Your proposal to rollback public protection from methane waste and air toxins would be catastrophic.<br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "neg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "Please accept this attached document as a comment from the Organic Produce Wholesalers Coalition.",
    "label": "neut",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "Please see attached for comments from the American Pharmacists Association. ",
    "label": "neut",
    "docketId": "FDA-2018-D-0338",
    "docAbstract": null
  },
  {
    "text": "See attached.",
    "label": "neut",
    "docketId": "FDA-2018-D-0338",
    "docAbstract": null
  },
  {
    "text": "Dear Ms. Gersten-Paal,<br/><br/>Attached please find a letter with comments from the Cook County Health &amp; Hospitals System (CCHHS) regarding the referenced proposed rule. CCHHS appreciates the opportunity to provide comment.<br/><br/>Sincerely,<br/><br/>Douglas L. Elwell <br/>Deputy Chief Executive Officer of Finance &amp; Strategy<br/>",
    "label": "neut",
    "docketId": "FNS-2018-0004",
    "docAbstract": null
  },
  {
    "text": "FedEx Express comments to the subject NPRM as shown in the attached file.",
    "label": "neut",
    "docketId": "FAA-2018-0110",
    "docAbstract": "Airworthiness Directivews"
  },
  {
    "text": "April 2, 2018<br/><br/>Ms. Sasha Gersten-Paal<br/>SNAP Program Development Division<br/>Food and Nutrition Service, US Department of Agriculture<br/>3101 Park Center Drive, Rm 812<br/>Alexandria, Virginia 22302<br/><br/>Dear Ms. Gersten-Paal:<br/> <br/>Arizona Community Action Association (ACAA) is a statewide organization that advocates for fair practices and policies, with the goal of stopping poverty before it starts. Our organization understands the critical role that the Supplemental Nutrition Assistance Program (SNAP) plays in addressing hunger and food insecurity in our community, and we pay close attention to any potential changes to SNAP. <br/><br/>SNAP helps 900,000 Arizonans put food on the table each month. If a time limit for able-bodied adults without dependents (ABAWDs) to receive nutrition assistance was applied statewide (without state discretion), an estimated 25,000 low-income individuals in our state would lose their access to food and nutritionat a time when they need it most. <br/><br/>In thirteen of Arizona&#39;s fifteen counties, individuals earning minimum wage are not earning a living wage.  Even if a person works full-time at the minimum wage rate of $10.50 per hour, the cost of living is too high to afford the most basic needs, such as food, health care, and rent on a one-bedroom apartment. In Maricopa County, for example, individuals would need to earn $15.67 per hour in order to afford these basic essentials. In Coconino County, they would need to earn $17.69 per hour - a full $7.19 more than our current minimum wage. The living wage calculation is based on Fair Market Rent data from the US Department of Housing and Urban Development (HUD). Importantly, this calculation does not account for additional costs that many people incur, such as the cost of childcare. <br/><br/>SNAP provides working low-income individuals and families with nutritious food when they might otherwise go hungry. <br/>First and foremost, SNAP is a nutrition program. As such, it has been proven to contribute to a wide range of improved health outcomes, increased learning capacity in children, and reduced healthcare costs. In ACAA&#39;s role as Arizona&#39;s SNAP Community Outreach grantee, we see the important benefits that come from participation in SNAP. Participating in SNAP is critical to efforts to improve the diet and health of low-income households, and we urge USDA to find ways to keep this vulnerable population connected to basic food assistance.  <br/><br/>In Arizona, the unemployment rate remains high in many of our counties, especially Apache, Navajo, and Yuma. As a result, Governor Doug Ducey has kept &quot;ABAWD waivers&quot; in place in 12 of our 15 counties (meaning the time limits are not imposed in these counties). We support this decision to NOT deny someone&#39;s access to food by requiring them to find work in areas where sufficient, suitable jobs do not exist. We ask that the USDA maintain states&#39; discretion over when and where to apply for a waiver because expanding the harsh SNAP time limit for childless adults will reduce food security, shift the burden of food assistance to local charities, and undermine health in Arizona&#39;s families.<br/><br/>ACAA believes the current ABAWD waiver rules are reasonable, transparent, and manageable for states to operationalize. Any change that would restrict, impede, or add uncertainty to our state&#39;s ability to waive areas with elevated unemployment must not be pursued.<br/><br/>While we don&#39;t support harsh work requirements, as an organization focused on healthy communities, we do understand and uphold the value of work. We recognize that Arizona&#39;s Department of Economic Security (DES), which administers SNAP and SNAP E&amp;T, has seen a considerable increase in job placements and retention among SNAP participants over the past year. But we still have a long way to go before the network of providers expands and improves enough to absorb the additional caseload.<br/> <br/>The only action we encourage USDA to take with respect to this time limit rule is to propose its elimination. Restoring SNAP&#39;s ability to provide food assistance to impoverished, unemployed people would be a powerful policy improvement that would reduce food insecurity among those seeking work.<br/><br/>Thank you for the opportunity to comment on USDA&#39;s Advanced Notice on requirements and services for able-bodied adults without dependents. <br/>  <br/>Sincerely,<br/><br/>Cynthia Zwick<br/>Executive Director<br/>Arizona Community Action Association<br/>",
    "label": "veryneg",
    "docketId": "FNS-2018-0004",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "COLC-2017-0005",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2018-0029",
    "docAbstract": "Five applications for exempted fishing permits (EFPs) were received by NOAA Fisheries from the Florida Fish and Wildlife Conservation Commission, Alabama Department of Conservation and Natural Resources, Mississippi Department of Marine Resource, Louisiana Department of Wildlife and Fisheries, and Texas Parks & Wildlife Department.  If granted, the EFPs would authorize the applicants, with certain conditions, to allow red snapper caught by the private angling component and/or charter vessel/headboat (for-hire) component to be landed within certain time periods determined by the respective states.  Red snapper landings would be monitored by the respective states and the state seasons would close when a state’s assigned quota is reached, or projected to be reached.  These studies, to be conducted in the exclusive economic zone of the Gulf of Mexico (Gulf), are intended to demonstrate the effectiveness of Gulf state management of recreationally caught red snapper."
  },
  {
    "text": "At present, a legally transferable drop-in auto sear (machine gun &quot;conversion&quot;) for an AR15 pattern rifle can be had for approximately $45000 plus a $200 tax stamp. Since the proposed regulation would legally define bump stocks as machine guns, this would become the fair market value for all such devices. Should the regulation be enacted over the objections of law-abiding firearms-owning citizens, I would demand that just compensation be made to those who chose to surrender their bump stocks or other regulated devices at that fair market value.<br/><br/>Bump fire operation is not generated by any device or modification; rather, it is an intrinsic capability of most semi-automatic firearms, and can be induced in common rifles such as the AR-15 and pistols such as the 1911 with firearms directly from the factory with no modification. It was not the intent of the NFA or the GCA to affect the legal status of semi-automatic firearms.<br/><br/>Bump fire stocks do not create a machine gun since they do not change the intrinsic capability of a semi-automatic firearm to be bump fired. They merely provide more support and stability for the shooter, increasing safety and accuracy. Neither of these two purposes are within the purview of the NFA or the GCA.<br/><br/>During the original testimony on the NFA &#39;34, a Congressman asked the President of the NRA a question which essentially is about the possibility of things like bump stocks. The NRA president responded that while that would be possible, it wouldn&#39;t be as a good as a machine gun. <br/><br/>The Congress AGREED with the that response and ACCEPTED the NRA&#39;s proposed definition of a machine gun. <br/><br/>Here is the exchange:<br/><br/>&quot;Mr HILL: Suppose your definition were adopted. Would it be practicable to manufacture a gun that would be classed either as an automatic or semiautomatically operated gun even with more than one function of the trigger and still answer the purpose in a large way of a machine gun which requires only one function of the trigger.<br/><br/>Mr FREDERICK: I do not think so. For purposes of example you may look at the automatic pistol which is the standard weapon of the United States Army. That has an automatic discharge of the empty cartridge and a reloading principle which is operated by the force of the gas from the exploded cartridge. But with a single pull of the trigger only one shot is fired. You must release the trigger and pull it again for the second shot to be fired.You can keep firing that as fast as you can pull your trigger. But that is not properly a machine gun and in point of effectiveness any gun so operated will be very much less effective than one which pours out a stream of bullets with a single pull and as a perfect stream. <br/><br/>Pages 40 - 41 <br/><br/>... <br/><br/>Mr FREAR: You are a lawyer you are not a firearms manufacturer as you have said. Let us assume that we accept your proposed suggestion I suggest that we pass it and get to the other serious questions that are involved in the bill.&quot;<br/><br/>Page 42. <br/><br/>Hearings on April 16, 18, and May 14, 15 and 16, 1934, before the Committee on Ways and Means, House of Representatives, Seventy-third Congress, Second Session, on H.R. 9066<br/><br/>Congress gives the ATF/DOJ the authority to regulate firearms and they continue to have oversight into how the ATF behaves. Your legislators should know that you disagree with this rule, that the ATF is over stepping the authority that Congress gave them and Congress needs to reign them in. If Congress will allow the ATF to ignore a very simple but detailed part of the law, then Congress really serves no purpose as any government agency is free to do whatever they want.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "See attached file(s).",
    "label": "neut",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Please accept our comments on the USDA APHIS Third-Party Inspection Program, ID:  APHIS-2017-0102-0001.  These comments are being sent at 8:40 pm, Pacific Daylight Saving Time.  ",
    "label": "neut",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "On behalf of ASCA",
    "label": "neut",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "EPA-HQ-OAR-2017-0355",
    "docAbstract": "The EPA is taking action to repeal the Carbon Pollution Emission Guidelines for Existing Stationary Sources: Electric Utility Generating Units (EGUs), commonly referred to as the Clean Power Plan, as promulgated October 23, 2015. The EPA is also proposing the Affordable Clean Energy rule which would establish emission guidelines for states to develop plans to address greenhouse gas emissions from existing coal-fired power plants. The ACE rule would replace the 2015 Clean Power Plan, which EPA has proposed to repeal because it exceeded EPA's authority."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "COLC-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Unilever United States Inc. is pleased to provide the following comments on the proposed topics and scientific questions for review by the 2020-2025 Dietary Guidelines for Americans Scientific Committee.  Americans do not always consider beverage intake part of their total caloric intake or dietary pattern.  Thus, we are fully supportive of the following proposed topic for adults: <br/>Beverages (cow&#39;s milk, water, 100% fruit juice, sugar-sweetened beverages, milk alternatives, caffeinated beverages) with the question being, &quot;What is the relationship between beverage consumption during adulthood and achieving nutrient and food group recommendations?&quot;<br/>However, based on current scientific evidence, we would strongly encourage USDA and HHS to expand their question to include beverages that not only achieve nutrient and food group recommendations, but also provide bioactive components associated with optimal health. ",
    "label": "neg",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I enjoy smoking collecting premium Cigars ( hand rolled, small batch, excluseve top tobacco fields). I smoke 1 or 2 every other weekend on average. I&#39;m 34 and started smoking them when I was 20. I enjoy them as a time to sit down and relax and have conversations with friends. Please do not &quot;goverment up&quot; one of my favriote hobbies, that makes going to work day in and day out worth while. Thank you have a good day. ",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "The newly proposed interpretation of the definition of a machinegun (26 USC  5845(b)) to include a &quot;bump-stock&quot; device is not consistent with the obvious meaning of the definition of machinegun, as well as ATF&#39;s previous decision on &quot;bump-stock&quot; devices not meeting the definition of a machinegun.<br/><br/>The ATF FTB 2010 letter (attached) contained the following: <br/>&quot;The stock has no automatically functioning mechanical parts or springs and performs no automatic mechanical function when installed. In order to use the install device, the shooter must apply constant forward pressure with the non-shooting hand and the constant rearward pressure with the shooting hand. Accordingly, we find that the &quot;bump-stock&quot; is a firearm part and is not regulated as a firearm under Gun Control Act or the National Firearms Act.&quot;<br/><br/>In order to meet the definition of machinegun, &quot;more than one shot&quot; has to be fired &quot;by a single function of the trigger&quot;.  Although the &quot;bump-stock&quot; device allows you to fire a rifle in an unconventional manner, i.e. pulling the trigger into the shooter&#39;s trigger finger versus pulling the trigger back with the trigger finger, only one shot is fired per function of the trigger.  <br/><br/>The AG&#39;s letter implies that once the initial trigger pull is completed by pulling the trigger forward into the stationary trigger finger, that the rifle will just continue to automatically fire.  This is not correct.  As specifically mentioned in the 2010 ATF FTB letter, a &quot;constant forward pressure&quot; must be applied with the non-firing hand so that the trigger can continue to be pulled, i.e. functioned, once for every single shot fired.  If the forward pressure is stopped, firing stops.  In order to classify &quot;bump-stocks&quot; as machineguns, the AG&#39;s interpretation would require that the term &quot;trigger&quot; be removed from the definition of a machinegun and replaced with &quot;fore-end&quot; or &quot;forward grip&quot; or &quot;any part of the rifle&quot;.  A trigger is a trigger, and the definition of a machinegun says function of the trigger, not &quot;fore-end&quot; or &quot;forward grip&quot; or &quot;any part of the rifle&quot;.<br/><br/>In conclusion, this new DOJ interpretation (proposed rule) stretches the definition of a machinegun too far in an attempt to encompass the function of a &quot;bump-stock&quot;.  The proposed rule fails to show that a &quot;bump-stock&quot; device is a machinegun per the definition of a machinegun, both in obvious meaning and in technical definition.<br/><br/>Not only should this proposed rule change not be implemented because it is legally incorrect, but due to the fact that it is so obviously incorrect it is sure to face legal challenges and will most likely be defeated in court.  After all, even the ATF FTB said in writing that a &quot;bump-stock&quot; device is not a machinegun.  That is an obvious waste of time, resources and tax payer money.   <br/><br/>",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "The attached comments are filed on behalf of National All-Jersey Inc. and in support of comments filed by the National Milk Producers Federation.",
    "label": "neut",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Please find attached the comments from the Corn Refiners Association",
    "label": "neut",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Please see the attached letter from Share Our Strength.",
    "label": "neut",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Americans are living below structurally deficient, high hazard potential dams; Americans are unaware of the risk; there is no plan in place to evacuate them to safety in the event of a failure; or there is a plan in place but they are not aware of it.  <br/>The cost of NOT repairing and building new dams could be in trillions, and a dam disaster could cost more than 100 new dams. <br/>No other infrastructure   provides so many advantages to all taxpayers for so little costs.    Fema states the purpose of a dam is  store water for<br/>Human  and wildlife water supply ( keeps water clean<br/>Irrigation  ( Helps Environment green and grow.)<br/>Livestock water supply,  ( help Farmers and Ranchers )<br/>Energy generation, ( for Clean green sustainable energy)<br/>Stop containment of mine tailings, Forest Fires and soil Run Off, ( helps Environment filter )<br/>Stop Pollution and Pesticide  ( helps Environment stay clean)<br/>Support  flood control.   ( helps families and business and taxpayers from damage).<br/>Approximately 28,000 dams in the U.S. More than 15,000 of these are considered high-hazard potential, meaning their failure would result in probable loss of life. To reduce the chances of a dam failing ......invest in building more ,  and repair and routine maintenance and   not regulating a ditch or swamp in middle of a field.  Better use of money is needed.  <br/>BLM reports that some states have been deficient in reporting actual work performed, and in some cases inspections have not been performed on low hazard dams. Intermediate inspections should be conducted on all types of dams.   BLM reports that many states were not able to accomplish inspections on low hazard dams due to a lack of staff but quality, experience, and training were not factors. If BLM discovered a critical finding emergency maintenance action would be taken against these states.. Actions is needed to stabilize our dams, lower and do repairs as required. USBR - USBR reports that formal inspections, referred to within USBR as comprehensive reviews (CRs), are conducted every 8 years. The CR is conducted by a team under the combined direction of the respective Regional Director and Chief of Dam Safety Office led by a senior-level technical staff specialist and includes other specialists. USBR has several types of intermediate inspections.<br/> Fema report 2016 to congress - FWS is required to formal inspection dams every 6 years for high and significant hazard dams, every 3 years for intermediate dams and an annual checklist inspection by regional dam safety officer. Low hazard dams are inspected every 6 years. <br/>FWS conducted 134 total inspections during the reporting period. FWS reports 5 reclassifications of their dams, including 3 changes for the better and 2 changes for the worse. Formal and intermediate inspections of high, significant, and low hazard dams are performed by FWS A-Econsulting firms (Gannett Fleming, URS Corp. and W.W. Wheeler). Annual checklist inspections (informal) of high and significant hazard dams are performed by the Regional Dam Safety Officers (RDSOs) each year in which there is not a formal or intermediate Fema report 2016 to congress - NPS reports that their dams are inspected every other year if there are no concerns and had 53 inspections during the reporting period. NPS conducts their own inspections. Formal inspections are done on high hazard potential dams, intermediate inspections are done on significant hazard and low hazard potential dams. <br/>Fema required to report OSMRE ensures that dam inspections are conducted and reports that frequencies of inspections are dictated by dam size and hazard classification. Dependent on criteria, MSHA also participates in dam inspections. Inspections are conducted during construction, operation, and closure. During construction, inspections are more frequent. For impoundments that fall under certain MSHA criteria, impoundments are inspected weekly or as otherwise determined by an MSHA District Manager.   <br/>MSHA regulations require quarterly inspections. <br/>OSMRE regulations also require all impoundments have an annual recertification that must be conducted by a professional engineer or, under certain circumstances, a professional land surveyor and must be certified by the professional ensuring that the impoundment has been constructed and/or maintained as designed and in accordance with the approved plan. In the last 30 years, changing values, political shifts, and economic constraints have resulted in major alterations in the Corps&#39; water resources program . <br/> Approximately 95 percent of the dams managed by USACE are more than 30 years old, and 52 percent have reached or exceeded the 50-year service lives for which they were designed.<br/>Source of income;  since 65% of all dams are private owned,  the Fines for not maintaining could be in the Billions, which in turn could pay for new dams or fix public dams.<br/>New dams would also generate new jobs for millions. Money for Budget.",
    "label": "veryneg",
    "docketId": "USCG-2018-0091",
    "docAbstract": null
  },
  {
    "text": "Most meat, chicken and fish suppliers cannot be trusted to care for people more than profit.  It makes no sense at all I urge the USDA not to consider third-party inspection programs as a substitute for government inspections.  Unless done by certified, official HUMANE programs, I don&#39;t trust this at all.  Come ON - we spend all this money on arms; how about spending it on HUMANITY, which trickles down to better health for the consumer?<br/><br/>In terms of breeders, I think there should be a moratorium on breeding ANYWAY until the thousands of homeless animals find homes.  Certainly we should close down all puppy mills.  That&#39;s a no-brainer.",
    "label": "veryneg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "Please protect animals that are already far too vulnerable - they cannot protect themselves! I strongly oppose the USDA&#39;s proposed policy on using third-party entities to substitute for government inspections, in full or in part. The USDA is already doing too little to enforce the AWA and handing this responsibility off to a third party is more than a step backward.. The USDA has overseen the enforcement of the AWA for over 50 years and it needs to continue to do so.",
    "label": "veryneg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "I am starting to wonder what the USDA does to protect animals. You are considering ignoring the Animal Welfare Act and  having 3rd party groups (puppy mills, zoos, research labs?)whose interest is certainly not to protect vulnerable animals)  conduct inspections? Seriously?  This is unconscionable.  As animal shelters and animal welfare advocates fight to reduce (and eventually eradicate puppy mills) you seem to be eliminating  already minimal controls.  I think we need to evaluate the USDA and if protecting vulnerable animals is not part of your mission then we need to look to other agencies.  I used to think the USDA was a strong agency.. Too many instances over the years tells me this is no longer an agency to respect.",
    "label": "neg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "I absolutely oppose using of 3rd-party inspection and certification programs in setting USDA inspection schedules. The USDA is already lax and inconsistent with AWA enforcement. Reform is certainly needed, with a focus on more frequent and rigorous inspection procedures, not this procedure that will weaken inspection. This proposal is a huge step backward when what we need is progress.. Please don&#39;t consider this policy.",
    "label": "veryneg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "The citizens of the United States rely on the USDA/APHIS to conduct government inspections that protect animals.  It is unclear and unsettling why the USDA is currently dismantling all of its processes/procedures that provide some level of protection to animals.  Industry-controlled third parties have no interest in protecting the safety, health and well-being of animals that are used for profit.  The prospect of the proposed USDA/APHIS change is frightening and should be considered negligent.  This is indeed an area where government oversight is necessary.  The systemic abuse of animals whether they reside in puppy mills, laboratories, or in confined animal feeding operations among other places warrants serious oversight and inspections by the Federal Government.  There is no alternative to this existing process.  The USDA should continue its efforts to protect animals through its existing inspection processes.  Americans care about this issue and it is a disgraceful and disturbing day when the U.S. Government and the USDA abandons one of its core missions solely to appease the very industries that perpetuate unrelenting harm upon animals.    <br/><br/>The APHIS should absolutely not use third-party inspection and certification programs to substitute for government inspections in any form, even as a factor in determining inspection frequency. There can be no substitution for the impartiality of government inspection; allowing industry-controlled third parties to determine USDA inspection frequency weakens the entire system. Allowing facilities to receive fewer or less rigorous APHIS inspections could enable violations of the AWA and animal suffering to go unnoticed for years. The USDA should work on strengthening its own enforcement mechanisms rather than considering policies that would undermine them.",
    "label": "veryneg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "The cruel treatment of animals with feelings is deplorable.<br/>People with any kind of intelligence should be<br/>ashamed of themselves. Look at the docile rabbit<br/>suffering! Are you kidding me? Maybe what should be<br/>tested is why some people - not all - have such a<br/>low emotional IQ. Stop hurting animals that have<br/>no control over what happens to them!!!",
    "label": "neg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "The USDA should not use third-party inspection and certification programs as a factor in determining inspection frequency. Doing so would compromise the transparency, consistency and accountability of the inspection process. The USDA has already restricted public access to its inspection records; and third parties may not publish their standards, inspection procedures, or inspection records. So third-party inspectors would be serving a government function while circumventing accountability to the public. <br/><br/>This change would be a disaster for the animals living in these facilities. No one would be looking out for them, and there would be nothing we could do to help them or to be sure they&#39;re being treated humanely. For the good of consumers and the animals in these facilities, I urge you not to adopt this policy.",
    "label": "neg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "The USDA should not use third-party inspection and certification programs as a factor in determining inspection frequency. Doing so would compromise the transparency, consistency and accountability of the inspection process. The USDA has already restricted public access to its inspection records; and third parties may not publish their standards, inspection procedures, or inspection records. So third-party inspectors would be serving a government function while circumventing accountability to the public. For the good of consumers and the animals in these facilities, I urge you not to adopt this policy. Animals need us to protect them. They can&#39;t speak for themselves. Please help",
    "label": "neg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "DEPLORABE,,  DISGUSTINGLY APPALLING SHAMEFUL<br/>UNNECESSARY SUFFERING &amp; CRUELTY  ",
    "label": "neg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "I respectfully request that the APHIS / USDA do not use third-party inspection and certification programs.  Please continue to use and strengthen as needed existing government inspection programs. I am concerned that third-party inspectors would not put the best interests of animals first and animal suffering could increase as a result. <br/><br/>Thank you,<br/>Shekita Sanders",
    "label": "neg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "We need strenuous inspections for our best buds.  We do not want overbreeding for a buck nor do we want animal testings of any kind.  ",
    "label": "neg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "A particularly pernicious aspect of the stranglehold that entire industries now have on the federal government is the drive toward privatization of significant government functions as payback for huge campaign donations. Another, of course, is what is industry capture of federal agencies charged by statute with regulating those industries. To my knowledge, though, this would be the first time that these tactics would be married so as to eliminate the non-industry-controlled employees charged with fulfilling the statute&#39;s and regulations&#39; mandate. The effective end to prohibitions against cruelty to captive animals by putting wolves in charge of the chicken coops would be a new low. The crowd that holds power in Washington now is meticulously dismembering civilized government here.",
    "label": "veryneg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "I have been smoke free for over 5 years thanks to the e cigarette devices. This was only possible because of the availability of non tobacco flavors that were available. The flavor options that are currently available on the market have also helped countless other friends and family members that I know and have spoken with. The success rate that I and countless other people have experienced will only continue if the options that are currently available, remain available. ",
    "label": "neg",
    "docketId": "FDA-2017-N-6565",
    "docAbstract": null
  },
  {
    "text": "I have been vaping for roughly 5 years; to be very blunt, if tobacco and menthol we&#39;re my only to options I would still be smoking. It was desert type flavors that really help me step away completely from traditional combustible cigarettes. Any time I tried to stick with menthol or tobacco flavored eliquid I went back to smoking in a month or two. If your issue is with flavors being enticing to children then why are we not having this same issue with flavored alcoholic beverages? Obviously adults have taste buds and enjoy flavors also; of age adults shouldn&#39;t have flavors taken from them because kids like to break the rules. Taking away every flavor besides tobacco will hurt an industry that has help many many people put down traditional combustible cigarettes. I hope you put a good amount of thought into your decision. ",
    "label": "neg",
    "docketId": "FDA-2017-N-6565",
    "docAbstract": null
  },
  {
    "text": "I am a 52-year-old male who started smoking when I was 22.  I have not had a cigarette since I discovered vaping (use of electronic cigarettes) more than five years ago.  Over the 25 years when I was a smoker, I tried several methods to try and to quit the habit (cold turkey, Nicorette gum etc.)  None of these methods worked for very long.  It wasnt until I found this open or refillable electronic cigarette system that allowed me to select a variety of various flavors was I able to kick the habit for good.  The first flavor that I really liked was Key Lime Pie.  In the five years since, it has been the fact that I use a variety of flavors that has kept me away from combustible cigarettes.  Some of the flavors that I use would include, but not limited to, strawberry, vanilla, peach, pink lemonade, rainbow sherbet, cinnamon roll, and one that contains chocolate, hazelnut, &amp; coconut.  I have been able to reduce the amount of nicotine in the liquids I use dramatically over the last five years and will continue to do so.<br/><br/>I agree that we need to do our best to keep any product that contains nicotine out of the hands of children.  I applaud your efforts to enforce age restriction laws.  That being said, I would implore you not to put the lives of hundreds of thousands (if not millions) of vaping Americans in jeopardy by restricting access to these life saving vapor products or their flavored liquids.  We need to encourage more smokers to make the switch, like they are doing in Great Britain to improve the public health.<br/>",
    "label": "neg",
    "docketId": "FDA-2017-N-6565",
    "docAbstract": null
  },
  {
    "text": "If it weren&#39;t for flavored e-liquid I would have never made the switch to vaping. To me the point of flavored e-liquid is to give people a safer, while more flavorful alternative to smoking. I am more than thankful for flavored e-liquid. If flavored liquid went away I feel it would kill jobs, kill shops and destroy the vaping industry. A lot of people will resort to cigarettes again, which is by far way more dangerous.",
    "label": "neg",
    "docketId": "FDA-2017-N-6565",
    "docAbstract": null
  },
  {
    "text": "I consider myself conservative, and a respect for life extends to the lives and humane treatment of the animals in our country.  Please do not roll back regulations or allow the oversight of our animals to become a for profit business . Of all the regulations that the administration is cutting, the continued humane treatment of animals is the one that I&#39;m watching. <br/><br/> The USDA should not use third-party inspection and certification programs as a factor in determining inspection frequency. Doing so would compromise the transparency, consistency and accountability of the inspection process. The USDA has already restricted public access to its inspection records; and third parties may not publish their standards, inspection procedures, or inspection records. So third-party inspectors would be serving a government function while circumventing accountability to the public. For the good of consumers and the animals in these facilities, I urge you not to adopt this policy.<br/><br/>Thank you for listening.  I urge you to remember that animals are sentient beings and should be treated humanely.",
    "label": "neg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "APHIS should not use third-party inspection and certification programs to substitute for government inspections in any form, even as a factor in determining inspection frequency. There can be no substitution for the impartiality of government inspection; allowing industry-controlled third parties to determine USDA inspection frequency weakens the entire system. Allowing facilities to receive fewer or less rigorous APHIS inspections could enable violations of the AWA and animal suffering to go unnoticed for years. The USDA should work on strengthening its own enforcement mechanisms rather than considering policies that would undermine them.<br/>Allowing a for-profit third party to control inspections poses potential conflict of interest. Being one of the first world countries, the US should hold itself to a higher standard and be a leader regarding morals and values. Allowing for-profit third parties the power to make decisions on animal inspections and welfare would provide ethical loop holes to slip through. Innocent animals who do not have the ability to speak for themselves would be at the mercy of a third party&#39;s morals and values- or lack there of. As a leader of the free world, we should adhere to the morals and values of humanity and treat all living things with respect. We cannot sacrifice the well being of innocent animals, our humanity, our morals or our values in pursuit of monetary gain. Doing so would cease to make our country great- we have the voice and the power to stand and speak for those who can&#39;t. As Martin Luther King Jr said, &quot;Our lives begin to end the day we become silent about things that matter.&quot;",
    "label": "neg",
    "docketId": "APHIS-2017-0102",
    "docAbstract": null
  },
  {
    "text": "Excessive and unnecessary regulations limit individual freedom and suppress the innovation and entrepreneurship that make America great. Promote sound science and economic analysis that akes seriously retrospective review and the imperative to evaluate the actual costs and benefits of existing regulations. <br/>Agencies must be committed to reducing the regulatory burden on the American public in order to promote economic growth, job creation, and innovation so the all taxpayers are free from burden of out of control government policies based on false or inconsistent science. <br/>People placed global warming at the bottom of the list in terms of our planet&#39;s priorities in a poll which ranked the world&#39;s most pressing problems .... Less than two percent of the climate studies in the survey actually endorsed the so-called &quot;consensus view&quot; that human activity is driving global warming and some of the studies actually opposed that view.  <br/>Despite a manufactured &quot;consensus,&quot; the elites and leaders continued to ignore any attempt to question the orthodoxy of climate alarmism. Each such alarmist article is larded with words such as &#39;if&#39;, &#39;might&#39;, &#39;could&#39;, &#39;probably&#39;, &#39;perhaps&#39;, &#39;expected&#39;, &#39;projected&#39; or &#39;modeled&#39; - and many involve such deep dreaming, or ignorance of scientific facts and principles, that they are akin to nonsense.   <br/>Regulatory agencies  must again balance its statutory requirements its commitment to providing supervisory certainty through improvements to existing regulations that were flawed, outdated, ineffective, or unnecessarily burdensome, two deregulatory actions for each final regulatory action, without more new costs on the U.S. economy.   <br/>Lower regulatory burdens on the American people though commonsense regulatory reform, curbing unnecessary regulatory burdens that stifle economic growth for communities across the country. Regulations that are outdated, duplicative, or unnecessary, yet they continue to impose costly burdens need rescinded, eliminated or modify them. To ensure that regulations are consistent with law, necessary to correct a substantial market failure, and net beneficial to the public.  <br/>The taxpayers need regulatory philosophy and approach emphasizing the connection between limited government intervention and individual liberty, more restricted, effective, and accountable regulatory policy.  Regulatory policy should serve the American people by staying within legal limits and administering the law with respect for due process and fair notice. It is essential to manage the costs associated with the governmental imposition of private expenditures required to comply with Federal regulations. Agencies should develop improved regulatory impact analyses of the costs and benefits of their actions, relying on reasonable assumptions and public input. <br/>Review previous regulatory impact assessments to ensure that they reflect the best possible estimate of costs and benefits to the taxpayers. Philosophy to emphasizes the rule of law, including constitutional, statutory, and procedural limits on administrative action. For instance, OIRA requires agencies to indicate the legal authority for regulatory actions, whether from a statute or judicial order.<br/>Look closely at planned regulatory and deregulatory actions to ensure that they follow the law and the correct administrative procedures. Agencies should closely examine their use of sub-regulatory actions, such as guidance documents, enforcement manuals, interpretive rules  can serve an important role in explaining existing statutory or regulatory requirements; however, they should not be used to impose new or additional legal obligations or requirements. <br/>Take a close look at existing guidance documents to assess whether some of them should be withdrawn or modified, or whether their requirements should go through a process of notice and comment rulemaking. Clarifying existing law rather than making new law will provide greater transparency about the regulatory process and ensure that regulated entities and the public have notice and an opportunity to comment on significant changes in regulatory requirements. <br/>Agencies should administer the law found in statutes, not make new law, and they should respect the judicial role in enforcing limits on administrative power. Moreover, faithful execution of the laws requires the Administration be directly accountable for its regulatory policies and ensure that regulations and their enforcement benefit the American people. <br/>A new direction that recognizes the costs of accumulated regulatory burdens and looks for ways to reduce those burdens by modifying or eliminating regulations; revising or eliminating guidance documents; and streamlining information collections. Should be guided by good regulatory practices, which include regulating only when necessary, carefully studying lawful alternatives, and engaging with the public and affected parties. <br/> ",
    "label": "veryneg",
    "docketId": "EPA-R06-OAR-2017-0145",
    "docAbstract": null
  },
  {
    "text": "Intergovernmental Panel on Climate Change (IPCC) is an international body outside the jurisdiction and oversight of the United States Congress. EPA, Energy dept, Forest Service, Fish and Wildlife and agricultural dept are the entity of the United States government that during last administration was seeking sweeping regulations on the basis that GHGs are increasing global temperatures. EPA&#39;s reliance on the IPCC for GHG emissions results is a VIOLATION of the Data Quality Act, <br/>EPA Inspector General&#39;s was highly critical report investigating EPA&#39;s review of external data for the GHGs endangerment finding.<br/>150 entities including 27 states, 24 trade associations, 37 rural electric coops, and three labor unions challenged the Clean Power Plan highlighting a range of legal and technical concerns.<br/>2017 EPA has determined that the CPP exceeds its statutory authority based on a change in the agency&#39;s legal interpretation of Section 111 of the Clean Air Act (CAA). In October 2017, the EPA completed a regulatory impact analysis for its proposal to repeal the Clean Power Plan. October 10, 2017, (EPA) issued a proposal to REPEAL the Obama Administration&#39;s 2015 rule, &quot;Carbon Pollution Emission Guidelines for Existing Stationary Sources: October 16, 2017, the EPA proposed to repeal the Clean Power Plan .<br/>December 1, 2015, a bipartisan majority of the United States Congress formally disapproved of the Clean Power Plan pursuant to the Congressional Review Act.<br/>On March 28, 2017, the Trump Administration disbanded the IWG and withdrew its reports and supporting documents as no longer representative of government policy. <br/>Aug 20, 2017 Federal Climate Advisory Committee ... for the Sustained National Climate Assessment&#39;s was closed. <br/>Any environmentalist policy that would drive up the cost of energy, food, or other essential needs in the name of protecting nature must be rejected.<br/>March 28, 2017, President Trump signed the Energy Independence Executive Order; review of the Clean Power Plan; reconsideration proceedings to suspend, revise, or rescind the rule.<br/>Any physical theory is always provisional, in the sense that it is only a hypothesis: you can never prove it.<br/>Scientists; Variations in the amount of solar radiation reaching the Earth are thought to influence climate<br/>Repealing the CPP will save Billion dollars in avoided compliance costs.<br/>1997 Report of Prinn based on the model developed for MIT&#39;s Program on the Science and Policy of Global Change. emission caps proposed , will not prevent global warming<br/>EU Emissions Trading Scheme (ETS) has cost their consumers $287 billion for &quot;almost zero impact&quot; on cutting carbon emissions, according to a 2011 UBS study.<br/>2016 February 9, , the United States Supreme Court stayed the CPP immediately halting implementation.<br/>1995 IPCC meeting There are inadequate data to determine whether consistent global changes in climate variability<br/>2014 IPCC A second dimension of uncertainty, ( GHG) that concerning whether the policies states implement will in fact achieve desired outcomes<br/>Decade of focus on global warming and billions of dollars of research funds have still failed to establish that global cooling or warming is a significant problem.<br/>2007 IPCC the lead author of the climate report stated in an email that &#39;we can&#39;t account for the lack of warming at the moment...&#39;<br/>1970 Prediction ( wrong ) If present trends continue, the world will be about four degrees colder for the global mean temperature in 1990, but eleven degrees colder by the year 2000...This is about twice what it would take to put us in an ice age.  Kenneth E.F. Watt on air pollution, Earth Day (1970)<br/>The main greenhouse gas is water vapor which is both natural in origin and highly variable in its distribution.<br/>1959 Edward Ney possible climatic link through cosmic rays.<br/>Professor Judith Curry, chair of the School of Earth and Atmospheric Sciences concern that past climate models have not proven true.<br/>IPCC and regulations are mostly geared against emissions then IPCC should be more skeptical of China and India, since future emissions will come overwhelmingly from most significant emitters (China, India, and Russia) they DO NOT abide to international GHG reduction agreements. 1995 IPCC meeting China registered its disagreement on the use of carbon dioxide emissions. China emit more CO2 than the U.S. and Canada combined, and India is now the world&#39;s third biggest emitter of CO2 - pushing Russia into fourth place. Simultaneously, U.S. CO2 levels have been steadily declining.. EPA&#39;s website, total GHG emissions have only risen 1% in the U.S. since 2005, while levels in China, India, and Russia have combined to rise more than 6%. <br/>2011 Patrick Moore , &quot;We do not have any scientific proof that we are the cause of the global warming that has occurred in the last 200 years",
    "label": "veryneg",
    "docketId": "EPA-R06-OAR-2017-0077",
    "docAbstract": null
  },
  {
    "text": "I have been a Premium Cigar smoker as an adult for many years. I have never seen an under aged smoker in a premium cigar store or smoking a premium cigar. I, like most most cigar smokers, do not inhale the smoke. Enjoying an occasional Cigar with friends at special occasions is a pastime enjoyed by many. For the government to increase or change regulations on a pastime by select enthusiasts seems intrusive. Adults have the right to choose the many forms of entertainment and pastimes independent of government over site as long as they know the risks involved. Smoking tobacco products currently have enough information available to make an informed decision.",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Why can minors still easily and uncontrollably still get cigars, and cheap untaxed cigars too boot, via mail order?  Is this a serious problem?  It is, and it is getting worse as time goes by.  <br/><br/>I believe ever state and the federal government require that every level of government take reasonable steps to prevent minors from purchasing tobacco products. Therefore I believe cigarettes and many other forms of tobacco can not be purchased by consumers in a mail order transaction.  As a result, cigars which can still legally be purchased by consumers via mail order are becoming a larger and larger targeted item by smokers of all ages; especially since the cost of many cigars can be reduced by a factor of two to three-fold when purchased in the tax-free world of interstate commerce (via mail order).<br/><br/>With the growing trend of states seeking to raise the legal smoking age, the problem of minors obtaining mail order cigars will likely only get worse.<br/><br/>Since federal law prevents any proof-of-age regulation of any and all mail order packages, except those clearly marked that they contain alcoholic beverages, the problem of minors obtaining cigars via mail order will not go away unless the FDA deems it worth solving.  Finally, with the increasing electronic ability of each passing generation of youth, and increasing regulation on other forms of tobacco, unless the FDA acts like an &#39;adult&#39;, the children will continue to run rampant.<br/>",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "I am protesting the FDAs over-regulation of the handmade cigar industry. Keep this family owned and artisanal industry intact and leave handmade cigars alone.",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "The market for premium cigars is not in need of regulation. There is an undeniable difference between premium hand-rolled cigars and machine-made cigars. Machine made cigars have a totally different clientele, in many cases, only being purchased to be used for substances such as marijuana. Cigar smokers also do not smoke a premium cigar the same as a cigarette smoker would. Cigarette smokers inhale smoke into the lungs and back out causing lung cancer and emphysema. Cigar smokers inhale only as far as the mouth before exhaling the smoke. The primary factor for cigarette smokers is the addiction they experience caused by the chemical nicotine. The amount of nicotine experienced via a premium cigar is much less due to the manufacturing process of cigarettes vs. cigars. Cigar smokers also only smoke the first two thirds of a cigar which does not allow the smoker to experience the nicotine. Cigarettes also produce a much higher concentration of tar. This is due to the fact that the tobacco in cigarettes is finely chopped as opposed to cigar which are simply rolled. The cut that a smokers adds to the cigar in order to draw it is large which does not allow tar to build at the smoking end. In closing, the premium cigar industry is not in need of regulation. ",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Please reconsider loosening regulations regarding premium cigars. They are handcrafted boutique products that are made and distributed by mostly small and family businesses. The regulations as they stand would hurt these small businesses and the premium cigar industry as a whole. Thank you for your consideration. ",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "To whom it may concern,<br/>Im 64, an attorney, active, and in good health. I have never had a cigarette in my life and drink rarely.<br/>However, I very much enjoy 3, maybe 4 cigars a week. In fact, I very much look forward to a cigar either alone at the end of the day, or with fiends. I can not for the life of me understand how or why cigars need to be regulated, controlled or banned. Most of my cigar fellow smokers are doctors of all kind. Further, I have never been told by my Drs or my Dr friends that I am putting myself at risk any more than eating red meat or consuming alcohol. <br/>I beseech you and yours to please leave this single pleasure alone. <br/>Thank you....<br/>EDG",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "I went to a doc in a box for a sore throat. Answering the nurse practitioners questions I stated that I enjoyed a good cigar. She said if I dont inhale and smoke occasionally they dont consider that the same as cigarettes and are not concerned about adverse health effects. Cigars also dont have the chemicals in them. I enjoy them and dont think they deserve additional regulation. ",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "You dont inhale cigar smoke, the tobacco is different from cigarettes or vapes. I smoke cigars for the relaxation and stress relief. Thank you for not over regulating this industry, there are many small business owners that cant even afford the cigar tax now.",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "To Whom it May Concern,<br/><br/>My name is Thomas J. Murphy. I am writing on behalf of the cigar industry, which is currently under significant threat and in the process of undergoing new regulations by the FDA, with severe and deleterious effects. The economic burden posed by these proposed regulations would significantly hinder the ability of larger companies to compete in the US marketplace, in addition to utterly bankrupting smaller US-based companies that are unable to procure the necessary funds to adhere to the proposed regulations while sustaining their financial viability and solvency within the market. This will lead to a significant loss of both US-based jobs and economic stability of those individuals and families that rely on this industry for their livelihoods. I know of multiple, small US-based companies that have already voiced their concerns regarding these regulations and their ability to remain solvent and in business without the ability to release new cigar lines as the market fluctuates and to ensure their existing lines adhere to the proposed regulations and regulatory processes. I understand the viewpoint of the FDA in regulating the industry to avoid tobacco exposure to young children and adolescents; however, there is significant research that has, and continues to, document that most children and adolescents try smoking cigarettes during their development, and not cigars with the CDC documenting only 7% among high-school aged adolescents and 2.2% among early adolescents. There is also substantial data charting the significantly decreasing trend in the amount of children and adolescents that do try tobacco-based products, with the largest percentage of use trending toward electronic and tobacco cigarettes. Research has also documented the average age of individuals who either try their first cigar, or begin smoking cigars, are in their mid thirties. As a result of this research, I believe the proposed regulations are overbearing on the wrong tobacco market and industry. I sincerely hope the FDA will reconsider the existing proposals to ensure the cigar industry is able to continue within the US marketplace without undue and burdensome regulations that will weaken the largest companies and bankrupt the smaller boutique companies. Thank you for your time and help in this matter, I truly appreciate the opportunity to voice my concerns for the industry and hope that the FDA is able to reach a reasonable conclusion in implementing commonsense regulations that will not pose such detrimental effects on the market as they are currently posited.<br/><br/>Sincerely,<br/><br/>Thomas J. Murphy",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Please exempt cigars from government regulation. ",
    "label": "neg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Unprecedented numbers&quot; BATS   been killed by wind turbines. United Nations has designated 2011-2012 the International Year of the Bat. .  Bats play an important role in many environments around the world. Some plants depend partly or wholly on bats to pollinate their flowers or spread their seeds, while other bats also help control pests by eating insects.  study found that bats save farmers more than $1 billion worldwide . So why is the government give big tax dollars to the Wind turbine suppliers ??<br/>August 8 2008 - The United Nations Environment Programme (UNEP) announced today that it will implement a new initiative to better protect bees, BATS, birds and others that are essential to global crop production and biodiversity. N United Nations designated 2011-2012 the International Year of the Bat. Wind farms and wind turbines kill hundreds of thousands of bat per year in usa,    <br/>was designed to tackle the recent decline and, in some cases, near collapse of important pollinator populations around the world, such as honey bees. Disease, pesticides, habitat loss and the introduction of exotic species are all thought to be responsible in part.  Wind Turbines are destroying Bats. <br/>Pollinators such as bees, as well as BATS, butterflies, birds and even mosquitoes, play a vital role in food production because they transfer pollen between seed plants, affecting more than a third of the world&#39;s agricultural crops. Farmers and consumers are thus dependent on healthy pollinator populations.<br/>Under the initiative, best management practices for maintaining and protecting pollinator species will be introduced worldwide and countries and regions will be given assistance to help them protect pollinators.<br/>Recent research determined that free-tails are so effective that they save south-central Texas farmers up to $1.7 million a year in pesticide costs, the BCI reports.   Mexican free-tailed bat, common in Texas, will reach an altitude of 1,000 feet to snare crop-destroying corn earworm moths. The corn earworm moth (or more specifically, the moths&#39; larvae) cause major damage to U.S. corn crops. Researchers from Southern Illinois University (SIU) wanted to find out what happens when bats aren&#39;t allowed to feed freely on the moths, so they built large outdoor enclosures over cornfields in Southern Illinois. The enclosures were covered in nets that let insects in but kept bats out. The corn grown within the enclosures had significantly more larvae-damaged kernels - by 56 percent - and less fungal damage.  <br/>The researchers noted that bats &quot;suppress pest-associated fungal growth and mycotoxin in corn&quot; as well as increased crop yield by 1.4 percent, which adds up to a difference of more than $3 an acre. study found that bats save farmers more than $1 billion worldwide - and that&#39;s only for corn crops. The estimate also doesn&#39;t factor in other benefits that bats provide, such as a reduction in pesticide use. Study author Josiah Maine told BBC News: In 2011, University of Tennessee at Knoxville researchers also analyzed the economic importance of bats in agriculture.   <br/>",
    "label": "neg",
    "docketId": "EPA-HQ-OPPT-2017-0341",
    "docAbstract": "Significant Guidance Document under OMB's Bulletin"
  },
  {
    "text": "Thoughts on this: The FDA must recognize that imposing devastating new restrictions on premium cigars and the highly negative effect on businesses that make and sell premium cigars as very intrusive. These regulations create a heavy restriction on the freedom to patronize these small businesses across America. Premium cigar retailers are typically small family businesses selling an artisan product created by craftsman richly skilled in the art of creating premium cigars. The proposed regulations would threaten yet another rich, culturally significant tradition . People that enjoy premium cigars and cigar shops all across the country, enjoy the social aspects of meeting with friends, the camaraderie, the moments of enjoying life that we all need. Premium cigars deserve an exemption from federal regulation.<br/><br/>Additionally as a small business owner that operates a Cigar lounge, our demographic is rarely anyone under 30 years of age.  The disposable income needed to afford premium cigars does not fall i. Line with those individuals under the age of 21.  Furthermore, there is virtually no link to cancer or illnesses associated with Cigar smoking as it is a natural tobacco without the artificial, addictive ingredients associated with cigarettes.  Including cigars into these restrictive rules and regulations could put small businesses such as mine out of business.",
    "label": "veryneg",
    "docketId": "FDA-2017-N-6107",
    "docAbstract": null
  },
  {
    "text": "Most polluted countries in the world. report into global air pollution with some concerning finds of Nations that do not agree to the GHG emissions standards but are the number top polluters.<br/><br/>Pakistan Average PM2.5 pollution: 101 ug/m3 With a population of almost 180 million urban air pollution in Pakistan causes thousands of adult deaths each year. A World Bank report found that outdoor air pollution alone causes more than 80,000 hospital admissions per year; nearly 8,000 cases of chronic bronchitis, and almost five million cases of lower respiratory cases in children under the age of five.<br/><br/>Bangladesh Average PM2.5 pollution: 79 ug/m3 Home to nearly 155 million people, the air quality has fallen nearly 60 per cent in the last 10 years. In fact three Bangladeshi cities are in the top 25 cities with the poorest air quality.<br/><br/>India Average PM2.5 pollution: 59 ug/m3 In the winter of 2013, air pollution in New Delhi was 60 times higher than the level considered safe according to India&#39;s Center for Science and Environment (CSE) and it had the highest rate of air pollution in the world according to WHO. Pollution from construction sites, industrial emissions, open fires, vehicle emissions and a staggering population of 1.2 billion put India at number nine on the list.<br/><br/>China , Yangtze River basin There are in total 378 known species of fish living there, as well as more than 280 species of mammals, 145 known species of amphibians, and 166 known reptile species (World Wildlife Fund WWF). As the longest river in China which gets significant amount of pollution discharge Eutrophication persists in key lakes , emphasizing heavily polluted &quot;black and odorous water&quot; wastewater discharge in the Upper Reaches which is carried downstream. Pollution anywhere on river poses a significant threat to drinking water. According to the Yangtze River Water Resources Commission, of the 329 drinking water resources monitored, only 193 of them or 59% met relevant water quality standards all year round. pollutants discharged into the water can also either seep into sediment or soil, leading to groundwater pollution and soil contamination. rice contaminated with heavy metals . Groundwater quality continues to worsen for 5th year; &#39;very bad&#39; . <br/>Hunan and Hubei provinces, account for a most of YREB&#39;s discharge of Cadmium, Arsenic, Lead at 69%, 71% and 63% respectively. 20% of Mercury emissions.<br/><br/>Air pollution in Beijing so impenetrable the U.S. Embassy&#39;s air quality measuring station can only call it &quot;beyond index . Public outcry over thick blanket of toxic smog that covered Beijing earlier this year. <br/>According to the Environmental Protection Agency&#39;s air quality scale, air is unsafe to breathe. stay indoors with air purifier, according to U.S. Embassy Beijing guidelines.<br/><br/>Chinese cities like Urumqi, Lanzhou and Linfen on lists of the world&#39;s most polluted places.<br/><br/>CHINA Beijing, Last update: March 2018<br/>Air pollution data from World Health Organization Info<br/>PM10 at 108 Red , Bad(as of 3.28.2018 ) Very Unhealthy <br/>PM2.5 at 112 Red, Bad ( 3.28.18)<br/>PM10 Pollution Level: Very High , Red, Bad<br/>Pollution Index: 89.78 Bad, Red<br/>Air Pollution 85.26 Very High Bad, Red<br/>Drinking Water Pollution 70.45 High Bad, Red <br/>Water Pollution 73.65 High Bad, Red<br/>Air quality 14.74 Very Low Bad, Red <br/>Water Quality 26.35 Low Bad, Red <br/><br/>China; in Yongledianzhen PM10 AQI 160 Very Unhealthy 3.28 .2018 <br/>PM2.5 AQI 147<br/><br/>China ; in Langfang PM10 AQI 220 Very Unhealthy 3.28 .2018<br/><br/>China should be added to &quot;Conflict Minerals Law of 2010&quot;. and UN and international rights groups should apply conflict-sensitive approaches to imports from china.<br/> 300 million Chinese in rural areas lack access to safe drinking water. Thousands of dead wildlife floating down the river that supplies Shanghai with its drinking water. Chemical accident leaked benzene, into a tributary of the Huangpu River . Country&#39;s most industrial regions are some of the driest, with 45 per cent of the country&#39;s gross domestic product produced in water-scarce provinces such as Hebei, Shandong and Shanxi.<br/><br/>United States is one of the Cleanest Airs and Water on the Plant earth American Regulation are tremendous waste of taxpayer money since they are against the wrong Nation<br/>America has Good Air and Good Water,.(Air Apps are everywhere now showing American as GREEN..) .. but Fake report reviews are inappropriate as they contain errors of omission and/or commission and are neither convincing nor authoritative. Many of the conclusions are incomplete, inaccurate, lack objectivity and consequently only serve to confuse the issue. Government initiate as a matter of priority thorough, adequately resourced epidemiological and laboratory studies of the possible effects on human health. This research must engage across industry and community, and include an advisory process representing the range of interests and concerns.<br/>",
    "label": "neg",
    "docketId": "EPA-HQ-OLEM-2018-0105",
    "docAbstract": "The Environmental Protection Agency is planning to submit an information collection request (ICR), “Oil Pollution Act Facility Response Plans - 40 CFR Part 112.20” (EPA ICR No. 1630.13, OMB Control No. 2050-0135) to the Office of Management and Budget (OMB) for review and approval in accordance with the Paperwork Reduction Act (44 U.S.C. 3501 et seq.). Before doing so, EPA is soliciting public comments on specific aspects of the proposed information collection as described below. This is a proposed extension of the ICR."
  },
  {
    "text": "Not no but hell no!  No new gun regulations.  Not one more inch.  Leave bump stocks alone!",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "As the owner of two bump stocks, I can say that I purchased these items with the understanding they had been reviewed by the ATF and found to be legal. I paid in excess of $300 for the two devices, and am now faced with the possibility of being forced to destroy or &quot;render inoperable&quot; these accessories without any recourse or compensation. I feel this ruling should be reconsidered as it provides no value in furthering the goal of reducing gun violence, and provides no amnesty period for law-abiding owners, like myself, who have done nothing wrong.<br/><br/>Furthermore, the ATF was correct when, in 2010, it determined that bump stocks did not convert semi-autos into fully automatic firearms. Federal law says, in part, that a machine gun is a weapon that can fire &quot;automatically more than one shot ... by a single function of the trigger.&quot; The definition includes &quot;...any part designed and intended solely and exclusively ... for use in converting a weapon into a machinegun...&quot; (26 U.S.C. 5845(b)) According to this definition, a &quot;bump stock&quot; does not fall within this definition. With a &quot;bump stock,&quot; each and every round is discharged as the result of an independent pull of the trigger.  So it is simply untrue that the &quot;bump stock&quot; assists the discharge of more than one round &quot;by a single function of the trigger&quot; -- no matter how fast the gun discharges rounds. One pull, one discharge.  This is the classic textbook definition of a SEMI-automatic firearm.<br/><br/>",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "There is no need for additional gun control laws of any kind.  ",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I think banning bump stocks is a bad idea because it chips away our 2nd amendment rights. Thanks for letting me comment.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Please use independent science in your review process.  I am very tired of seeing corporate interests hijack our government policies.",
    "label": "neg",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Some years ago, I bought one for laughs.  It came with a letter from ATF saying it was perfectly legal.  I have tried it once, and yes, it works as advertised, though using it makes accuracy a laughable subject.  If you&#39;re aiming at a city-block-sized group of people as the Las Vegas shooter did, you can hit a lot of people, but not as many as could be achieved with normal aimed-semi-auto fire.  I really have no use for it, as it does nothing but waste ammunition., but I would think that suddenly banning the things and demanding they be turned in without compensation would be a violation of the takings rule under the 5th Amendment.  If you ban these without compensation, be prepared for a lot of lawsuits.  If you grandfather them in, you&#39;re on solid legal ground, but banning something you said in past was legal without compensation is a constitutional violation.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Dear Mr. ATF<br/><br/>I am commenting to state that I do not agree with the banning of bump stocks.<br/>Firstly, your agency would redefine and broaden existing definitions and rulings to encapsulate a device already reviewed and approved by your same agency. Stated in this very document is the notion that bump-firing a weapon is a legal exercise, but a non-mechanical device that assists in that legal exercise would be outlawed.<br/><br/>It would be a &quot;slippery slope&quot; if this agency began an unconventional trend of banning non-conversion firearm accessory devices. The phrase Classification of Devices Exclusively Designed to Increase the Rate of Fire of a Semiautomatic Firearm&quot; is disconcertingly broad and non-specific to say the least, as this definition could be affixed to any number of existing apparatuses; Bump-stocks, match-triggers, &quot;High-Capacity&quot; magazines, adjustable gas or spring systems. What might even be considered the legal limit of a semi-automatic&#39;s firing rate, and by what measures do you enforce this?<br/><br/>Additionally, you would refuse to grandfather a device that, by your estimates, is numbered to be in excess of half a million already possessed by the citizenry, certainly eligible for the &quot;common use&quot; of District of Colombia v. Heller. Furthermore, the banning and destruction of bump-stalks would cost, and again by your own estimates, nearly three hundred million in tax payer dollars. <br/><br/>To summarize; bump-stocks break no laws, bear no heightened risk to public safety, and their banning would set dangerous precedence and cause huge unnecessary burden, financial and otherwise, to the tax paying citizenry. In no other light can this proposed ruling be seen as anything but reactionary political appeasement, offering up the essential liberties of others for the temporary security of the few. Tragedy is by no means justification to tread recklessly atop the bill of rights.<br/><br/>--regards <br/>A very unhappy citizen<br/>",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "This comment is in regard to Docket Number:  ATF 2017R-22. The agency name is &quot;Bureau of Alcohol, Tobacco, Firearms, and Explosives.&quot;<br/><br/>My information is as follows:<br/><br/>Clinton D. Roberts<br/>200 Holland Drive<br/>Apartment 1018<br/>Clarksville, TN 37043<br/><br/>I am a layperson. I am not a lawyer. However, I see several issues with this proposed ban:<br/><br/>1. If we can broaden the definition of &quot;machine gun&quot; to incorporate certain devices in order for them to be banned, then the government may also unconstitutionally write laws totally banning legal firearms. What would stop the government from doing this? This is an unconstitutional overreach by the Executive Branch.<br/><br/>2. In implementing such a ban, the government is turning millions of good-natured and law-abiding citizens into felons overnight and without Due Process. The government cannot seize property without just compensation.<br/><br/>3. The method of actuating multiple shots with a single pull of the trigger, under the proposed ban, can easily be accomplished with someone&#39;s finger and a relaxed grip and support of the firearm. Further, this method is also accomplished through the use of belts, sticks, and other items that are not &quot;affixed&quot; to the firearm. This proposed regulation fails to address these issues.<br/><br/>4. In Haynes v. United States (1968), Haynes was a felon who possessed an unregistered &quot;sawed off&quot; shotgun, where the NFA required the firearm&#39;s registration. The Supreme Court ruled that Hayne&#39;s rights to not incriminate himself under the Fifth Amendment would have been violated. Thus, his conviction was reversed. This ban efficaciously turns millions of people into felons overnight. They would only have to turn in their devices if the government found them on its own. If they are found to be guilty, their convictions may expectably be overturned.<br/><br/>5. A single, illegal, and alleged use of a &quot;bump stock&quot; device, as seen with the Las Vegas Shooter, hardly meets strict scrutiny of the Courts. The government lacks evidence that bump stocks were actually used in this event; this single event by a deranged man does not make it a compelling government interest when millions of other people abide by the law; and is unconstitutional to the civil rights of millions of Americans.<br/>",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I am a mother of a 6th grader and I can tell you most definitely that the schools hide behind this food pyramid system. That being said, this means that they can feed our kids unhealthy meals. It has gotten a lot better since my time in grade school and all throughout high school. I can certainly agree to that however there is still much work to be done. I am currently trying to get the school district to change their &quot;nutritional snack&quot; break junk food they give out at school. To call it a &quot;nutrition&quot; break is laughable. I get back very bureaucratic corporate talk emails back from the school district about nutrition. It&#39;s a hard mountain to climb but I&#39;ll keep trying. When you have a system that is more concerned with numbers than nutrition then it&#39;s a problem. There are too many studies and tons of research to not know better - especially when it concerns our children and their health. ",
    "label": "neg",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Dear Sir or Madam:<br/>Please take into account the following concerns:<br/>1. Without express limitations on what may be reviewed, when it may be reviewed, and for what purpose it may be reviewed, the review of social media accounts unnecessarily enables a consular officer to discriminate based on expressions of First Amendment protected free speech and religion.  See e.g., Kleindienst v. Mandel. <br/>2. When the Department of State regularly engages in systematic review of fundamentally protected rights and utilizes that review to deny, refuse, revoke, or delay adjudication of a visa case, it will find itself directly adverse to finding facially legitimate and bona fide reasons for its decisions, which in turn will further limit the doctrine of consular nonreviewability and make it susceptible to a broad-based attack by &quot;dirty immigration lawyers&quot; who will pierce gaping holes in the protections currently afforded to the decisions of consular officers.<br/>3. Social media presence is inherently unreliable and prone to connections, statements, and restatements that do not adequately reflect the account holder&#39;s own expressions.  As a result, systematic review of social media accounts will result in individuals intentionally silencing their and censoring their social media presence in order to avoid adverse visa decisions.  The intelligence value of social media review will be substantially decreased due to this review.  Furthermore, the silencing of social media presence will harm the development of new democracies that are dependent on freedom of expression through social networks, will undermine international economic and business relationships, and will harm the U.S. economy by reducing the value of and presence on U.S. based social media services.<br/>4. Individuals cannot be reasonably held accountable for the variety of social media accounts they may have once held, due to the nature and fallibility of human memory which makes it unlikely for people to remember every account created.  As a result, individuals will be substantially more likely to be incidentally denied on grounds of misrepresentation through mere forgetfulness as opposed to willful actions.  <br/>5. Opponents to individuals attempting to travel to the U.S., and identity thieves could set up false social media presences with large profiles in order to intentionally undermine an individual&#39;s application for a visa.  As a result, new black markets will be created around blackmail and bribery schemes to clean and defraud individuals based on fictitious social media presence.",
    "label": "neg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "Within the adolescent and young children category there should be guidelines or suggestions for athletes as to better their overall health, prevent injury, and allow for optimal performance.",
    "label": "neg",
    "docketId": "FNS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I request that the DOS and the OMB reject this proposal. This is since it would violate the privacy protection of the US constitution. Also, it would require compliance with other countries which would cause it to take longer. Lastly, by doing this one can cause &quot;inflicting harm&quot; to the person applying which would decrease diversity. It is hereby requested that such proposal be struck down, as it is a harm to the right of every person.",
    "label": "veryneg",
    "docketId": "DOS-2018-0003",
    "docAbstract": null
  },
  {
    "text": "I am opposed to adding social media information to the list of data required for a non-immigrant visa. If the US government  has a concern about a foreign national entering the country, then they should use existing legal remedies to gain any required information. I fail to see how this new data provides anything but additional options for government fishing expeditions that target people who have opinions that differ from the current administration.<br/>We are the land of the free and the home of the brave so let&#39;s act like it.",
    "label": "veryneg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "If we are to examine the social media history of visa applicants and judge them accordingly, why don&#39;t we first start with our president? ",
    "label": "veryneg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.  According to the ATF&#39;s own definition of bump-firing without a bump stock, a bump stock DOES EXACTLY THE SAME THING.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "It is immoral to place a three month limit on Supplemental Nutrition Assistance. Many people take months to find a job and once they have a job, months to have enough money to be able to have food security. Adequate nutrition is imperative for everyone to be able to be fully-contributing members of society. Instead of restricting access to food - we should be improving benefit adequacy by replacing the Thrifty Food Plan with the Low-Cost Food Plan. There are other proven strategies like increasing access to healthy<br/>affordable foods in underserved communities; supporting use of SNAP at farmers<br/>markets and in other farm-to-consumer venues; enhancing SNAP Nutrition Education that all increase the effectiveness of SNAP rather than making the program weaker. I have been fortunate and never personally needed the program, but I know many people who have used the program. I don&#39;t think that it is possible to overstate the value of the program to people who need it. SNAP works and makes the country and our people stronger. We should make it more effective.",
    "label": "veryneg",
    "docketId": "FNS-2018-0004",
    "docAbstract": null
  },
  {
    "text": "I am not an attorney.  I am not an NRA member.  I am not wealthy.  I am however, a very patriotic American, and a true believer in our constitution.  Our federal government has strayed so far beyond the scope of our constitution that it is nearly unrecognizable.  I fear that restoration of our rights as citizens, and a return to a government truly limited in the scope intended by the constitution is at the very least, unlikely, and more accurately, impossible.  How anyone actually employed by our federal government could even consider this updated regulation as constitutional is beyond me. This is creating law, plain and simple.  This is not the responsibility of the executive branch.  The regulation of automatic firearms is unconstitutional.  But attempting to regulate pieces of plastic that snap on to an otherwise legal firearm is not only unconstitutional, but impossible. Since a person can accomplish the same outcome through multiple methods that do not involve an added part, this regulation will wind up having to be redefined every time someone invents a new way to pull a trigger faster.  A single person decided to use these attachments in a crime.  Had this person, who has no regard for the law, not used this attachment, and instead used aim fire, he would have killed many more people.  This is why even the US Army limited the M16 to a three round burst.  Automatic fire, even by a rifle designed for the purpose, is largely ineffective and certainly inefficient.  This proposal would make felons out of thousands of otherwise law abiding Americans.  I know that even though I do not own a bump stock, I would never destroy or surrender any of my own firearms without a hearing in a court of law.  I swore an oath as a soldier in the US Army many years ago to uphold the constitution of the United States, and to protect this country from any enemy, be they foreign or domestic.  Any law restricting my right to own or carry any type of firearm is unconstitutional, and therefor I cannot comply.  Regulations which create law in the executive branch is unconstitutional, and therefor I cannot comply.  I swore an oath, which as far as I know, does not expire.  I am bound to protect my country and my constitution.  It is truly sad that I must protect my constitution from my own government, but so be it.  I don&#39;t know how many ways that this proposal is unconstitutional, and just plain silly, but it provides no security to our citizens, and further erodes our rights.  We were meant to be a free country.  Our rights were not limited to the first ten amendments.  As any American should know, the argument against including a bill of rights to the constitution was the fear that future generations would mistakenly believe that the were our only rights.  We have reached that point, and then some. The only reason that this proposal isn&#39;t causing an uproar, is simply that nobody cares about bump stocks.  They are a silly novelty, and not a serious modification.  All the more reason why those who know better should step up and say no!  This is not right, not constitutional.  Although it may be popular today, this is the type of thing that will eventually end our republic.  That may sound alarming or extremist, but it is true.  One day, and I fear sooner rather than later, the people will tire of the trampling of our rights and the growth and power of the federal government.  I&#39;m sure that I&#39;m wasting my time writing this. But I can&#39;t just sit here and watch this country be destroyed from the inside.  All this concern about Russia, when our own government has become much more dangerous.  Oh well.  I tried. ",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "<br/>&quot;I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.&quot;<br/>",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "This proposed regulation is a violation of rights.  It allows for no grandfathering.  It forces owners to surrender or destroy their property without compensation.  <br/>Also, the action of &quot;bumpfiring&quot; can be acheived without this device.  Therein lies the absurdity of this proposed bump stock ban.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the <br/>trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  <br/>It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "You do not have the authority to make these items illegal and confiscate them.  Only Congress has the authority to pass legislation to do what you are illegally attempting to do.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "&quot;I fully oppose this ruling. The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands. No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger. ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.&quot;<br/><br/>&quot;I fully oppose this ruling. If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots. It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.&quot;<br/><br/>&quot;If someone can shoot any firearm, with or without an accessory or device, at a fast rate then that person simply has practiced, trained, or has a natural physical gift to do something quickly. I do not believe we can regulate a person&#39;s talents, which would be the next step after banning bump stocks. Some people can shoot pump or single action shotguns quickly, and nationally recognized competitions and foundations exist to encourage that skill. These parts are simply tools, and machine guns are mechanically defined already. A high percentage of gun sales are dedicated to semi-automatic firearms, because that is what people expect from a modern firearm. Many muskets do not even classify due to style or age of weapon. Many semi-automatic weapons are included in or close to curio and relic status due to the old design features contained within. Shooting fast is what approximately any given modern firearm can due well, therefore that is what consumers, citizens, and voters desire for their personal protection and basic rights, wants, and needs. The public wants this right. Do not regulate rate of fire or other such devices that are not included in the basic mechanical definition of a fully-automatic machine gun. Keep bump stocks legal.&quot; <br/><br/>Thank you for your time. ",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "&quot;I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.&quot;",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  The stated devices do not covert a gun to an automatic device.  They assist what can already be done without the device.  The most agregious part is the retroactive enactment forcing people who legally purchased a device to forfit such item due to changes in the law after such purchase.  These individuals legally purchased the devices and should not be punished because the government changes the definition of a previous law.  ",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "<br/>&quot;I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with <br/>one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise<br/> is merely playing politics and hurts their credibility.&quot;",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I&#39;m including this line to indicate that I&#39;m a real person and that this issue is important to me.<br/><br/>I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.<br/><br/>I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Are you kidding me? A simple belt loop does the same exact thing as a bump stock. What&#39;s next? Banning belt loops? Actually I take that back because a belt loop works far better then a bump stock.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": " &quot;I fully oppose this ruling. The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands. No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger. ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.&quot;<br/><br/>&quot;I fully oppose this ruling. If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots. It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.&quot;",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Why would you think that this would be effective? 1) how many additional agents and funding would be required to review a person&#39;s entire social media history? And 2) why? Are we going to hold immigrants to higher standards than Americans? American cotizens are allowed to say racist or threatening things on their social media accounts without any retribution. Visa applicants already have so much paperwork and shit to deal with, don&#39;t make it impossible to come to this country. ",
    "label": "veryneg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "&quot;I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.&quot;",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "It is inappropriate for the ATF to classify bump stocks and other devices that increase ROF as machine guns for the following reasons:<br/>1) the device increases ROF, but does not change the mechanical functioning of the firearm (one round per trigger action) to meet the current definition of machine gun.<br/>2) the device is an add-on, not a functioning firearm by itself.<br/>3) no devices were manufactured prior to 1986 to be regulated as machine guns.<br/><br/>It is an acceptable target to regulate these items under NFA in a way similar to supressors (a regulated add-on to a firearm) but that should be accomplished by legislative action not be changing an already established definition of what constitutes a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.  <br/><br/>If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Requiring social media account access is a colossal waste of resources, unnecessary invasion of privacy, and easily circumvented by those this action is ostensibly intended to catch. Who decides, and what criteria will they use to decide if a visa applicant should be denied or granted?",
    "label": "neg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "<br/>I fully oppose this ruling.  <br/><br/>The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.<br/><br/> If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I fully oppose this ruling. If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the<br/> trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots. It doesn&#39;t do that<br/> and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.<br/>",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "&quot;I fully oppose this ruling.  If the bump stock made a semi-automatic rifle fully automatic, then holding the gun with only the trigger-finger hand while squeezing and holding the trigger should cause the gun to repeatedly fire shots.  It doesn&#39;t do that and therefore the bump stock has clearly NOT converted a semi-automatic rifle into a machine gun.&quot;<br/>Wes Printz",
    "label": "veryneg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I do not own a bump stock and will probably never own one.  However, this emotional response and subsequent political reaction that flies in the face of any reasonable interpretation of existing facts exposes the worst aspects of government and bureaucratic overreach in such matters.  <br/><br/>I fully oppose this ruling.  The shooter&#39;s trigger finger is what activates the trigger, whether firing with a bump stock or with one&#39;s bare hands.  No part of the bump stock touches the trigger, only the shooter&#39;s trigger finger.  ATF&#39;s insistence otherwise is merely playing politics and hurts their credibility.",
    "label": "neg",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I am absolutely against this process. This is extreme and typical GOP overreach.",
    "label": "veryneg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "the american citizen cannot allow this lousy state dept that works for foreigners to contineu to rip of american citizens. teh fact is when these l4,000,000 immigrants visas come over here they tell us they are leaving. the fact is about 50% dont leave and just use this as an excuse to stay here. where the hell are teh $10,00 fines affixed to these visas for those who are not leaving. why isnt a bond required to come here with this visa that will pay the $10,000 costs it costs american citizens to get rid of these fn liars. allof these people are misusing these immigrant visas to come and stay anmd then l0 years later of a year later the american public is asked to spend huge sums to find them and get rid of them. we are sick of paying for these lousy lying foreigners. we want a bond attached in trhe sum of covering $10,000 each one of these immigrants must pay for to start covering the costgs of getting rid of the damn liars among them. we are sick of being ripped off by the u.s.s tate dept that keeps expecting american citizens to pay for the cost of these deamned foreign liars, who come here lying and who know they are lying. we want bonds attached to their coming here that pay off for the costs of getting rid of the liars among them. we are sick of paying for foreigners. we have been scalped paying for all the countries of this world for the past 70 yearss and the result is we have roads that are fallign apart, sewer systems that are fallign apart, tunnels across the hundson river that ar e falling<br/>down and a danger and we are bankrupt. we cant afford to send our own kids to college bnecause wee are paying for all these foeigners who came in on these visas and thenina year they claim they live here. and the colleges let thempay in state rates. what the hell kind of robbery is going on from our polioticians and our lousy state dept that is not lifting a finger to help american citizens. from being ripped off. ",
    "label": "veryneg",
    "docketId": "DOS-2018-0002",
    "docAbstract": null
  },
  {
    "text": "The existing laws surrounding immigration already require police background checks, medical checks, and several rounds of screening from the Department of Homeland Security. There is no need for the Trump administration to make a change that will limit legal immigration- it will not affect the safety of Americans in any way, while it actively hurts the safety of those who are seeking refuge in our country. I believe we are better as a country for doing our part to provide a new start to persons who need to flee their homelands to escape hardship and danger. <br/><br/>The possibility for abuse of this invasion of privacy (using the past five years of one&#39;s social media content), associated with this proposal, is HUGE. Who decides what is dangerous content? Is supporting Black Lives Matter, speaking out in an informed way against US policy, or poking fun at the US President, grounds to be denied?<br/><br/>This &quot;extreme vetting&quot; proposal is unnecessary and xenophobic. <br/>I work at a medical school and our students represent the best of our proud immigrant traditions and diversity. We have amazing students who will make a great contribution to society. <br/><br/>Let&#39;s not fix it &quot;if it ain&#39;t broke&quot;. ",
    "label": "neg",
    "docketId": "DOS-2018-0003",
    "docAbstract": null
  },
  {
    "text": "I write as a mother and grandmother concerned that my family have access to organic food rather than the pesticide-treated products of industrial agriculture. The integrity of US Organic Standards is very important to me and all those who consume fresh fruits, vegetables, grain and meat products.  I want you to make sure organic seeds are protected from corruption by GMO or non-organic seed. <br/><br/>NOSB needs to make sure NOP implements NOSB recommendations on inert ingredients and guarantees the integrity of the USDA organic label by policing fraud. We don&#39;t want crops grown with prohibited inputs, produced in water or other non-soil media, or advertised as organic meat when not pastured as required by our organic regulations.<br/> <br/>Excluded methods terminology should be maintained on the NOSB agenda to keep up with a fast-moving biotechnology industry. Organic regulations prohibit the use of genetic engineering, but the NOP needs to define terms in order to ensure that those regulations are enforceable. It should be the responsibility of NOSB, not organic farmers, to assess and reduce to zero GE contamination of organic seed and the toxic contamination of water by oil or off-farm pesticide-run-off.  Additionally, NOSB needs to do a technical review of packaging of organic products. Bisphenol A, as well as any other non-organic and unsafe packaging should be prohibited for the packaging of organic products.<br/><br/>NOSB needs to pass the Certification, Accreditation, and Compliance subcommittee improved proposal to protect virgin lands from conversion to croplands. The details on implementing the proposal as part of farmers&#39; organic system plans should be worked out in cooperation with the Wild Farm Alliance and experienced certifiers.",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "The Rule created potentially unduly burdensome requirements<br/>Given the extremely limited pollutant loadings and relative high costs, according to EPA&#39;s own analysis, these requirements appear to be ripe for substantial reduction or elimination. this entire subcategory would be excluded by rule given the de minimis amount of pollution.<br/>The Shelby Amendment Nov. 1999 , Agencies reliance on the IPCC for GHG emissions results is a VIOLATION. The Act was the culmination of a two-year effort to make federally funded research data (which are often used to develop new regulations) accessible to the public. The provision directed OMB to amend OMB Circular A-110 &quot;to require Federal awarding agencies to ensure that all data produced under an award will be made available to the public through the procedures established under the Freedom of Information Act&quot; (FOIA, codified at 5 U.S.C. 552). &quot;Shelby Amendment,&quot; As a result of the changes, in response to a covered FOIA request, agencies are required to obtain certain types of research data from grantees and provide the requester access to the data. The Act which was a two-sentence rider attached to the Treasury and Postal section of the Omnibus on solidated and Emergency Supplemental Appropriations Act for FY1999 (Public Law 105-277, enacted on October 21, 1998). OMB&#39;s revisions to the circular took effect in November 1999. OMB views the Shelby Amendment and the IQA as compatible and mutually enforcing in that they promote public access to quality government information.<br/>Data Quality Act, ; Intergovernmental Panel on Climate Change (IPCC) is an international body outside the jurisdiction and oversight of the United States Congress. EPA, Interior Dept. Energy dept, Forest Service, Fish and Wildlife and Agricultural, dept of Transportation, etc. are the entity of the United States government that during last administration was seeking sweeping regulations on the basis that GHGs are increasing global temperatures. EPA&#39;s reliance on the IPCC for GHG emissions results is a VIOLATION of the Data Quality Act, (The Information Quality Act (IQA), sometimes referred to as the Data Quality Act, was enacted in December 2000 as Section 515 of the Treasury and General Government Appropriations Act for Fiscal Year 2001 (Public Law 106-554). The act required the Office of Management and Budget (OMB) to issue guidance to federal agencies designed to ensure the &quot;quality, objectivity, utility, and integrity&quot; of information disseminated to the public. It also required agencies to issue their own information quality guidelines, and to establish administrative mechanisms that allow affected persons to seek correction of information maintained and disseminated by the agencies that does not comply with the OMB guidance. Although some observers said the IQA would improve the quality of agency science and regulation, others viewed the act as a tool by which regulated parties could slow or even stop new health, safety, and environmental standards. Because of the scant legislative history of the IQA and its lack of detail, OMB&#39;s guidance interpreting key provisions in the act has a major effect on its implementation. In those guidelines, OMB noted that the act applies to virtually all federal agencies and established the broad scope of the guidelines by defining &quot;information&quot; as &quot;any communication or representation of knowledge such as facts or data, in any medium or form.&quot; Similarly, the guidelines define &quot;dissemination&quot; as any &quot;agency initiated or sponsored distribution of information to the public.&quot; OMB indicated that &quot;quality&quot; encompasses elements of utility, objectivity, and integrity, and said agencies can generally presume that data are &quot;objective&quot; if they have been subject to an independent peer review process.<br/>The Regulatory Flexibility Act (RFA) and the Small Business Regulatory Enforcement Fairness Act (SBREFA) require agencies to analyze the economic impact of regulations to determine whether there would be a significant economic impact on small entities, the agency must conduct an initial regulatory flexibility analysis with the proposed rule and a final regulatory flexibility analysis with the final rule. The United States Code also requires special considerations if the Office of Information and Regulatory Affairs (OIRA) of the OMB determines that the rule is &quot;major.<br/>The Regulatory Right-to-Know Act calls for an analysis of the effects of regulations on small business. <br/>Improper Payments Information Act of 2002 (IPIA). This act, as amended, requires, among other things, that all agencies annually identify and review programs and activities that may be susceptible to significant improper payments. <br/>Executive Order 13272 reinforces executive intent that agencies give serious attention to impacts on small entities ",
    "label": "neg",
    "docketId": "EPA-R03-OAR-2017-0738",
    "docAbstract": null
  },
  {
    "text": "NO MERGER, NO PESTICIDES ON ORGANIC OR ANY FARMING ",
    "label": "veryneg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "For our Health snd the Health of our nation we must keep strong organic standards. Anything less is unacceptable.  ",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "I would like to see regulations on Inert ingredients. I would also like to see the end of Round-up and other type of chemicals detrimental to our environment. I believe that the current administration is not doing its job when it comes to protecting us from environmental hazards caused by unregulated chemicals used in many of our industries.  We are really doing a disservice to our people, our planet, and ourselves all for the money and profits lobby groups to our government people. This has got to stop, Buck up and do the right thing for our people and planet.",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, you must leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.  Do your job - protect American citizens - not corporations.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "This comment is to address keeping silicon-containing products for use in organic farming.  I am a research plant physiologist at the University of Toledo and have been studying the role of silicon as a plant nutrient for over a decade.  My graduate studies as well as my four-year postdoctoral research with the USDA-ARS leading to my current faculty position at UT has focused on how silicon works within a plant to alleviate stress and disease.  Researchers, in addition to myself, have known for centuries that applying silicon to plants protects them from environmental stress (such as temperature, drought and salt) and pathogen infections (including insect infestations and diseases caused by fungal, bacterial and viral attack).  We are showing that silicon enhances the plant immune system internally and without the nutrient, plants are more susceptible to stress and diseases, which negatively impacts yield and profitability.  It is my understanding that organic farming values itself on using natural products to grow plants successfully with the goals of sustainability and low environmental impact.  Silicon products, such as the potassium and calcium silicates, provide a nutrient to plants to enhance the immune system.  These products are equivalent to pesticides in reducing disease, especially that of fungal diseases like powdery and downy mildews.  The formulation of these products, in contrast to many pesticides, are similar to naturally occurring silicates in the environments, providing the end user with a safe, environmentally friendly alternative.  To remove these valuable products from organic use would be devastating to organic farming. It is my professional opinion that these silicon fertilizers/pesticides should be kept as organic options for disease control, as the nutrient, silicon, is necessary for a plant&#39;s immune system to operate efficiently.  If there are any further inquiries or more information that I can provide to assist you in your decision, please feel free to contact me.  ",
    "label": "neg",
    "docketId": "AMS-NOP-17-0057",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I am writing today in strong opposition to BLM&#39;s recent proposal to weaken crucial methane waste protections.<br/><br/>Doing so defends the worst actors of the oil &amp;amp; gas industry, and puts their interests above the health and safety of American families and their communities, all while wasting taxpayer dollars. According to BLMs own analysis, weakening the Rule will allow $824 million worth of publicly-owned natural gas to be wasted over the next decade. <br/><br/>States like Colorado and the best companies in the business have made it clear that this problem can be fixed using available, low-cost technologies. And the majority of Americans want to see strong protections implemented. <br/><br/>Without public hearings, their voices aren&#39;t being heard. Please establish public hearings across the West so that the Americans affected by this proposal can give their input. <br/><br/>And instead of moving forward with this dangerous new proposal, please leave in place the current limits that effectively protect Americans&#39; health, safety, and wallets.",
    "label": "veryneg",
    "docketId": "BLM-2018-0001",
    "docAbstract": null
  }
]