[
  {
    "text": "As a longtime and frequent visitor to the lands in Grand Staircase Escalante National Monument, I urge the Department of Interior to maintain the boundaries and protections that have been in place for the past two decades. These are valuable landscapes rich with history and recreation opportunities including canyoneering, climbing, hiking, backpacking, sightseeing and just plain getting in touch with nature that are unparalleled even in the treasures of Utah&#39;s National Parks. Preserving the desert and its wildlife, clean air, dark skies, and ancient artifacts is good for humanity at large and also for the economic interests of regional communities that benefit from tourism to GSENM. Please keep the Monument as it is, for us and for those who will come after us. <br/>Thank you, <br/>Aron Ralston",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Grand Staircase-Escalante was designated in 1996. Since then, it has come to be known as the &quot;Crown Jewel of BLM monuments&quot; and the &quot;Science Monument&quot;yielding several new species of dinosaur and other paleontological finds and providing habitat for 650 bee species, many that are endemic to the area.<br/><br/> Grand Staircase-Escalante has incredible camping, hiking and other recreational opportunities. Places like Calf Creek, Peekaboo and Spooky Canyons, Coyote Gulch, and the Hole in the Rock Road are known the world over.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear people of the DOI, please do everything possible to protect Bears Ears and Grand Staircase-Escalante for future generations.<br/><br/>Thank you,<br/>James H. Wilkey",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Our National Monuments are national treasures. There is no compelling reason to eliminate them or change them, other than make a few people wealthy. Please protect them.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Please leave these lands alone. It&#39;s embarrassing that this is even being considered. Just leave it alone. It&#39;s all so beautiful, and the rest of the country is constantly being sectioned off and destroyed. There&#39;s more than enough room for everyone without hurting more.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/>Please do everything you can to protect our public lands! These are the foundation of our freedom in this country. Our public lands are vital to our national legacy, which belongs not only to us, but also to all future Americans. These are the wild places we lovewhere we run, hike, camp, ski, fish, climb and spend important time with our friends and families.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>F G<br/>  Pottsville, PA 17901",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Keep them all as is. We need them more than the money lenders do.  We have plenty of gas, oil coal etc elsewhere.  We should preserve what we have now and even increase it for our well being and  for generations to come.  These lands are precious and I have visited them several times.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke, <br/>I am disturbed that President Trump has decided to review the Grand Staircase-Escalante National Monument. The time <br/>and energy and money being spent on the review could instead be directed to appropriate management of the monument <br/>and others under review. <br/>Although there may be coal in the monument, we DO NOT NEED COAL. We need clean, renewable energy. Coal miners <br/>could be given every opportunity to retrain into a clean energy field or other healthy, well-paying job. <br/><br/> Grand Staircase-Escalante was designated in 1996. Since then, it has come to be known as the &quot;Crown Jewel of BLM <br/>monuments&quot; and the &quot;Science Monument&quot;yielding several new species of dinosaur and other paleontological finds and <br/>providing habitat for 650 bee species, many that are endemic to the area.<br/><br/> Grand Staircase-Escalante has incredible camping, hiking and other recreational opportunities. Places like Calf Creek, <br/>Peekaboo and Spooky Canyons, Coyote Gulch, and the Hole in the Rock Road are known the world over. <br/><br/>Grand Staircase-Escalante preserves Native American and Mormon Settler heritage, containing more than <br/>20,000 archeological sites and a significant stretch of the Hole-in-the-Rock trail.<br/><br/>Best of all, and as anticipated, The monument has helped to diversify and vitalize the economies of local communities. <br/>&quot;New construction in Escalante is at an all-time high. Businesses are struggling to keep up with the demand. <br/>And secondary, non-tourist oriented businesses are popping up as economic activity increases and diversifies.&quot;<br/> (January 28, 2017 press release issued by leaders of the Escalante Chamber of Commerce.)<br/><br/>Monuments benefit all people - Americans and tourists from abroad. This benefit is long lasting and will benefit <br/>generations to come. <br/><br/>Thank you for considering my comments. <br/>Jenny Wilder<br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Escalante Grand Staircase Nat&#39;l has put small Utah communities like Escalante and Kanab on the map.  Southern Utah is being discovered by the world, in a good way.  Thousands visit here every year, and it&#39;s all to the good of the surrounding communities.  Even citizens of these communities appreciate their surroundings more and more, as they see tourists flocking to discover them.  I was particularly impressed by the paleo lab and monument headquarters in Kanab.  Fascinating to learn about all the discoveries in what locals simply call, The Monument.  Can&#39;t understand why anyone would like to rescind the monument when there is such a richness there and new discoveries every day.  Allowing oil and gas extraction would drive away more dollars than it can bring to Southern Utah, in my view.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "<span style='padding-left: 30px'></span>As a fifth generation sheep and third generation cattle rancher, I am asking for you to support the review of National Monuments--specifically the Bears Ears National Monument, and preserve the stated intent of the Antiquities Act by keeping monuments to the smallest area compatible for their proper care and management.  Myself, as well as other ranchers, depend on public lands for animal support.  I completely support multiple use on public lands for the good of all.<br/><span style='padding-left: 30px'></span>From a personal standpoint, I see a similarity in the Utah State Trust Lands being sold to the highest bidder at public auction. Our forefathers set aside Trust Lands to provide funding for schools with the intent that they be maintained for that purpose.  Likewise the federal public lands were set aside for multiple use.  The executive branch has misused its power by unilaterally designating national monuments.  Certainly Congress, state and local governments should all be at the table before national monuments are designated.<br/><span style='padding-left: 30px'></span>I support Farm Bureau policy which says the Antiquities Act should be rewritten to revoke the executive branch&#39;s ability to unilaterally designate national monuments.  Congress, with the approval and support of state and local governments, should be the body to designate national monuments.<br/><span style='padding-left: 30px'></span>I agree with Farm Bureau policies which support multiple-use concept of federal lands including historic grazing rights on public land grazing allotments.<br/><span style='padding-left: 30px'></span>Thank you for your consideration of this monument and its impact on Utah farm and ranch families.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Grand Staircase Escalante is a wonderful addition to our national monuments -- and hopefully national parks some day. I have backpacked and canyoneered there both before its having been made a national monument. It is has stunningly geology and archeologically important remains, a place where with a little effort one can experience true wilderness. It&#39;s having been made a national monument helps protect it from being trashed by thoughtless, lazy ATV clods. <br/><br/>Just a month ago a friend and his wife were going on an extended trip to the Southwest and knowing my 40+ years of exploring there asked for suggestions of where the should go. Since they were definitely going to Bryce, I told them to be sure to spend time in Grand Staircase Escalante. When they returned from their three week trip, they gushed over how much they enjoyed Grand Staircase Escalante. &quot;How come everyone doesn&#39;t know about such an incredible place?&quot;, they asked. &quot;Spread the word&quot;, was what I told them.<br/><br/>Grand Staircase Escalante should continue to be protected at all costs.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Karen Spradlin<br/>  Jacksonville, AL 36265",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Please refrain from developing ANY part of the Grand Staircase-Escalante for coal or any other extractive, destructive uses. As birders and hikers, we treasure this monument as a national jewel, and visit it from Montana several times a year, every year. We are among the thousands of people from around the country who bring tourist dollars to Utah and the communities around the Grand Staircase-Escalante National Monument each year. And we know how popular this beautiful open space is, because we have seen it become more and more crowded each year, with eager hikers, bicyclers, and birders  - families, couples and individuals who care deeply about this land AS IT IS.  Do not discount the economic, ecological and psychological impact this amazing place has on American citizens, and keep it whole and safe from extractive industries. We join most of the residents of Utah in encouraging the DOI to keep all of the Monument whole. ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear  Mr. Zinke,<br/>I have been going to Grand Staircase-Escalante National Monument since it was established in 1996. I traveled there before its establishment, but now that it is a national monument it is much better managed and businesses have grown up serving all the new tourists. My wife and I live in western Colorado, but we love to explore eastern Utah. We always eat at the Hells Backbone Grill in Boulder, Utah and stop in at Escalante Outfitters in the town of Escalante for supplies, pizza and beer. When we car camp in the Spencer Flat area of the Monument, we go to the nearby Kiva Coffeehouse for drinks, a meal, and to use their Wi-Fi. My son recently pack-rafted the Escalante River with friends and their posts on social media create quite a buzz of interest.  I am a photographer and because this is a designated national monument, photos here have much more sales appeal. <br/><br/>I have interest in archaeology and paleontology. As you should know, Grand Staircase-Escalante National Monument has vast resources of native American sites as well as dinosaur bones. These scientific treasures are significant in and of themselves, beyond the attraction they hold for interested citizens like me.<br/><br/>I heartily support this monument. In your review, please consider banning cattle grazing. Times have changed such that damage done by grazing harms the true value of these public lands for all Americans. <br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Each October, I travel from California to beautiful Utah. The national parks and national monuments of this area renew my spirit and provide endless recreational opportunities. Please don&#39;t do anything to jeopardize Grand Staircase - Escalante National Monument! Its beauty and uniqueness demand preservation. This is a resource that we need to steward carefully and maintain for future generations. It needs and deserves full protection as a national monument.<br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke:  I fail to understand the need for seismic testing for oil deposits in the Atlantic Ocean since<br/>there are numerous oil operations across our country which have ceased some of their operations due to the low barrel <br/>price of oil at this time.  If the U.S. needs more oil to be self-sufficient (which I believe we already are), why not request<br/>that these already existing oil drilling companies increase their output - say in Williston, ND?  This would provide jobs<br/>for numerous people who have been laid off during the past two years, thereby validating President Trump&#39;s promise<br/>during his campaign to increase employment.  <br/><br/>The unnecessary seismic testing and drilling seems but a wanton destruction/decimation of our already threatened<br/>marine life (especially the endangered right whale, but also the fish that provide livelihoods for thousands of people<br/>along the coast.   <br/><br/>Even on land, seismic testing is extremely loud and disturbing - I know because while living in AR I heard this search<br/>for natural gas deposits.  And sound carries much more efficiently in water than in air.<br/><br/>If these oil companies want to produce more oil, maybe they could round up and collect all the plastic detritus in our<br/>oceans and recycle it back into oil.  Do these folks not have grandchildren?  We are not the last generation to live on <br/>this earth and without functioning oceans there will be no life.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/>Public land regulations allow these spaces to be used for many generations. For recreation, for habitat conservation, for sustainable natural resources. these uses, and these lands are a core part of America and our values as a nation-I urge you to consider the impact of a national monument designation on our country&#39;s future generations. ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Federal lands belong to all Americans, leave them alone.  Save them for our children&#39;s and their children &#39;s future!",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "We must save the Grand Staircase Escalante National Monument for future generations. It is very special, one of a kind place that should be saved in its natural state.  Coal mining would ruin it.  ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "<br/>  Grand Staircase-Escalante was designated in 1996. Since then, it has come to be known as the &quot;Crown Jewel of BLM monuments&quot; and the &quot;Science Monument&quot;yielding several new species of dinosaur and other paleontological finds and providing habitat for 650 bee species, many that are endemic to the area.<br/><br/>  Grand Staircase-Escalante has incredible camping, hiking and other recreational opportunities. Places like Calf Creek, Peekaboo and Spooky Canyons, Coyote Gulch, and the Hole in the Rock Road are known the world over. <br/><br/>  Polling shows more than half of Utahns want Grand Staircase-Escalante left alone.<br/><br/>I implore you to preserve this magical piece of God&#39;s good creation for all of God&#39;s people.<br/><br/>Sincerely,<br/><br/>The Rev. Martha Brimm",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Nature took millions of years to create the Escalante Staircase National Monument.  It took a long time and considerable work on the part of citizens, scientists, government officials and finally the president to establish this monument.  It is one of the jewels in our crown jewels of parks and monuments.  Do Not undo all this effort with the stroke of a pen, based on the witless and uninformed action of an ill informed president.  ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Protect and save the unique red rock lands of Utah in the Escalante grand staircase national monument. Coal is uneconomic, now, so forget about it.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "KEEP ALL THE NATIONAL MONUMENTS PROTECTED FOR THE FUTURE IN THE GRAND STAIR CASE -ESCALANTE NATIONAL MONUMENT TOO.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am commenting in regard to 9 CFR Part 201, Federal Register Number 2017-07361, posted on April 12, 2017. I urge you to allow the Interim Final Rule (IFR) to become effective. This much-needed marketplace safeguard would help level the playing field for family farmers, ensuring they have the opportunity to feed us here at home and to compete in the global market.",
    "label": "",
    "docketId": "GIPSA-2016-PSP-0009-RULEMAKING",
    "docAbstract": "Abstract not found."
  },
  {
    "text": "I write to stress the importance of maximizing protections for Grand Staircase-Escalante region: <br/><br/><span style='padding-left: 30px'></span>Home to 650 species of bees?   <br/><span style='padding-left: 30px'></span>Unbeatable outdoor spaces?   <br/><span style='padding-left: 30px'></span>The anthropological treasures?   <br/><span style='padding-left: 30px'></span>The crown jewel of national monuments? <br/><br/> It would be a real crime to allow mineral extraction and any other disruptive activities there.   Please don&#39;t.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/>I have explored our public lands for many years, starting as a young child with my family while touring across country. These locations have value far beyond monetary, and instill in our youth a sense of adventure, wonderment, and education. Do the right thing and keep these lands public, clean and safe.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am writing in opposition of Executive Order 13792 - specifically the shrinkage or removal of the National Monument designation from the parks and monuments listed. The preservation of this designation and of these lands is essential for preserving our country. These are the places people can do to escape from the grind of daily life, to rest and recharge. These are the places where our wildlife can continue to live and thrive. Please maintain the designation of these National Monuments!",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "THANK YOU! This will give drivers options to sleep when needed. Owner of A/T Transportation.",
    "label": "",
    "docketId": "FMCSA-2016-0260",
    "docAbstract": "Hours of Service; Pilot Program to Allow Commercial Drivers to Split Sleeper Berth Time"
  },
  {
    "text": "As a Utah resident I support keeping the Grand Staircase Monument in its present form.  The large open spaces are necessary for preserving their natural wonders and lives, as well as offering our people peace and tranquility and the opportunity to learn and recreate.  The representatives of Utah do not represent the truth of the value, both economic and intrinsic that the Monuments offer.  Please maintain the size and protect our monuments and all our public lands.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Protecting our National Monuments and Parks is important because of the places but also because of the process. Presidents recognize special places through careful vetting and public feedback. The places we protect are important - to preserve wilderness, to protect habitat, to save for our kids. We also need to protect the process and not allow the next new president to undo the good work of past presidents. That just isn&#39;t right. It was a sacred honor that shouldn&#39;t be trampled.<br/><br/>I have been to Grand Staircase Escalante many times. This is truly a wonderful place that helps solidify a broad section of wilderness that stretches across southern Utah. Please keep it.<br/><br/>Matthew Thompson<br/>Summerfield NC ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Lesley Sheehy<br/>  Seminole, FL 33772",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Public lands are what makes our country so great and different. This country has a little of everything, why would we want to see that go away?I do not want to be the generation known as the one who destroyed public lands. Wake up and look what is happening. Earth comes first.<br/><br/>Sincerely,<br/>Shane Simpson<br/>  Bechtelsville, PA 19505",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>The American national park system is unique in the world. Many visitors from other countries travel here to be inspired and amazed. <br/><br/>During a visit to the Grand Canyon, I heard French, German, and Slavic languages. Later at lunch I listened to a table of French speakers pouring over their travel book planning their next stop. I thanked them for their visit and they said this was their third trip to American, and they were effusive with their excitement about what they were seeing. <br/><br/>On another trip to Jackson, Wyoming, we hiked behind a German couple who were so excited to see the magnificent scenery and the experience of  wilderness that is more difficult to find and access in Europe. <br/><br/>In addition to my experience with international visitors in the parks, I have visited national parks and monuments across the country from New England to California. Many of these parks provide economic benefits to the surrounding area. <br/><br/>On the local level, I have suppported environmental conservation both actively, by helping to maintain hiking trails in Montana and Colorado, and financially, by contributions to local conservation organizations. Personally, I love our public lands and vote for the local, state, and national candidates who share my passion. <br/><br/>Sincerely,<br/>Barbara Dean<br/>  Crested Butte, CO 81224",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I am a 31 year old women who lives in Wisconsin and looks forward to the trips that my husband and I take to special places such as National monuments and the National Parks. They are beautiful place and should remain protected. I am a business owner that pays many taxes and right now my tax dollars are not being represented. These special places are where I want my money to go. Please keep them safe.<br/><br/>Sincerely,<br/>Tara Ellenwood<br/>  Madison, WI 53703",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>As a supporter of bird conservation and our public lands, I strongly urge you to protect all national monuments under review, and to reject any changes to these iconic landscapes. <br/><br/>The national monuments created in the past twenty years have protected vital bird habitat, helped safeguard our heritage, and benefited communities across the country. Reversing any of these designations would be a tragic mistake with harmful consequences for all that depend on our magnificent public lands. <br/><br/>From the buttes of Bears Ears that support birds like the Golden Eagle, to the underwater canyons of the Northeast Canyons and Seamounts National Monument that support a critical ecosystem for Atlantic Puffins, to the rocky peaks of the Organ Mountains-Desert Peaks National Monument, the shrub-steppe habitat of Hanford Reach National Monument in Washington, and out to the pristine Pacific waters of the Papahanaumokuakea National Monument, all of these lands and waters are indispensable to birds and other wildlife.<br/><br/>These monuments are a legacy of Teddy Roosevelt. He and all fifteen subsequent presidents--of both parties--have recognized the need and value of protecting these public lands with the Antiquities Act. I urge you to uphold Roosevelt&#39;s legacy and maintain these monuments for current and future generations.<br/><br/>Sincerely,<br/>Tanya Young<br/>  Del Mar, CA 92014",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Please maintain our public lands. <br/><br/>Sincerely,<br/>Joanna Ethington<br/>  Salt Lake City, UT 84106",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I dont want the escalante monument reviewed because i dont want the size to shrink. If anything i think the monument should be expanded. Im 17 years old and this is what is important to me, i dont really mind anything else but really want public lands to stay in public hands.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Zinke,<br/><br/>Please continue to protect our National Heritage for future generations of Americans. Our National Monuments are a representation on our values, places like Katahadin Wood and Waters, Grand Staircase-Escalante and Giant Sequoia are essential to the legacy we leave our children. These wild places are an integral part of our National identity as Americans - strength, independence, and community are built here. We have long been at the forefront of conservation efforts and should continue to lead the world by example. Wild spaces, be they forest, desert, hills or mountains, are essential to our health and wellness as human beings and uphold the fragile web that ensures all creatures continued existence. <br/><br/>Thank you for your continued support of our National Monuments.<br/><br/>Best regards,<br/><br/>Mariele Wardian  ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Catherine Beitel<br/>  Pitman, NJ 08071",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Please for the future<br/><br/>Sincerely,<br/>Logan Butler<br/>  Littleton, CO 80123",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/>Protected public lands are a part of our national heritagean attack on this monument, or any monument for that matter, is an attack on America.<br/> <br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>.<br/><br/>Sincerely,<br/>Delaney Islip<br/>  Penryn, CA 95663",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I live in Colorado, one of the most beautiful states. It is my home, and and also home to 8 National Monuments, Browns Canyon, Colorado National Monument, Chimney Rock, Canyons of the Ancients, Dinosaur, Florissant Fossil Beds, Hovenweep and Yucca House. All belong to Colorado and our enjoyed by us. There beauty ranges for miles. Mountain tops, rivers, lakes, canyons. We learn here, we work here, we love here, and we are inspired here. Take that away? And the experiences and memories held will be lost. Please consider that National Conservations are not only places but they are our homes. <br/><br/>Sincerely,<br/>Aliyah Tracy<br/>  Denver, CO 80228",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Alyce Brannan<br/>  Salt Lake City, UT 84106",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>The California coastal national monument was created so the the American public could enjoy the beaches and underwater scenery without destruction of any of our inlets, islands, or underwater landscapes. This monument is very important because it not only protects our California underwater ecosystem and all its inhabitants but it serves as a sanctuary to future generations. As all other national monuments this is important to keep protected because it is one of the last protected wild lands of the U.S. and we need to keep these areas protected for the sake of keeping the wild, wild and for future generations to enjoy.<br/><br/>Sincerely,<br/>Brendan Obermeyer<br/>  Aliso Viejo, CA 92656",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>fred karlson<br/>  Ferndale, WA 98248",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Carrie Darling<br/>  Phoenix, AZ 85022",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I am a supporter of bird conservation and our public lands, and I strongly urge you to protect all of the national monuments being placed under review, and to reject any changes to these iconic landscapes. <br/><br/>The national monuments created in the past twenty years have protected vital bird habitat, helped safeguard our heritage, and benefited communities across the country. Reversing ANY of these monument designations would be a tragic mistake with harmful consequences for all that depend on our magnificent public lands. <br/><br/>From the buttes of Bears Ears that support birds like the Golden Eagle, to the underwater canyons of the Northeast Canyons and Seamounts National Monument that support a critical ecosystem for Atlantic Puffins, to the rocky peaks of the Organ Mountains-Desert Peaks National Monument, the shrub-steppe habitat of Hanford Reach National Monument in Washington, and out to the pristine Pacific waters of the Papahanaumokuakea National Monument, all of these lands and waters are indispensable to birds and other wildlife.<br/><br/>These monuments are a legacy of Teddy Roosevelt. He and all fifteen subsequent presidents--of BOTH parties--have recognized the need and value of protecting these public lands with the Antiquities Act.  <br/><br/>I strongly urge you to uphold Roosevelt&#39;s legacy and maintain these monuments for current and future generations.<br/><br/>Sincerely,<br/>B.J. Gill<br/>  Escondido, CA 92025",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Ken Gibb<br/>  Zephyr Cove, NV 89448",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,  <br/><br/>Protected public lands are a part of our national heritage and  our natural environment. They are a part of the very fabric that makes this county what it is today. An attack on  any monument is an attack on America and our values. I do not support any designation of our national monuments that would threaten their existence or their original purpose. ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>From massive trees to surreal canyon expanses, national monuments are imperative to our future generations. They provide history and science lessons that cannot be mimicked in a standard classroom. There is something unique about having a visual and hands-on experience; it enhances learning for the majority of people. Future generations deserve to see what we see. I pray that our environment will not perish into an irreversible, barren environment, for it is filled with memories, joy, and learning experiences. Thank you for your time.<br/><br/>Sincerely,<br/>Joshua Bell<br/>  Boerne, TX 78015",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am writing in response to executive order 13792.<br/><br/>I have visited several National Monuments where I have learned historical lessons from our countries ancestors.  Not all knowledge is gained from today&#39;s events.  We must be reminded of times that preceded the living and continue to learn from them.   <br/><br/>Americans are creative and can meet energy needs without destroying the purity of wild spaces. The assumption that our national monuments aren&#39;t profitable is false. Annually, the outdoor recreation economy supports 7.6 million jobs and generates $887 billion in consumer spending each year. <br/><br/>I have a Bachelor&#39;s Degree is Anthropology with a specialization in Archaeology so many of these sites have been the foundation of my education.  Learning who developed our great land can only educate us on making the proper decisions for our future.<br/><br/>Leave our National Monuments alone!  <br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Grand Staircase is one of our favorite go to places for getaways in the Spring summer and Fall.  We have gone with family, friends and our church youth groups.  This has to be one of Utah&#39;s most prized jewels to be proud of and totally needs to be preserved.  <br/>    I can&#39;t  thank President Clinton enough for having the wisdom and foresight to preserve  and protect this wilderness area for not only this generation, but future generations also.  As hiking, camping, and outdoor living is to quickly evaporating.   Please keep our lands protected and preserved forever.    <br/>Thank you    Sue Isbell",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I live in the rolling hills of north east Pennsylvania and I&#39;m an avid hiker. I&#39;ve spent much of my life outdoors and enjoying its splendor. <br/>Three years ago I climbed my first high peak in the Adirondack park. I have never felt so alive in my life. Since that day I&#39;ve hiked 4 more high peaks in the Adirondacks region. <br/>I am so thankful that the United States and the park service has protected these lands for so many years to make it possible for me to experience their beauty time and time again. I&#39;ve made friends with other Americans and tourists along the way that I know feel the same way I do. Nationals parks bring people together. People positively connect over the splendor of Mother Nature. <br/>I dream of traveling out west to Zion and Yosemite. To experience the magnificence of old faithful and El Capitan. National monuments that are just as American as the people. <br/>Our fore fathers protected these lands because they understood their importance. I&#39;m praying that our government will lead with the same wisdom and continue to protect our public lands. <br/><br/>Sincerely,<br/>Abbey Richter<br/>  Beach Lake, PA 18405",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Public lands mean the world to me and should mean the world to everyone. We live in such an amazing country filled with incredible places that are all different from each other. For example, there are 6 national parks that are right off interstate 15. Those parks don&#39;t include the stunning sites between. Each park has so much beauty that is different from each other. From Montana&#39;s fresh snowy mountains of glacier to the extraordinary deserts and rock formations in Utah and Arizona (Zion, Bryce, Grand Canyon). Some of the most incredible pictures of landscape and extreme sports are taken there. They become iconic and a picture that inspires people from all over the world to go see themselves. <br/><br/>  It would be a real shame to see that uniqueness go away. Society as a whole is falling apart world wide. These places are the destinations for people to get away and clear their heads; to ground themselves. I personally find so much peace and gain a greater appreciation for life ever time I visit a park. Yosemite is a park close to home. I hold it close to my heart. Many people all over the world come to visit parks like Yosemite for its beauty. Recently, a man just made a solo free climb on El Capitan and all her beatitude. He is the first to do so in under 4 hours. <br/><br/>Please protect our nature, our home.<br/><br/>If money is an issue, Parks reel in consistent visitors from all over the world. They also get those who live in our country to explore different places, which generates money in those areas.<br/><br/>Thank you for your time.<br/><br/>Sincerely,<br/>Amanda Lee<br/><br/>Sincerely,<br/>Amanda Lee<br/>  Burlingame, CA 94010",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I am scared. With everything happening in the political spectrum I am scared of what will come in the future. I use our public lands as a way to escape and relax for a couple of days without having to constantly hear about how the world is falling apart. Please don&#39;t take that away from not only me, but the millions of others who also use our national lands. I hope you can look past the politics and the money you receive to make the right choice in this matter.<br/><br/>Sincerely,<br/>Hayes Anderson<br/>  Memphis, TN 38120",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>America&#39;s greatest idea came from Thomas Jefferson. The idea that all men are created equal no matter the circumstances of their birth. America&#39;s 2nd greatest idea is our National Parks and Monuments.<br/><br/>Without the conservation efforts of Theodore Roosevelt, John Muir, Stephen Mather, Horace Albright, and countless others we would not be able to enjoy the sacred American places we have today. Yellowstone would have no buffalo. Glacier National Park would have no trees due to lumber mills. Yosemite would be a commercial farm. The Grand Canyon would full of mines. The Everglades would be condos. <br/><br/>Our National Parks and Monuments are American royalty. They are sacred lands that everyone can enjoy. Our public lands do not care if you are rich or poor, black or white, male or female. Our National Monuments are &quot;For the Benefit and Enjoyment of the People.&quot; All people. Once our sacred lands are gone we cannot get them back.<br/><br/>I implore you to please protect our sacred lands. Thank you Secretary Zinke.<br/><br/>Sincerely,<br/>Noah Thompson<br/>  Nampa, ID 83687",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I am writing to you because of the concern I have for the safety of our National Monuments and Parks.  These wonderful public lands are under attack and must be protected at all cost.  <br/>I live in Southern Utah which is surrounded by all sorts of beautiful National Parks and Monuments.  Cedar breaks is a National Monument which is less than an hours drive from my home, it is absolutely gorgeous there.  Please keep these National Monuments public for all to enjoy, these natural beauties were created by God for all to see.  If these Monuments lose their National Monument status the consequences would be very saddening.  These natural beauties would be more or less lost for all people. <br/>In closing I urge you to be a vocal advocate for the National Monuments and Parks, these creations need to be enjoyed by all; being out exploring these creations helps us become closer with the earth and God.  <br/><br/>Sincerely,<br/>Logan Florence<br/>  Cedar City, UT 84721",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I&#39;ve been fortunate enough to lead many cycling and hiking trips through the national parks, specifically Acadia, Yellowstone, and Grand Teton .  The magic and importance of these parks can not be underestimated.  My husband and I drove through 8 national parks on our honeymoon this past December and on several occasions I wept at the beauty of these places.  We are one of the most breathtaking countries in the world and I hope you do your part to keep it that way.<br/><br/>Sincerely,<br/>Dana Schafer<br/>   16047",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I have loved the outdoors ever since my dad took me camping when I was little kid.  I have camped and traveled all over Utah Idaho Montana and California and enjoy public land in every state. Please keep these public lands protected so that my kids can enjoy them as well. Thank you <br/><br/>Sincerely,<br/>Rich Andersen<br/>  Ephraim, UT 84627",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Paul Norup<br/>  Crescent City, CA 95531",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Although I do not live in Utah, I have visited the state on numerous occasions - primarily for the scenic vistas. This is certainly a land blessed with natural wonders, one of which is the Grand Staircase-Escalante monument.<br/><br/>Grand Staircase-Escalante was designated in 1996. Since then, it has come to be known as the &quot;Crown Jewel of BLM monuments&quot; and the &quot;Science Monument&quot;yielding several new species of dinosaur and other paleontological finds and providing habitat for 650 bee species, many that are endemic to the area.<br/><br/>Grand Staircase-Escalante has incredible camping, hiking and other recreational opportunities. Places like Calf Creek, Peekaboo and Spooky Canyons, Coyote Gulch, and the Hole in the Rock Road are known the world over. <br/><br/>Polling shows more than half of Utahns want Grand Staircase-Escalante left alone. This statistic does not include numerous people from other states who view this national monument as a National Treasure. It was rightly designated by a former president, and it should remain so for future generations.<br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Being from the colorful Colorado, I know the importance of any public space, wether it is a national monument, state park, or just a lake down the road. Everyday I get to look at the mountains and take in their majestic beauty. There is no feeling compared to the one you get when looking at something so naturally beautiful, and it hurts my heart to know that such beautiful things like this are at stake. <br/><br/>One of the most amazing places is Red Rocks. The bound between the people and the earth are unbelievable. One of the most unique feelings is being able to go and see a concert there and feel the amazing amount of positive energy going through the crowd. It&#39;s an energy and feeling that you cannot get anywhere else. <br/><br/>The parks are a place for people to relieve stress, have fun, get out in nature, and give them a place to feel calm and at home. Our society today is caught up in technology, it&#39;s as if people rely on it as a life source. It is important to people, including myself, to have a place to go and to get away from the constant (literal) buzz of our gadgets. And to take those things that get us outside and moving away gives us more reason to stay inside.<br/><br/>Don&#39;t take those things away. Please I beg of you, work to protect and nurture them.<br/><br/>Sincerely,<br/>Julianna Jarusewski<br/>  Castle Rock, CO 80109",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "The Grand Staircase National Monument is a nation treasure that deserves all of the protections the federal government can offer.  DO NOT RIP THIS WONDERFUL PLACE FROM THE DESERVING HANDS OF THE AMERICAN PEOPLE!!!  While locals might be upset that they are no longer the only official beneficiaries of this land, they also need to understand that this land has always been the federal government&#39;s, never &#39;theirs&#39; as many seem to think.  This stunning landscape has been held in trust for the American people by the federal government, and any move to rescind these protections or to open the land to further exploitation by ranching and extractive industries is a direct and evil-hearted decision against the American people.  Furthermore, there is neither a precedent nor right for an executive or department to reduce the designations and protections established by earlier presidents.  The entire reason that the Executive is only given the power to create, not destroy, public land designations is so that this important asset of the citizenry is not threatened by the capricious political winds of Washington.  This land was designated to be protected for the benefit and enjoyment of all Americans, and measures such as this to reduce protections for the benefit of short-sighted resource extraction are a clear and immutable championing of industry over the good of the American people.<br/><br/>Furthermore, the supposed industry that opening these lands up to development is a mirage.  These measures are intended to open lands up for resource extraction under the banner of creating jobs and economic stability.  However, the entire west is littered with dying small towns whose rapid decline testifies to the short-term nature of extraction industry (such as Globe, AZ or Butte, MT).  Furthermore, these industries rarely bring jobs to the people in the area.  Instead, we see trends such as those seen in the Bakken oilfields; Texas and Oklahoma workers brought in, crime and violence dramatically increasing, and skyrocketing of land prices that crowd locals out.  No part of this process helps local residents create a robust and sustainable economy.  <br/><br/>I am a proud resident of Arizona and the larger mountain West, and it shakes me to my core to see politicians openly entertaining this grand theft of such a wonderful place from the American people.  Please say NO to this elitist corporate plan to swindle the American people out of their heritage, and advise for no reductions in the GSENM.  Thank you.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "American sportsmen and women support judicious use of the Antiquities Act to permanently conserve important lands and waters, safeguard fish and wildlife habitat, and secure public hunting and fishing opportunities. Recently designated national monuments, such as Rio Grande del Norte in New Mexico, Berryessa Snow Mountain in California and Upper Missouri River Breaks in Montana, provide important hunting and fishing opportunities and enjoy widespread support from hunters and anglers. Our community is invested in ensuring that these important landscapes will remain under long-term protection.<br/><br/>Please stand with me and Backcountry Hunters &amp; Anglers in defending the world-class habitat and hunting and angling found in America&#39;s national monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Since 1976 when I first visited the Grand Canyon, AZ, Elephant Butte, NM, Carlsbad Caverns and several National Monuments in the southwest I fell in love with National Parks &amp; Monuments. These are treasures that can&#39;t be replaced and should remain available to our future generations.! Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Jacqueline Smith<br/>  Park Forest, IL 60466",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I love National Parks! Every summer my family tries to visit a new one. There is so much great history in this great country to see. Our national parks need to be preserved. So much better than spending every summer at an amusement park or leaving the country (which I have only gone to Canada to see the other side of Niagara Falls). If you drew a line down the middle of the USA, we&#39;ve almost been to all on the west side. Only a handful to go! So many on the East side for us to do. Please keep preserving National Parks of our wonderful country.<br/>Dana Dye<br/>Chandler, AZ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/>Our public lands are vital to our national legacy. Theyre economically beneficial to our local communities, and to our nation as a whole.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I request the Dept. of Interior protect the entirety of Grand Staircase - Escalante National Monument in its current size and designated area.  The majority of Utah residents support protection of this Monument.  Coal is increasingly less economically attractive or viable compared to alternate energy sources.   In addition, SITLA has already benefitted greatly from coal and methane gas extraction in lands traded in deals to create this Monument.  This bargain should be honored.  Destroying remote and pristine land to acquire coal destroys this Monument&#39;s future value to Utah and the US as a source of archeological treasures, history, biological diversity and solitude.  <br/><br/>The entirety of the citizens of Utah benefit more from Grand Staircase - Escalante National Monument in its current form than the limited value accruing to some for resource extraction.  The Monument provides significant opportunity and income as a tourist destination to the neighboring towns.  My family from Minnesota has traveled more than once to this monument for this purpose, it being the sole reason for traveling to Utah.   As wild, pristine and quiet places are becoming increasing rare, the value to Utah residents and all of US citizens becomes ever more precious.  One only has to visit our national parks and witness the huge numbers of foreign visitors to begin to appreciate the value of these places to those who have already lost them.  <br/><br/>Please protect the Grand Staircase - Escalante National Monument in its current size and designated area.  ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>As a supporter of bird conservation and our public lands, I strongly urge you to protect all national monuments under review, and to reject any changes to these iconic landscapes. <br/><br/>The national monuments created in the past twenty years have protected vital bird habitat, helped safeguard our heritage, and benefited communities across the country. Reversing any of these designations would be a tragic mistake with harmful consequences for all that depend on our magnificent public lands. <br/><br/>From the buttes of Bears Ears that support birds like the Golden Eagle, to the underwater canyons of the Northeast Canyons and Seamounts National Monument that support a critical ecosystem for Atlantic Puffins, to the rocky peaks of the Organ Mountains-Desert Peaks National Monument, the shrub-steppe habitat of Hanford Reach National Monument in Washington, and out to the pristine Pacific waters of the Papahanaumokuakea National Monument, all of these lands and waters are indispensable to birds and other wildlife.<br/><br/>These monuments are a legacy of Teddy Roosevelt. He and all fifteen subsequent presidents--of both parties--have recognized the need and value of protecting these public lands with the Antiquities Act. I urge you to uphold Roosevelt&#39;s legacy and maintain these monuments for current and future generations.<br/><br/>Sincerely,<br/>Jane Young<br/>  Vinton, VA 24179",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Secretary Zinke, <br/><br/>I am a Mainer, a teacher, a father, a hiker,  a fisherman. I have and hiked and camped around Katahdin my whole life. I have never had the opportunity to spend time in the area which is now KWW monument but I know much of time in the future will be spent there. The development of the area and is dependent on the stable ownership and stewardship of the land by the US government. This area needs the this monument and I look forward to its continuing success <br/><br/>Sincerely,<br/>Chris Moore<br/>  Portland, ME 04102",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,  <br/>Protected public lands are a part of our national heritagean attack on this monument, or any monument for that matter, is an attack on America.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/>Our public lands are vital to our national legacy. Theyre economically beneficial to our local communities, and to our nation as a whole.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/>Our public lands are vital to our national legacy, which belongs not only to us, but also to all future Americans. These are the wild places we lovewhere we run, hike, camp, ski, fish, climb and spend important time with our friends and families.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,  <br/>Protected public lands are a part of our national heritagean attack on this monument, or any monument for that matter, is an attack on America.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "RE: April 26, 2017 Executive Order instructing Interior Secretary Ryan Zinke to review any national monument created since Jan. 1, 1996, specifically The Ironwood Forest National Monument, Arizona<br/><br/> <br/> I am a voter and taxpayer interested in seeing our national economy grow by fostering domestic industries. I would like to offer my support to the rescinding of the National Monument designation conferred on the Ironwood Forest National Monument in southeast Arizona.<br/><br/>It is my understanding that the creation of the Monument was questionable at the time of its inception and that now with the federal judiciary recognizing the unquestionable stability of the Cactus Owl population, and a better understanding of the environmental imperatives of the native ironwood tree which is widespread and not endangered, that there is no need to specially designate this area as hands off to the mining industry, an enduring cornerstone of Arizona&#39;s economy.<br/><br/>I understand that it is the task of Secretary of the Interior Ryan Zinke&#39;s responsibility to undertake the evaluation of 27 National Monuments, but I want you to understand that this is an easy cvall, and I will be following this Monument&#39;s assessment. Thank-you for your time.<br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke, <br/>Protected public lands are part of our national heritage. An attack on Bears Ears, or any of our national monuments, is an attack on America.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>As a supporter of bird conservation and our public lands, I strongly urge you to protect all national monuments under review, and to reject any changes to these iconic landscapes. <br/><br/>The national monuments created in the past twenty years have protected vital bird habitat, helped safeguard our heritage, and benefited communities across the country. Reversing any of these designations would be a tragic mistake with harmful consequences for all that depend on our magnificent public lands. <br/><br/>From the buttes of Bears Ears that support birds like the Golden Eagle, to the underwater canyons of the Northeast Canyons and Seamounts National Monument that support a critical ecosystem for Atlantic Puffins, to the rocky peaks of the Organ Mountains-Desert Peaks National Monument, the shrub-steppe habitat of Hanford Reach National Monument in Washington, and out to the pristine Pacific waters of the Papahanaumokuakea National Monument, all of these lands and waters are indispensable to birds and other wildlife.<br/><br/>These monuments are a legacy of Teddy Roosevelt. He and all fifteen subsequent presidents--of both parties--have recognized the need and value of protecting these public lands with the Antiquities Act. I urge you to uphold Roosevelt&#39;s legacy and maintain these monuments for current and future generations.<br/><br/>Sincerely,<br/>Donna Grippi<br/>  Brunswick, ME 04011",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>We need MORE National Monuments...not fewer.  Our wilderness and our land will be the greatest legacy for future generations.  I want my children and all of their children to enjoy the nature and wildlife we currently enjoy.  Do not bend over for the benefit of business interests and do your job to protect our lands...not sell them to the highest bidder.  They belong to the citizens of this country and they are not the few who want to profit from them.    PROTECT OUR LAND!!!<br/><br/>Sincerely,<br/>Steve Shackelford<br/>  Knoxville, TN 37920",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Katherine Tildes<br/>  West Yarmouth, MA 02673",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": " This seismic testing idea is reprehensible. The Republican refusal to accept scientific facts is clearly a matter of handing oil profits to 1%-ers and ignoring the future we will have when more serious environmental issues begin to erupt. Oil jobs reportedly cover about 40% of the energy sector; solar, SIXTY per cent. The math of chasing more oil simply doesn&#39;t add up. I am not afraid of ISIS; I am afraid of (and deeply angered with) conservatives in Congress. They seem uniformly monstrous and cruel. Otherwise, carefully considered adult rationality would be running the show.  ",
    "label": "",
    "docketId": "NOAA-NMFS-2013-0177",
    "docAbstract": "The National Marine Fisheries Service and the National Ocean Service (referred collectively here as the National Oceanic and Atmospheric Administration (NOAA)) has developed draft guidance for assessing the effects of anthropogenic sound on marine mammal species under NOAA’s jurisdiction. The guidance provides updated received levels, or acoustic threshold levels, based on the best available science, above which individual marine mammals are predicted to experience changes in their hearing sensitivity (either temporary or permanent) for all underwater anthropogenic sound sources. This guidance is intended to be used by NOAA analysts and managers and other relevant user groups and stakeholders, including other federal agencies, when seeking to determine whether and how their activities are expected to result in particular types of impacts to marine mammals via acoustic exposure. Although NOAA has updated the acoustic threshold levels from those previously used, and these changes may necessitate new methodologies for calculating impacts, the application of the thresholds in the regulatory context under applicable statutes (Marine Mammal Protection Act, Endangered Species Act, and National Marine Sanctuaries Act) remains consistent with past NOAA practice."
  },
  {
    "text": "This place is like no other and deserves to be saved for our grandchildren<br/><br/>It can not be replaced and deserves to be left as undisturbed as possible<br/><br/>Thanks for your consideration",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>We live in Alaska having moved from Illinois almost two years ago. Both states and every state in between/surrounding has public lands for us to use, enjoy and protect for future generations. Dividing any of them up for oil or big business profit would be a slap in the face of TR and other presidents and the NPS itself. <br/><br/>Having visited Denali last weekend, and it showed itself beautifully, it would behoove you to step forward towards further protections on the public lands in America. Your job, as is mine, is to be good stewards, leaving parks better than we found them and to not destroy the world around us. <br/><br/>As a Christian, I am to be a good steward of all that is given me. This includes smaller things like my home, my pet and on a bigger scale our National Parks, our streams and our mountains. <br/><br/>People over party. Protect. Peace. <br/><br/>Sincerely,<br/>Aletta Jocius<br/>  Anchorage, AK 99515",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Our National Monuments need to be preserved and in public hands, not private, and kept pristine and un-developed!<br/>For our children and posterity we need to keep our heritage alive.  <br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>My grandmother was a lead Volunteer on the Western side of the RMNP in CO and I enjoyed visiting many summers. These trips were inspiring and made me fall in love with my country.  Public land is a vital resource to our nation.<br/><br/>Sincerely,<br/>Hogan Campbell<br/>  Fort Worth, TX 76109",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>F G<br/>  Pottsville, PA 17901",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "National Monuments belong to the people of this country.  They&#39;ve been set aside for preservation and enjoyment by &quot;all&quot; the people, not to be exploited for profit private interest.  No president or administration in the history of the U.S. has cancelled any National Monument&#39;s status.  Don&#39;t start now!<br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "<br/>Please protect Hanford Reach, Bear&#39;s Ears, Giant Sequoia and other National Monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "We support keeping Hanford Reach National Monument for the people. Public lands are just that, they&#39;re for the public to use and enjoy with their families and friends. Please consider keeping our public lands and great outdoors for all Americans to use. As an outdoor enthusiast, it saddens me to see our elected officials considering selling off public lands. Keep America beautiful and accessible to all. ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>As a supporter of bird conservation and our public lands, I strongly urge you to protect all national monuments under review, and to reject any changes to these iconic landscapes. <br/><br/>The national monuments created in the past twenty years have protected vital bird habitat, helped safeguard our heritage, and benefited communities across the country. Reversing any of these designations would be a tragic mistake with harmful consequences for all that depend on our magnificent public lands. <br/><br/>From the buttes of Bears Ears that support birds like the Golden Eagle, to the underwater canyons of the Northeast Canyons and Seamounts National Monument that support a critical ecosystem for Atlantic Puffins, to the rocky peaks of the Organ Mountains-Desert Peaks National Monument, the shrub-steppe habitat of Hanford Reach National Monument in Washington, and out to the pristine Pacific waters of the Papahanaumokuakea National Monument, all of these lands and waters are indispensable to birds and other wildlife.<br/><br/>These monuments are a legacy of Teddy Roosevelt. He and all fifteen subsequent presidents--of both parties--have recognized the need and value of protecting these public lands with the Antiquities Act. I urge you to uphold Roosevelt&#39;s legacy and maintain these monuments for current and future generations.<br/><br/>Sincerely,<br/>Christine Lin<br/>   ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Candace Hamilton<br/>  Jacksonville, FL 32223",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>how can we connect with the earth when there will be nothing left to connect with? <br/><br/>Sincerely,<br/>alexis benjamin<br/>  Scottsdale, AZ 85260",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Please protect every si glen inch of public lands from drilling, fracking, development and ruin. <br/><br/>We do not have a Planet B. <br/><br/>Respectfully,<br/><br/>Laine <br/><br/>Sincerely,<br/>Laine Wood<br/>  Canton, GA 30114",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "As a Washingtonian and occasional visitor to Hanford Reach National Monument, I would be sorely disappointed if the last major stretch of sagebrush shrub-steppe in Washington was left unprotected.  It meets the criteria of biological and geological (the White Cliffs and free-flowing nature of the Columbia River, specifically) importance, not to mention the historical importance of the nearby reactors.<br/> <br/>There is no logical reason to remove protection from Hanford Reach, and I urge to to protect this national monument.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>.Please respect what beauty and wildness we have left in this country so that generations to come can enjoy it as well. Try to think beyond your self interest and those funding your campaign and listen to those who elected you. I appreciate your time. <br/><br/>Thank you,<br/>Aubrey<br/><br/>Sincerely,<br/>Aubrey Hughes<br/>  Denver, CO 80246",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Save Endangered Species, all of them. Once they are gone they are gone forever.",
    "label": "",
    "docketId": "FWS-HQ-IA-2017-0031",
    "docAbstract": "Feld Entertainment, Inc., Palmetto, FL; PRT-22685C / International Elephant Foundation c/o Fort Worth Zoo, Fort Worth, TX; PRT-09806C / Priour Brothers Ranch, Ingram, TX; PRT-707102 / Carson Springs Wildlife Foundation, Gainsville, Florida PRT-56870A / Kenneth D. Sheaff, Yardley, PA; PRT-03362C / Priour Brothers Ranch; PRT-672849 / NH&S Holdings, LLC, Valley Mills, TX; 64164A / University of Wisconsin-Madison, Madison, WI; PRT-18137C / Zoological Society of San Diego, San Diego, CA; PRT-50819A / Zoological Society of San Diego, San Diego, CA; PRT-27097C  / Cleveland Metroparks Zoo, Cleveland, OH; PRT-14745C / Hugh Nguyen, Morgan Hill, CA; PRT-12447C / Michael Ryckman, Painted Post, NY; PRT-75285A / KJC Holdings, Valley Spring, TX; PRT-200207 / U.S. National Park Service, Juneau, AK; PRT-14762C / John Ritchie Verlander, EL Paso, Texas PRT- 22943C / Corey Shaefer, Mountain Home, TX; PRT-24114C / U.S. National Park Service, Juneau, AK; PRT-14762C"
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Our public lands are precious to me. They are a large part of what makes America great and I want to be able to share them with my grandchildren many years from now.<br/><br/>Sincerely,<br/>Levi Baer<br/>  Hendersonville, NC 28791",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>During this turbulent political time I am increasingly worried about the fate of our natural resources and the protection of our environment. During your confirmation hearing you said you grew up near Glacier National Park, knew the personal value of the park,  and saw first hand the effects of climate change on that special place. This gave me hope when you were confirmed as the secretary of the interior. Despite our differences in political party, we shared a common desire to preserve our parks and consider what we can do about climate change. <br/><br/>The same extends to national monuments. I spend many of my weekends exploring national parks, monuments, and forests. I&#39;m incredibly grateful that such land has been preserved for use by the American people. Withdrawing protection or even reducing the regulations and protections for the national monuments is a huge blow, not just to the environment within that monument, but to the American people such as myself. National monuments are land set aside for everyone to enjoy. Reducing their protection to serve the interests of a few small groups is a disservice to the American people. Please maintain the integrity of America&#39;s national monuments so that all Americans can enjoy them the way your family enjoyed Glacier NP. They preserve our diverse landscape, our cultural history, and provide endless opportunities for recreation. It is up to you to ensure these lands are protected. <br/><br/>Sincerely,<br/>Annelise Del Rio<br/>  Davis, CA 95618",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>As a supporter of bird conservation and our public lands, I strongly urge you to protect all national monuments under review, and to reject any changes to these iconic landscapes. <br/><br/>The national monuments created in the past twenty years have protected vital bird habitat, helped safeguard our heritage, and benefited communities across the country. Reversing any of these designations would be a tragic mistake with harmful consequences for all that depend on our magnificent public lands. <br/><br/>From the buttes of Bears Ears that support birds like the Golden Eagle, to the underwater canyons of the Northeast Canyons and Seamounts National Monument that support a critical ecosystem for Atlantic Puffins, to the rocky peaks of the Organ Mountains-Desert Peaks National Monument, the shrub-steppe habitat of Hanford Reach National Monument in Washington, and out to the pristine Pacific waters of the Papahanaumokuakea National Monument, all of these lands and waters are indispensable to birds and other wildlife.<br/><br/>These monuments are a legacy of Teddy Roosevelt. He and all fifteen subsequent presidents--of both parties--have recognized the need and value of protecting these public lands with the Antiquities Act. I urge you to uphold Roosevelt&#39;s legacy and maintain these monuments for current and future generations.<br/><br/>Sincerely,<br/>Patricia Lynch<br/>  Rochester, NY 14612",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,  <br/>Protected public lands are a part of our national heritagean attack on this monument, or any monument for that matter, is an attack on America.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Our protected public lands and oceans are invaluable assets that belong to the American people.  They should not be negotiated away or exploited by the highest bidder.  They must be available for future generations. I am particularly concerned about Papahnaumokukea Marine National Monument.  Those without vision see this area as empty ocean. The greedy only see the possibility of the theft of irreplaceable resources.  Those of us with vision see a magnificent 3-dimensional wonderland of now-protected wildlife, coral atolls, deep ocean and beauty that must be preserved for our progeny. Papahnaumokukea should not be for sale to the highest bidder or lobbyist. Hands off, PLEASE.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Please don&#39;t let Feld Entertainment export these tigers to Germany. They should go up sanctuaries in the US. ",
    "label": "",
    "docketId": "FWS-HQ-IA-2017-0031",
    "docAbstract": "Feld Entertainment, Inc., Palmetto, FL; PRT-22685C / International Elephant Foundation c/o Fort Worth Zoo, Fort Worth, TX; PRT-09806C / Priour Brothers Ranch, Ingram, TX; PRT-707102 / Carson Springs Wildlife Foundation, Gainsville, Florida PRT-56870A / Kenneth D. Sheaff, Yardley, PA; PRT-03362C / Priour Brothers Ranch; PRT-672849 / NH&S Holdings, LLC, Valley Mills, TX; 64164A / University of Wisconsin-Madison, Madison, WI; PRT-18137C / Zoological Society of San Diego, San Diego, CA; PRT-50819A / Zoological Society of San Diego, San Diego, CA; PRT-27097C  / Cleveland Metroparks Zoo, Cleveland, OH; PRT-14745C / Hugh Nguyen, Morgan Hill, CA; PRT-12447C / Michael Ryckman, Painted Post, NY; PRT-75285A / KJC Holdings, Valley Spring, TX; PRT-200207 / U.S. National Park Service, Juneau, AK; PRT-14762C / John Ritchie Verlander, EL Paso, Texas PRT- 22943C / Corey Shaefer, Mountain Home, TX; PRT-24114C / U.S. National Park Service, Juneau, AK; PRT-14762C"
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>My retirement bucket list includes seeing every one of our national parks, and as many monuments as is physically possible.  My love of the outdoors began more than 60 years ago, camping with my family in the Smokey Mountains National Park.  These outdoor spaces are part of what makes America so wonderful, and are especially important if they protect sites of  native Americans, who have been so disadvantaged by our government over time.  We need more, not fewer, protected lands.  Business can always find another site, the landscape can&#39;t be duplicated.  <br/>Thanks for listening,<br/>Linda Hood<br/>Hiker, Camper, Kayaker, Golfer and mountain lover<br/><br/>Sincerely,<br/>Linda Hood<br/>  Brentwood, TN 37027",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Chris Lima<br/>  Orofino, ID 83544",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Joe Edgerton<br/>  North Kingstown, RI 02852",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I live in a beautiful and amazing country. It&#39;s nature is as diverse as the people that live here. I have hiked the snow covered peaks of the Rockies and the ice fields of Alaska and the dessert hills of west Texas in Big Bend National Park. Nothing helps me connect to myself, my heart and my belief in my Creator more than nature. These places matter. They need to be protected and taken care of so that future generations get to experience the majesty and beauty of America. <br/><br/>Sincerely,<br/>Amanda Zecher<br/>  Houston, TX 77084",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Please do not destroy the national monuments and our national treasures.  <br/><br/>National Park and Monument vacations are the best and healthiest of any family vacations in existence.<br/><br/>Although oil is needed, the National Monuments are far more valuable than a few barrels of oil.<br/><br/>America needs a place for renewing the sole and for healthy and inspiring activities.   This natural resource is the most valuable of all.  <br/><br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Hello,<br/><br/>I depend on national monuments for my livelihood as i work as a wilderness guide in many of our national monuments and parks.  In case you didnt realize, this is a  growing industry that depends on  natural wonders that we just so happened to have in our country.   Some of the places i take people include monuments under review such as grand staircase escalante of which I overnighted in last week, bears ears, the magnificant vermillion cliffs, and sonoran desert that i am currently standing in.  These are special places set apart for much more then being &quot;pretty places.&quot;  Our economies depend heavily on tourism to these great places, our native nations call these places sacred heritage sites that have thousands of years of traditions still being practiced today, and for those of us lucky enough to live around these places, we call it home.  If you have not visited these great places i invite you out here and hope you do before making any decision upon thier behalf.  Make sure to bring a camera!  I am asking strongly that you keep these places as they are, set apart for the preservation and limited use of us, the US citizens.<br/><br/>Sincerely,<br/>Eric Retterbush<br/>  Flagstaff, AZ 86001",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "We need protection in place for the cattlemen. The Packers control the market and are paying off politicians left and right. Country of Origin should be in place! Who doesn&#39;t want to know where food is coming from! !??",
    "label": "",
    "docketId": "GIPSA-2016-PSP-0009-RULEMAKING",
    "docAbstract": "Abstract not found."
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Wendy Deranger<br/>  Houston, TX 77057",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>.<br/><br/>Sincerely,<br/>Bao Tran<br/>  Walnut Creek, CA 94598",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke, <br/>Protected public lands are part of our national heritage. An attack on Bears Ears, or any of our national monuments, is an attack on America.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Our natural beauties and park resources are invaluable and irreplaceable. They are our greatest gift from God and it is for us to protect them. Please continue to follow in the traditions of administrations that have followed the lead of  Teddy Roosevelt. We must protect what we have and keep these lands reasonably accessible.<br/><br/>Sincerely,<br/>Richard Wilson<br/>  Bowie, MD 20720",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Dennis Goodwater<br/>  Council Bluffs, IA 51501",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>My family and I are avid outdoor enthusiasts! Please MAKE America great by leaving Our National parks and monuments alone!  We all deserve a voice in this.......We the people deserve to be heard! God Bless The USA and the land we LOVE! American voices matter <br/><br/>Sincerely,<br/>Paula Leiske<br/>  Menomonee Falls, WI 53051",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "ringlings 15 big cats should not get permit to export them.  they have suffered enough and more than deserve to be sent to sanctuary in the usa, not other countries.  their export is just helping to failitate the use of animals in circuses and zoos and the ensuing abuse that some people think does not happen.  let them live the rest of their live in as natural a state as possible.",
    "label": "",
    "docketId": "FWS-HQ-IA-2017-0031",
    "docAbstract": "Feld Entertainment, Inc., Palmetto, FL; PRT-22685C / International Elephant Foundation c/o Fort Worth Zoo, Fort Worth, TX; PRT-09806C / Priour Brothers Ranch, Ingram, TX; PRT-707102 / Carson Springs Wildlife Foundation, Gainsville, Florida PRT-56870A / Kenneth D. Sheaff, Yardley, PA; PRT-03362C / Priour Brothers Ranch; PRT-672849 / NH&S Holdings, LLC, Valley Mills, TX; 64164A / University of Wisconsin-Madison, Madison, WI; PRT-18137C / Zoological Society of San Diego, San Diego, CA; PRT-50819A / Zoological Society of San Diego, San Diego, CA; PRT-27097C  / Cleveland Metroparks Zoo, Cleveland, OH; PRT-14745C / Hugh Nguyen, Morgan Hill, CA; PRT-12447C / Michael Ryckman, Painted Post, NY; PRT-75285A / KJC Holdings, Valley Spring, TX; PRT-200207 / U.S. National Park Service, Juneau, AK; PRT-14762C / John Ritchie Verlander, EL Paso, Texas PRT- 22943C / Corey Shaefer, Mountain Home, TX; PRT-24114C / U.S. National Park Service, Juneau, AK; PRT-14762C"
  },
  {
    "text": "Please please preserve this important national monument.  This unique landscape is home to more than 500 species of insects, plants and animals, as well as irreplaceable cultural heritage sites. It carries a legacy of nurturing and education of these specific species, plants and animals that is irreplaceable. <br/><br/>With due respect for creatures great and small...<br/><br/>",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>As a supporter of bird conservation and our public lands, I strongly urge you to protect all national monuments under review, and to reject any changes to these iconic landscapes. <br/><br/>The national monuments created in the past twenty years have protected vital bird habitat, helped safeguard our heritage, and benefited communities across the country. Reversing any of these designations would be a tragic mistake with harmful consequences for all that depend on our magnificent public lands. <br/><br/>From the buttes of Bears Ears that support birds like the Golden Eagle, to the underwater canyons of the Northeast Canyons and Seamounts National Monument that support a critical ecosystem for Atlantic Puffins, to the rocky peaks of the Organ Mountains-Desert Peaks National Monument, the shrub-steppe habitat of Hanford Reach National Monument in Washington, and out to the pristine Pacific waters of the Papahanaumokuakea National Monument, all of these lands and waters are indispensable to birds and other wildlife.<br/><br/>These monuments are a legacy of Teddy Roosevelt. He and all fifteen subsequent presidents--of both parties--have recognized the need and value of protecting these public lands with the Antiquities Act. I urge you to uphold Roosevelt&#39;s legacy and maintain these monuments for current and future generations.<br/><br/>Sincerely,<br/>Harper Wood<br/>  Questa, NM 87556",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>The National Parks embody the history and beauty of these United States, teaching and delighting citizens and visitors of all ages. In my 51 years I have treasured opportunities to visit natural areas and historic sites owned and maintained by the public. I am always happy to pay parking or entry fees or to contribute a donation.  I am proud that my tax dollars support these properties.  Let us keep these efforts moving forward and not diminish something that truly makes this country great.<br/><br/>Sincerely,<br/>Elizabeth Teague<br/>  Asheville, NC 28805",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Whomever It May Concern,<br/>This land is our land, and this land your land. This is the land we love and where we live. Let us continue living. Don&#39;t harm, construct upon, destruct, and manipulate any land and please do not allow harm upon, construction upon, destruction of, and manipulation of our land to happen, please. This land is our land and this land is your land, only difference difference between ours and yours is that it&#39;s some of our last ways of living left. ",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>As a supporter of bird conservation and our public lands, I strongly urge you to protect all national monuments under review, and to reject any changes to these iconic landscapes. <br/><br/>The national monuments created in the past twenty years have protected vital bird habitat, helped safeguard our heritage, and benefited communities across the country. Reversing any of these designations would be a tragic mistake with harmful consequences for all that depend on our magnificent public lands. <br/><br/>From the buttes of Bears Ears that support birds like the Golden Eagle, to the underwater canyons of the Northeast Canyons and Seamounts National Monument that support a critical ecosystem for Atlantic Puffins, to the rocky peaks of the Organ Mountains-Desert Peaks National Monument, the shrub-steppe habitat of Hanford Reach National Monument in Washington, and out to the pristine Pacific waters of the Papahanaumokuakea National Monument, all of these lands and waters are indispensable to birds and other wildlife.<br/><br/>These monuments are a legacy of Teddy Roosevelt. He and all fifteen subsequent presidents--of both parties--have recognized the need and value of protecting these public lands with the Antiquities Act. I urge you to uphold Roosevelt&#39;s legacy and maintain these monuments for current and future generations.<br/><br/>Sincerely,<br/>Rhonda Rivera<br/>  Albuquerque, NM 87120",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/>Our public lands are vital to our national legacy. Theyre economically beneficial to our local communities, and to our nation as a whole.  Some of my most profound life experiences have taken place in the wild - there is so much for us to learn from preserved land.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>I know you are a smart person and want the best for those you love, especially the generations to follow. Having said that, I plead with you to protect our earth. We would love for you to join us in this endeavor.   <br/><br/>Sincerely,<br/>Patricia Quinlan<br/>  Perry, KS 66073",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Public Lands have enriched my life over the years in ways I can&#39;t begin to describe.  As a child, my Dad and I went backpacking in my home state of Washington in between state parks, national parks, and areas designated as public lands.  The continuity of undisturbed open space and protected wilderness is something few places around the world can boast, and it is uniquely American, among the offerings of this land about which I am most proud, and most deeply connected to.  Please, preserve this for our future generations.  I implore you.<br/><br/>Sincerely,<br/>Mark Leuning<br/>  Quincy, MA 02169",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>Most of my favorite days have been spent at America&#39;s National Monuments and Parks. Those moments are woven into my soul as an American. Moments with old friends, family, new friends, myself, nature, history. They have taught me lessons that I carry with me and use every day in our society. The gifts these places give to all of us cannot be measured. They are ours because previous generations of Americans saw their worth and protected them from development and privatization. Please, please, please do not undue all their work. Please, please, please honor their legacy. These places do not belong to us. They are beyond time. Please listen to the voices of the future calling out to us. Please!<br/><br/>Sincerely,<br/>Evelyn Buss<br/>  Poynette, WI 53955",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>jacquie lolich<br/>  Ukiah, CA 95482",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Hanford Reach National Monument is a site of national significance. The reach is the last free-flowing stretch of the 1,243-mile Columbia River and contains some of the most productive salmon spawning areas in the Northwest. Its shores and surrounding land represent one of the largest intact areas of the once-widespread sagebrush habitat in Washington. In surveys The Nature Conservancy conducted there in the 1990s, we found dozens of plant and insect species that had been previously unknown to science.<br/><br/>In addition, the area has a long and rich history of Native American habitation and use and is culturally significant to tribes throughout the region. More than 150 registered archeological sites are found within the monument&#39;s boundaries. The reach is also a popular destination for fishing, boating and birdwatching.<br/><br/>Protect Hanford Reach for future generations.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Ryan Zinke,<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our shared historical, cultural, and natural heritage. I am concerned that the recent Executive Order attempts to undermine our national monuments and to roll back protections of these public lands. Protected public lands are an important part of what makes America great. I strongly urge you to oppose any efforts to eliminate or shrink our national monuments.<br/><br/>Since President Theodore Roosevelt signed the Antiquities Act into law in 1906, 16 Presidents - 8 Republicans and 8 Democrats - have used the authority granted by the act to safeguard public lands, oceans, and historic sites in order to share America&#39;s story with future generations. These national monument designations are broadly supported from coast to coast and provide a myriad of benefits to local communities, including economic boosts from tourism, places to enjoy the outdoors, clean air and water, protection for ecologically sensitive areas, and windows into our country&#39;s history.<br/><br/>Sending a signal that protections for our shared history, culture, and natural treasures are temporary would set a terrible precedent. National monuments have been shown to be tremendous drivers of the $887 billion outdoor recreation economy and businesses rely on the permanency of these protections when making decisions about investing in these communities.<br/><br/>From Maine&#39;s magnificent Katahdin Woods to the colorful canyons of Utah&#39;s Grand Staircase-Escalante to the western history held in New Mexico&#39;s Organ Mountains-Desert Peaks, these landmarks, landscapes, and seascapes have value which far exceeds their physical features; they manifest the core democratic ideals of freedom, justice, and equality. They are our legacy to our children and our children&#39;s children, and a gift that belongs to all Americans.<br/><br/>I am firmly opposed to any effort to revoke or diminish protections for our national monuments. I urge you to support our public lands and waters and recommend that our current national monuments remain as they are today.<br/><br/>Sincerely,<br/>Tom Brighton<br/>  Lynnwood, WA 98036",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>As an American I implore you to maintain and preserve our national monuments.  One of the things that make our country great is our commitment to preserving public land for recreation and for its natural beauty.<br/><br/>Sincerely,<br/>Max Wallingford<br/>  Oakland, CA 94619",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "The Red Wolf Recovery Plan called for the reintroduction of wolves into at least three areas within the wolf&#39;s historic range. Each population should be allowed to grow numerically large enough for the natural evolutionary processes to work within the species and remove threats of extinction. This could be accomplished by achieving three wild populations totaling approximately 220 wolves.<br/><br/>The wild population in eastern North Carolina has been the most successful of all wild reintroductions of red wolves, reaching 130 wolves in 2005. This site--as well as others--allows for the eventual establishment of a healthy metapopulation, featuring interactions between populations to achieve the necessary exchange of genetic material critical to species restoration and eventual delisting. Increased genetic diversity from additional reintroductions will further act to mitigate inbreeding depression associated with small isolated populations. Expansion of the current wild program is also of critical importance as a genetic buffer against disease. <br/><br/>Tools for population management must include controlling coyote hybridization and gunshot mortality, as well as pup fostering, which is a significant population management tool for ensuring red wolf recovery. The threat of hybridization is minimized by promoting an environment that bolsters red wolf populations and supports encounters between red wolves. Establishing sterile placeholder coyote individuals in the landscape to reduce hybridization can work, and needs to be part of any revised recovery strategy. Disease monitoring and prevention plans are also needed. Perhaps most importantly, the red wolf program needs a 10(j) rule that prioritizes red wolf conservation and recovery instead of allowing landowners to kill wolves, especially when nonlethal methods of avoiding conflict are widely available, and the population is so vulnerable. <br/><br/>According to Sparkman, Hinton, Bohling, Waits, and other experts on coyote/red wolf hybridization, in larger populations, red wolves will likely have less incidence of hybridization with other species of canids, as red wolves will have a larger pool of available mates. In addition, the Red Wolf Adaptive Management Plan--including targeted control of coyotes and hybrids and release of sterilized coyotes to hold territories until red wolves move into the territory or are reintroduced--was extremely effective at limiting introgression of coyote genes into the red wolf population. In fact, the US Fish and Wildlife Service itself concluded in its last five-year review of the red wolf: &quot;We have effectively reduced interbreeding and coyote gene introgression using the adaptive plan and associated non-invasive techniques, all with assistance from scientists on the Red Wolf Recovery Implementation Team.&quot;<br/><br/>A revised 10(j) rule must truly provide for the conservation of red wolves. The current implementation of the rule has allowed for the dramatic decline in the species in recent years, showing that greater protections are needed. Gunshot mortality and removals from private lands have become leading threats to the species; the lenient standards currently in place, intended to bolster landowner support for the program, must be balanced against the needs of the species.",
    "label": "",
    "docketId": "FWS-R4-ES-2017-0006",
    "docAbstract": null
  },
  {
    "text": "American sportsmen and women support judicious use of the Antiquities Act to permanently conserve important lands and waters, safeguard fish and wildlife habitat, and secure public hunting and fishing opportunities. Recently designated national monuments, such as Rio Grande del Norte in New Mexico, Berryessa Snow Mountain in California and Upper Missouri River Breaks in Montana, provide important hunting and fishing opportunities and enjoy widespread support from hunters and anglers. Our community is invested in ensuring that these important landscapes will remain under long-term protection.<br/><br/>It&#39;s OUR HERITAGE  !!!<br/><br/>Please stand with me and Backcountry Hunters &amp; Anglers in defending the world-class habitat and hunting and angling found in America&#39;s national monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "American sportsmen and women support judicious use of the Antiquities Act to permanently conserve important lands and waters, safeguard fish and wildlife habitat, and secure public hunting and fishing opportunities. Recently designated national monuments, such as Rio Grande del Norte in New Mexico, Berryessa Snow Mountain in California and Upper Missouri River Breaks in Montana, provide important hunting and fishing opportunities and enjoy widespread support from hunters and anglers. Our community is invested in ensuring that these important landscapes will remain under long-term protection.<br/><br/>Please stand with me and Backcountry Hunters &amp; Anglers in defending the world-class habitat and hunting and angling found in America&#39;s national monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "We should protect these animals but not push them to extinction. The action is required asap. Please do something urgently ",
    "label": "",
    "docketId": "FWS-R4-ES-2017-0006",
    "docAbstract": null
  },
  {
    "text": "American sportsmen and women support judicious use of the Antiquities Act to permanently conserve important lands and waters, safeguard fish and wildlife habitat, and secure public hunting and fishing opportunities. Recently designated national monuments, such as Rio Grande del Norte in New Mexico, Berryessa Snow Mountain in California and Upper Missouri River Breaks in Montana, provide important hunting and fishing opportunities and enjoy widespread support from hunters and anglers. Our community is invested in ensuring that these important landscapes will remain under long-term protection.<br/><br/>As a Game Warden in Oklahoma I can&#39;t even begin to tell you how important public lands are. We only have about 7% here and it puts in at a premium. We must keep what we have because once they&#39;re gone they&#39;re gone forever.<br/><br/>Please stand with me and Backcountry Hunters &amp; Anglers in defending the world-class habitat and hunting and angling found in America&#39;s national monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "American sportsmen and women support judicious use of the Antiquities Act to permanently conserve important lands and waters, safeguard fish and wildlife habitat, and secure public hunting and fishing opportunities. Recently designated national monuments, such as Rio Grande del Norte in New Mexico, Berryessa Snow Mountain in California and Upper Missouri River Breaks in Montana, provide important hunting and fishing opportunities and enjoy widespread support from hunters and anglers. Our community is invested in ensuring that these important landscapes will remain under long-term protection.<br/><br/>Please stand with me and Backcountry Hunters &amp; Anglers in defending the world-class habitat and hunting and angling found in America&#39;s national monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am a native North Carolinian and wolf advocate. I support the red wolf recovery program <br/> We must protect and value our native species in order to maintain our lands as they were meant established  by God.",
    "label": "",
    "docketId": "FWS-R4-ES-2017-0006",
    "docAbstract": null
  },
  {
    "text": "American sportsmen and women support judicious use of the Antiquities Act to permanently conserve important lands and waters, safeguard fish and wildlife habitat, and secure public hunting and fishing opportunities. Recently designated national monuments, such as Rio Grande del Norte in New Mexico, Berryessa Snow Mountain in California and Upper Missouri River Breaks in Montana, provide important hunting and fishing opportunities and enjoy widespread support from hunters and anglers. Our community is invested in ensuring that these important landscapes will remain under long-term protection.<br/><br/>We can&#39;t afford to lose anymore of OUR lands.<br/><br/>Please stand with me and Backcountry Hunters &amp; Anglers in defending the world-class habitat and hunting and angling found in America&#39;s national monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I urge you to uphold your responsibilities as our elected officials to carry out the Will of the People. We the People have voted to protect America&#39;s...",
    "label": "",
    "docketId": "FWS-R4-ES-2017-0006",
    "docAbstract": null
  },
  {
    "text": "American sportsmen and women support judicious use of the Antiquities Act to permanently conserve important lands and waters, safeguard fish and wildlife habitat, and secure public hunting and fishing opportunities. Recently designated national monuments, such as Rio Grande del Norte in New Mexico, Berryessa Snow Mountain in California and Upper Missouri River Breaks in Montana, provide important hunting and fishing opportunities and enjoy widespread support from hunters and anglers. Our community is invested in ensuring that these important landscapes will remain under long-term protection.<br/><br/>Please stand with me and Backcountry Hunters &amp; Anglers in defending the world-class habitat and hunting and angling found in America&#39;s national monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Please leave the Grand Staircase Monument intact and as is. Thank you",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "American sportsmen and women support judicious use of the Antiquities Act to permanently conserve important lands and waters, safeguard fish and wildlife habitat, and secure public hunting and fishing opportunities. Recently designated national monuments, such as Rio Grande del Norte in New Mexico, Berryessa Snow Mountain in California and Upper Missouri River Breaks in Montana, provide important hunting and fishing opportunities and enjoy widespread support from hunters and anglers. Our community is invested in ensuring that these important landscapes will remain under long-term protection.<br/><br/>Please stand with me and Backcountry Hunters &amp; Anglers in defending the world-class habitat and hunting and angling found in America&#39;s national monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "American sportsmen and women support judicious use of the Antiquities Act to permanently conserve important lands and waters, safeguard fish and wildlife habitat, and secure public hunting and fishing opportunities. Recently designated national monuments, such as Rio Grande del Norte in New Mexico, Berryessa Snow Mountain in California and Upper Missouri River Breaks in Montana, provide important hunting and fishing opportunities and enjoy widespread support from hunters and anglers. Our community is invested in ensuring that these important landscapes will remain under long-term protection.<br/><br/>Please stand with me and Backcountry Hunters &amp; Anglers in defending the world-class habitat and hunting and angling found in America&#39;s national monuments.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary Ryan Zinke,<br/><br/>The public lands of the United States have had a profound impact on my life and lives of my children.  I am a resident of Colorado&#39;s Western Slope in Garfield County.  On a monthly, sometimes weekly, basis my family and I explore, hike, bike, ski, raft and camp on public lands, especially Canyonlands National Park, Arches National Park, Colorado National Monument and White River National Forest and the surrounding BLM lands.  We moved our family from Northern Illinois to Colorado after a memorable trip to Moab, Utah, and its surrounding area (including what is now Bears Ears).  These lands belong to the American people, not local ranchers, gas/oil interests or real estate developers.   <br/>My children, now teenagers, watched TV in abject horror as groups of armed thugs such as Ammon Bundy claimed, at gunpoint, that these lands were best managed by local authorities.    These lands are not theirs, nor are the decisions as to what to do with these lands.  I agree that some lands can be efficiently used to mineral resources such as gas, oil and cattle, but not lands that have unsurpassed beauty and ecological significance (not to mention cultural value to Native Americans).  <br/>We have heard from gas, oil and ranch interests, as well as their lobbyists.  Now, please listen to the rest of America - the hundreds of millions of  people who use these parks and monuments but cannot afford lobbyists.  <br/>Please do not alter the monument or park status of lands through the American West.  <br/>Thank you,<br/>John Quinn<br/>447 Wagon Wheel Circle<br/>New Castle, CO  81647<br/><br/>Sincerely,<br/>John Quinn<br/>  New Castle, CO 81647",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I urge you to reconsider restrictions that will decimate the red wolf species.  It must be possible for mankind to cohabitate on this planet without wiping out every other species.  Please make it possible for the red wolves in North Carolina to live.  It&#39;s really as simple as that.  Thank you.",
    "label": "",
    "docketId": "FWS-R4-ES-2017-0006",
    "docAbstract": null
  },
  {
    "text": "The benefits to biodiversity and ecological health alone, is why wolves need to be left alone. Example; Wolf kills feed more animals than hunting by humans, since wolves scatter the carcass of the animal they had hunted, over the landscape. Wolf kills benefit three times more species than human hunting kills. Just leave the wolves alone. Thank you.",
    "label": "",
    "docketId": "FWS-R4-ES-2017-0006",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "I am opposed to any alterations to Katahdin Woods &amp; Waters National Monument.<br/><br/>Our national monuments and public lands and waters help define who we are as a nation by telling the story of our historic, cultural and natural heritage. I strongly urge you to maintain the size of and protections for our national monuments, including Katahdin Woods &amp; Waters National Monument in Maine&#39;s North Woods. <br/> <br/>Katahdin Woods &amp; Waters National Monument preserves more than 87,500 acres along the East Branch of the Penobscot River in Maine&#39;s North Woods. This treasured place protects wild rivers, abundant wildlife like moose and loons, and the rich history of the native Wabanaki people.<br/><br/>Katahdin Woods &amp; Waters National Monument was designated a national park site in August 2016 after a multi-year process, which included robust public engagement in Maine and across the country. More than 200 Maine businesses and organizations spoke up in support for creating the park, as well as thousands of advocates like you across the country. And nearly two-thirds of all Maine residents supported the national park idea.<br/><br/>An attack on one of America&#39;s national monuments is an attack on all of them. I am opposed to any attempts to rescind or alter the size of Katahdin Woods &amp; Waters or any one of our country&#39;s national monuments.<br/><br/>Thank you for considering my views.",
    "label": "",
    "docketId": "DOI-2017-0002",
    "docAbstract": null
  },
  {
    "text": "Attached:<br/><br/>1.  Letters from physicians and patients describing the benefit of IV NAD in the treatment of drug and alcohol addiction.<br/><br/>2.  Results of studies performed on patients who have received IV NAD treatment for drug/alcohol addiction.<br/><br/>3.  PowerPoint presentation from Dr. John Humiston on IV NAD for addiction.",
    "label": "",
    "docketId": "FDA-2017-N-1847",
    "docAbstract": null
  },
  {
    "text": "Please don&#39;t cut regulations!!! Our quality of life will suffer.  I don&#39;t want to have to wear pollution masks like they do in CHINA.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I strongly support the full funding of the EPA and oppose any proposals to cut its existing regulations. The EPA safeguards clean air, clean water, and ecosystem health for the whole country and Americans&#39; health and lives depend on it. I also strongly support the Paris Climate Accord and the Clean Power Plan, and vehemently oppose Scott Pruitt&#39;s attempts to gut climate research from the EPA. <br/><br/>Man-made climate change is a scientific consensus, which means it is true whether or not Mr. Trump or Mr. Pruitt choose to believe it. There are thousands of peer-reviewed articles that support this consensus with irrefutable evidence, and the majority of Americans want to see climate change addressed and mitigated. Acting to stop climate change will create jobs and be a boon to the economy- the Clean Power Plan is projected to yield up to $20 billion in climate benefits, plus public health benefits of $14 - $34 billion each year, and give a major boost to the clean energy industry that employs 2.5 million Americans, and growing. Additionally the Clean Air Act alone prevents more than 160,000 premature deaths and 1.7 million asthma attacks  every year  delivering up to $90 in public health benefits for every dollar invested (source: NRDC).<br/><br/>This should not be a partisan issue- there are groups of Republican legislators who want to address climate change, and even the Department of Defense has described climate change as a &quot;threat multiplier&quot; that will threaten the national security of the United States. I&#39;ve attached a recent article from the Annual Review of Public Health titled &quot;Climate change and collective violence&quot; that describes the social impacts that climate change will have on our society if it is not brought under control. <br/><br/>The authors state &quot;Increased temperatures and extremes of precipitation with their associated consequences, including resultant scarcity of cropland and other key environmental resources, are major pathways by which climate change leads to collective violence. Public health professionals can help prevent collective violence due to climate change (a) by supporting mitigation measures to reduce greenhouse gas emissions, (b) by promoting adaptation measures to address the consequences of climate change and to improve community resilience, and (c) by addressing underlying risk factors for collective violence, such as poverty and socioeconomic disparities.&quot;<br/><br/>The EPA needs to support its scientists in their research and follow the data to create sound public policy built on scientific consensus and evidence. The EPA also needs to stop gagging its scientists and purposefully censoring their research and scrubbing climate change data and policy from its website. This is shameful and deceitful.<br/><br/>Republicans can and should claim this issue as their own and start listening to scientists! Let the EPA do its work to protect public health and the environment from pollution and climate change. We don&#39;t have much time left, but it&#39;s still not too late to let science, evidence, and facts lead us to rational action.<br/><br/>Sincerely,<br/>Glenda Mahoney<br/><br/>Illustration Editor at Annual Reviews<br/>A nonprofit scientific publisher<br/>(these views are my own)<br/>www.annualreviews.org<br/>(650)843-6653",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "NRC-2017-0094",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "NRC-2016-0231",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "OMB-2017-0003",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "OMB-2017-0003",
    "docAbstract": null
  },
  {
    "text": "See attached file.",
    "label": "",
    "docketId": "EERE-2015-BT-STD-0008",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "EPA-R06-OAR-2016-0611",
    "docAbstract": null
  },
  {
    "text": "Please find attached the Comments of Earthjustice, National Parks Conservation Association, and Sierra Club. Please also find attached documents 4-72 accompanying the Comments.",
    "label": "",
    "docketId": "EPA-R06-OAR-2016-0611",
    "docAbstract": null
  },
  {
    "text": "Do not roll back environmental protections! The average American is not the primary environmental polluter but is the primary consumer of poisoned water and air. Americans need the government to protect them from businesses who&#39;s function is profit not responsible use of resources. How can communities protect themselves from pollution if there is no governmental oversight? Profit should never trump our rights to clean water and clean air. Protecting our health is an &quot;America First&quot; policy, do your job! ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA should be focused on people&#39;s health, the well-being of the environment, and the sustainability of both. If corporations can&#39;t be profitable and, at the same time, respect the safety of humanity and the longevity of the planet, they should not be in business at all.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not roll back, revoke, or allow to languish unfunded, the current environmental regulations. We have a rapidly dwindling window in which to prevent calamity for future generations who will need to breathe clean air and drink clean water. Reducing the EPA in size and undoing environmental protections is a short-sighted goal and only profits the rich and corporations.<br/><br/>We have a responsibility to all our citizens and indeed, to the world, to protect the environment, our air, our water, our food chain.<br/><br/>Thank you.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not allow poorer air quality. We have to breath without worrying about the long term effects.",
    "label": "",
    "docketId": "EPA-R06-OAR-2013-0167",
    "docAbstract": null
  },
  {
    "text": "Regulation of public behavior that can adversely affect the environment is definitional of a state responsibility.  This is because 1) the free market cannot be relied upon to discourage such behavior, since much is done without public knowledge and 2) once damaged, most environments are extremely difficult or impossible to return to their original state.  Please continue to be aggressive in your protection of our natural resources!",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Abolishing or diminishing EPA regulations is not in the best interest of the public. Countries that do not protect their air and water suffer serious health and economic issues; in China, for example, there were 366,000 air pollution related deaths according to research conducted by the Health Effects Institute. Much of the pollution is attributable to coal burning. This danger affects not only us, but also economically and environmentally important species, such as bees, which pollinate our crops, and fish, which we eat and hunt for sport, among many others. Past administrations have recognized the massive danger from pollution and worked to protect us, but this administration is actively working to remove those protections for the sake of economic gain. Access to clean air and clean water is not a partisan issue-it is a human rights issue. If the EPA scales down its regulations, we will see severe consequences in the coming years. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Our air and water have become cleaner since the EPA began enforcing regulations.  Toxic waste has been removed making land available for housing, business, and recreation.  When something is working, you try to make it work better.  If the regulations that are being removed interfere with the agency&#39;s primary objectives they should remain in place or made more effective.  The protection of the common good is the only reason for government.  Undrinkable water and unbreathable air and unusable land are antithetical to the common health and safety.  Please protect Americans and America by conserving and protecting our resources. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Today, we enjoy clean air and water due to regulations that have been put in place over the years to clean up our environment.  <br/>Perhaps people forget that not long ago, many of our waterways were so dirty that we couldn&#39;t swim in them or fish in them.  <br/>Pesticides threatened our wildlife.  Our air was so polluted in many cities that it was unsafe to be outside on certain days.  Perhaps, people should take a look at Beijing, China.  Due to a lack of regulations, the air in that city is so unsafe to breathe that school is cancelled on certain days.  Their children are sick with asthma.  Is that what we want here in the United States?  The regulations are in place for a reason.  I want my children and grandchildren to be able to breathe clean air and swim in clean water.  KEEP America great just the way it is.  Don&#39;t destroy what we have here for a short term cash benefit.  In the end, it will make America sick again. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "As a PTA member, I appreciate the opportunity to comment on the U.S. Department of Education&#39;s (ED) revised state template for the consolidated state plan under the Every Student Succeeds Act (ESSA). National PTA is the oldest and largest volunteer child advocacy association in the United States, with congresses in all 50 states, Washington DC, Virgin Islands, Puerto Rico and Europe. Since 1897, National PTA has been a strong advocate and a reputable resource for empowering all families to effectively engage in their child&#39;s education. <br/><br/>The enactment of ESSA and the ongoing implementation process of the law has allowed parents and families more opportunities to be involved in their child&#39;s education at the school, district and state level. The statutory requirement that parents be &quot;meaningfully consulted&quot; as stakeholders in the development of state and local education plans will allow us to become closer to making every child&#39;s potential a reality.  <br/><br/>Our members are committed to educating and empowering all families to be active participants in the state and local implementation of ESSA to ensure equity and opportunity for all students. We are extremely disappointed that stakeholder engagement is no longer prioritized in the revised consolidated state plan template. The removal of the requirement for states to explain how they have engaged stakeholders undermines Section 1111(a)(1)(A) of ESSA, which requires state education agencies to meaningfully consult a wide variety of stakeholders that are vital to the implementation and success of the law. <br/><br/>The U.S. Department of Education must require a description of stakeholder engagement in its ESSA consolidated state plan template, including who was consulted, what they were consulted on and how stakeholder feedback was incorporated into the state plan. Furthermore, it is imperative that states explain to all stakeholders-especially parents and families-how students and schools will be impacted under the new state accountability system. <br/><br/>Authentic and robust stakeholder engagement must occur at all levels-the state, school district and school-so that there is transparency and accountability for the educational system and opportunities provided to our nation&#39;s youth.   <br/><br/>State education agencies (SEAs) should provide the necessary support and oversight of local education agency (LEA) plans to ensure authentic stakeholder engagement also occurs at the school district level. Within the description of stakeholder engagement in the state plan, the state should describe how it will provide guidance and best practices for stakeholder engagement so that school districts can create strong LEA plans that meet the needs of all students in their communities.  <br/><br/>Parents and their children are consumers of our nation&#39;s public education system, and parents are essential partners in education. However, they haven&#39;t always been included at the decision-making table, which has caused confusion, mistrust and backlash when new initiatives-whether at the federal, state and local level-have been considered and implemented. We have learned from the implementation of other education initiatives that engaging all stakeholders-especially parents-is critical, not optional. Stakeholders, particularly parents, play a critical role in the successful implementation of ESSA and ensuring that all children receive a quality education by providing valuable input and holding states and districts accountable.  <br/><br/>It is imperative that the consolidated state plan template requires a clear and thorough description of how stakeholders were engaged to develop the state plan. Through meaningful consultation of all stakeholders, states and school districts can provide a blueprint to improve education, provide educational equity for all children and make sure every child is prepared for long-term success through ESSA. <br/><br/>I am committed to educating and empowering all parents and families to be engaged in their child&#39;s education, and specifically be involved in the ESSA implementation process. Our association values our strong and long-standing relationship with ED and we look forward to continuing to collaborate to make every child&#39;s potential a reality.",
    "label": "",
    "docketId": "ED-2017-ICCD-0021",
    "docAbstract": null
  },
  {
    "text": "If electronic monitoring is allowed it must be accompanied by a plan to detect fraud and other abuse of the electronic monitoring g systems.  Misuse of the systems should carry significant penalties designed to proactively discourage fraud and misuse.",
    "label": "",
    "docketId": "NOAA-NMFS-2016-0154",
    "docAbstract": "NMFS proposes regulations to\nimplement Amendment 114 to the\nFishery Management Plan for\nGroundfish of the Bering Sea and\nAleutian Islands Management Area and\nAmendment 104 to the Fishery\nManagement Plan for Groundfish of the\nGulf of Alaska (GOA), (collectively\nreferred to as the FMPs). If approved,\nAmendments 114/104 and this\nproposed rule would integrate\nelectronic monitoring (EM) into the\nNorth Pacific Observer Program. The\nproposed rule would establish a process\nfor owners or operators of vessels using\nnontrawl gear to request to participate\nin the EM selection pool and the\nrequirements for vessel owners or\noperators while in the EM selection\npool. This action is necessary to\nimprove the collection of data needed\nfor the conservation, management, and\nscientific understanding of managed\nfisheries. Amendments 114/104 are\nintended to promote the goals and\nobjectives of the Magnuson-Stevens\nFishery Conservation and Management\nAct (Magnuson-Stevens Act), the FMPs,\nand other applicable laws."
  },
  {
    "text": "There are now a few commercial tourist boats like the pirate ship and freedom sailboat, that I have seen make the bridge open and stay open while they just turn around and head back through for sightseeing. This is an abuse and extremely disrespectful to tie up traffic for even longer and not for any &quot;legitimate navigational need&quot;! They do this at the worst rush hour times. Vessels should not be allowed to pass back and forth during the same bridge opening.  If you don&#39;t need to be on the other side then you don&#39;t need for cars to wait for you to motor around twice!  Once this backs up traffic downtown then it never recovers until several hours later. Vehicle traffic is becoming worse with each passing season and that on-demand bridge openings are contributing to vehicle traffic backups on the Bridge of Lions.  For this reason I support the proposed modification of extending the twice an hour draw opening period from 7:00am to 9:00pm daily, and preclude the draw bridge from opening at 3:30pm on weekends and federal holidays.",
    "label": "",
    "docketId": "USCG-2016-0723",
    "docAbstract": null
  },
  {
    "text": "Dear Jennifer Jessup, I am writing in support of the addition of a new classification for people from the Middle East and North Africa (MENA) region by the U.S. Census Bureau on the 2020 Census. I call on your support for the testing of MENA as an ethnic classification. People from the MENA region identify with many racial backgrounds. Unfortunately, no designation currently exists on the Census forms for individuals who trace their roots to the MENA region. We effectively remain an &ldquo;invisible&rdquo; community which has left us undercounted and underrepresented. A MENA classification will also allow many sub-national minority communities (i.e. Assyrians, Chaldeans, Kurds, Berbers, etc.) that originate from this region to self-identify. I believe that accurate and inclusive data collection on the MENA population in the U.S. will serve as a resource to policy makers, federal and local officials, public institutions, service organizations and the public, in assessing the status and needs of these communities. Thank you for your contributions in the development of this new category.",
    "label": "",
    "docketId": "OMB-2017-0003",
    "docAbstract": null
  },
  {
    "text": "I support the conclusions reached in the environmental assessment (EA) conducted by APHIS  for the proposed release of a transgenic diamond back moth strain that carries a female-specific auto-regulated tTA gene.  The favourable EA was sound and based on a thorough and appropriate analysis. The transgenic strain does not express any known toxins or allergens. Further, the strain is self-limiting as all of the female offspring of the transgenic males die. Thus the strain poses negligible risk for the environment and human health. The transgenic strain could be a valuable addition to current control tactics for this devastating plant pest that has become resistant to many chemical insecticides.",
    "label": "",
    "docketId": "APHIS-2014-0056",
    "docAbstract": null
  },
  {
    "text": "As a biology degree holder and now a genetic and crop engineering enthusiast and avid reader on these specific issues, I am a firm believer that creating and using GE methods to control pest populations (as well as crops resistant to certain harms) is the safest and least environmentally harmful way to affect future change. We are losing billions of dollars a year on brassicas, which only creates more worldwide hunger and farming devastation.<br/>By allowing open field testing of the genetically engineered DBM, we allow our society to move toward safer and more widely accepted practices which can save crops, animals and human lives, along with our environment.<br/>Please, please allow further testing of this and other genetic modification beneficial to our environment and food supply and safety to go ahead.",
    "label": "",
    "docketId": "APHIS-2014-0056",
    "docAbstract": null
  },
  {
    "text": "The St. Augustine area is one of the more congested parts of the trip to or from the northern states to Florida.<br/> At 18 feet of vertical clearance, almost all large boats will require an opening. With the marinas, mooring fields, current and traffic, holding for this bridge can be a problem. This bridge already has a restricted opening.<br/>It is my understanding that the city is requesting that the restrictions be expanded. I do not feel that passing on the cities traffic problem to boaters is a reasonable solution.<br/>I urge the Coast Guard to deny the cities request and leave the openings as they currently are.",
    "label": "",
    "docketId": "USCG-2016-0723",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "USCG-2016-0437",
    "docAbstract": "Update to Alternative Planning Criteria (APC) National Guidelines"
  },
  {
    "text": "Please tell Mr. Pruitt that carbon dioxide contributes to climate change.  He is embarrassing America and harming our economy.",
    "label": "",
    "docketId": "EPA-R06-OAR-2016-0611",
    "docAbstract": null
  },
  {
    "text": "Repealing the current regulations for air, water and land lack any kind of common sense. The resulting deterioration of our resources would only mean that we would then have to mitigate the effects by greater dependence on more chemicals and other types of man-made support systems, thereby supporting businesses in making a profit off of the results. There would also be greater health costs for individuals, many who could not afford it, by being exposed to food and water, as well as air, that was unhealthy. The long term results of this action would only benefit those businesses who made a short term profit from the relaxing of regulations. Over the years the harmful effects would increase exponentially, leaving the devastation for future generations, after those who had made the original decisions to loosen our regulations, as well as those who profited by that action, were dead and did not have to live with the results of their greed.<br/><br/>Thank you for your conscientious consideration concerning the evaluation of existing regulations.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please don&#39;t cut the Clean Air Act regulations that have resulted in air that is fire to breathe. We have come so far in cleaning up our environment that it sickens me to think of the damage you will do to air, health and the environment by turning back now. Eliminating these regulations will put us on the wrong side of history! ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regulations are burdens on American corporations, not people.  The EPA regulates corporations for the health of the people.  As long as people anywhere in the US are getting sick or missing basic needs of health (e.g. clean water) because of the practices of corporations, existing regulations or enforcement is not enough.  Once we have enough regulations and enforcement that no one is getting sick, then it might be appropriate to reintroduce this.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Repealing environmental regulations is dangerous and irresponsible. Existing regulations need to be reinforced, not repealed!",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regulations matter and are imperative so that corporations cannot pollute limitlessly in favor of profit.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "As the evaluation of existing regulations unfolds, I believe each regulation warrants careful consideration regarding how and why it was drafted, the ways in which it has / has not been effective, and the implications for modifying or removing it.  In this vein, this public comment opportunity is greatly limited by its lack of specificity: all regulations are being lumped together and commented on as a whole.  While regulations can be conflicting, burdensome and/or ineffective, the degree that this is occurring depends on the terms of each individual regulation and, as such, ***public comment should be made possible for planned changes or termination of individual (or at least bundles of related) regulations.***<br/><br/>As it relates to the EPA, a regulation may impair the ability of one industry to cheaply manufacture a product, thus eliminating or inhibiting job creation, but this does not account for the potential of that regulation to retain jobs in another industry (e.g. those relying on fisheries impaired by dumping of pollutants into waterways), nor the public health or the inherent value of supporting resilient ecosystems.  Therefore, it is paramount in the evaluation of a regulation that the reviewer ask for whom is cost-benefit analysis being performed?  Is it the GDP, specific industries, or for the citizens living in the region?  How short-term vs. long-term are the goals for improving quality of life, and to what extent are we willing to loosen regulations that would allow degradation of natural systems and public health for immediate wealth generation?<br/><br/>In summary, I implore that public comment be available for proposed changes to each set of regulations, and that the framework for evaluating a regulation give importance to society over any interest group.<br/><br/>- Greg Richardson (US citizen; CA &amp; WI)",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not dismantle the protections of the EPA.  We need clean air and water to live.   Things are much better in that regard than they were 30-40 years ago, and we do not want to turn back the clock.  .  We cannot put profit and business growth ahead of health and welfare.  ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "DO NOT REPEAL ANY REGULATIONS! We need stronger regulations!!! Please uphold the Paris agreement on climate change!!! Please encourage renewable energies through policies, increased budget, and subsidies.  Please continue and push for projects that keep our water systems clean and that keep our air clean.  Please don&#39;t let big oil, coal, and fossil fuel companies destroy our country and environment. Stop allowing fossil fuel pipelines to be built. Help remove lead from Flint&#39;s water system and anywhere else that is contaminated. Please push back on Donald Trump and his administration&#39;s environmentally damaging policies. Please don&#39;t deny climate change.  Please help Trump understand the impacts of Clime change. Please do not eliminate and destroy any research about climate change.  Please push for stronger policies that help the environment...this will ultimately lead our country to economic prosperity. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  }
]