[
  {
    "text": "This will not stop deforestation in Sri Lanka, this will however kill of the species by preventing captive breeding in the USA, in which most tarantula species have thrived/survived after extinction in the wild, Poecilotheria is a common genus in the tarantula keeping hobby and will always have a demand and will always be bred, letting us continue to keep will Only help these 5 species, the regulation will kill off these fine specimens, thank you for taking the time to read this and please consider canceling the regulation.",
    "label": "veryneg",
    "docketId": "FWS-HQ-ES-2016-0076",
    "docAbstract": null
  },
  {
    "text": "PLEASE,  no phone calls on planes.  It&#39;s loud enough with everything else going on on a plane.  The lady thing I want is some airhead sitting next to me talking about nothing for two hours because they are bored and don&#39;t know how to occupy their time.  Again,  no phone calls on planes",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "February 7, 2017<br/>Stephen Ostroff, M.D.<br/>Acting Commissioner<br/>Division of Dockets Management (HFA-305)<br/>Food and Drug Administration<br/>5630 Fishers Lane, Room 1061<br/>Rockville, MD 20852<br/>Re: Docket No. FDA-2016-N-2527Tobacco Product Standard for N-Nitrosonornicotine (NNN) Level in Finished Smokeless Tobacco Products, 82 Fed. Reg. 8,004 (Jan. 23, 2017)<br/><br/>Reducing cancer-producing NNN is the easiest thing I have ever done; Ive done it thousands of times.<span style='padding-left: 30px'></span><br/><span style='padding-left: 30px'></span>Paraphrasing Mark Twain<br/><br/>We already have the prolonged federally unauthorized experimental paradigm and exegesis of light cigarettes, which clearly and convincingly testify to the fact that less nicotine in cigarettes translates into a higher risk for developing nicotine dependence and cancer. Light cigarettes are more zealously drawn upon, more deeply inhaled, retained in the lungs longer, and more often smoked down to the filter; in addition, more light cigarettes are smoked to achieve a comparable but temporary nicotine-induced focused, calm, and wellbeing cognitive result when compared to regular cigarettes, with the corresponding tobacco companies substantially increasing their revenue accordingly. It took a publication like The Clinical Management of Nicotine Dependence (1991) to serve as the legal substrate to the litany of lawsuits that followed.<br/>Similarly, limiting NNN (N-nitrosonornicotine) in smokeless tobacco products is highly likely to further increase the incidence of nicotine dependence and cancer, while rallying the sales of light smokeless tobacco, thereby making smokeless tobacco product manufactures an even greater fortune. <br/>It is just a matter of time before some addiction or healthy lifestyle guru publishes a comprehensive textbook on the clinical management of smokeless tobacco products (or the equivalent), and the smokeless tobacco product companies will not have the very deep pockets and the compellingly vast international following that helped tobacco companies survive and prosper. <br/>The FDA might consider scrapping this NNN Docket to sculpt a newer one to include but not be limited to: 1) warning labels on all smokeless tobacco products; 2) new quit smokeless tobacco public service announcements and ads, channeled into the already existing quit smoking infrastructure; 3) mandatory health insurance, life insurance, Social Security, and disability urine NNN screens, with corresponding premium hikes or benefit depletions based on positive NNN results; 4) 30% food stamp (SNAP) allocations toward fresh fruit and 30% toward fresh vegetables to help prevent cancer born of systemic oxidative stress caused by NNN; and 5) suggestions to smokeless tobacco product manufacturers that they tool up for an alternative product production, such as beginning to annex themselves with pharmaceutical companies to help develop new inhaler delivery systems for certain established pharmaceutical products.<br/>The money state and federal governments might lose from taxes of smokeless tobacco products and industries may be gained from pertinently stepping up insurance premiums, stepping down benefits, shortening hospital and long-term care stays, and prolonging productivity and spending.<br/>This Docket should be scrapped in its entirety and resubmitted in a form that benefits all sides of the trade.<br/>If you require additional information or have any questions, please do not hesitate to contact me by email.<br/>Respectfully submitted,<br/><br/>James A. Cocores, M.D.<br/><br/>Editor, The Clinical Management of Nicotine Dependence, Springer International<br/>",
    "label": "veryneg",
    "docketId": "FDA-2016-N-2527",
    "docAbstract": null
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Cell phone calls on aircraft should definitely not be allowed. There would be nothing more annoying than sitting near someone in a already small and confined area talking loudly on their cell phone. We already have to endure this just about everywhere else these days.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "While I support the FDA working with industry to develop standards to further promote sensible UV exposure, I am not in favor of the government attempting to dictate my access to indoor tanning, for me or any member of my family.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement<br/> form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/> <br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other<br/> safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/> <br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be<br/> required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon? <br/><br/> <br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more<br/> aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions.<br/><br/> <br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers<br/> are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product<br/> or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many<br/> more dangers than UV exposure.<br/> <br/>For all of these reasons, I am strongly opposed to these proposed additional regulations.<br/><br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to the additional proposed tanning regulations.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a U.S. Citizen I have the right to choose what I do with my body. For the government to be able to control how much UV rays my body is exposed to is absolutely preposterous. If they want to enforce tanning companies to better advertise possible harms from tanning that would be feasible. But to try and regulate something they have absolutely no right to regulate would be simply unconstitutional. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to these proposed additional tanning regulations.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a frequent airline passenger, I oppose people on a plane being allowed to talk on a mobile wireless device on an aircraft, without exception.  <br/><br/>People talking on the phone will be an unnecessary annoyance for others on the flight.  Further, with the availability of internet on flights, customers have access to alternative methods to communicating with people - through email, SMS, etc.  So enabling people to talk on the phone doesn&#39;t actually solve a real problem of communication but rather creates a new problem for everyone else on the plane.   ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "DOT-OST-2014-0002<br/>Regarding : Use of mobile wireless devices for voice calls on Aircraft.<br/><br/>Such devices should only be permitted before the aircraft takes off and after the aircraft is back on the ground -- Not when the aircraft is in flight.  This should be strictly regulated by the aircraft personnel.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I do not believe it should be legal for discrimination against someone based  on them being homosexual/bisexual/transgender. As an avid republican I believe in freedom and limited government however there must be balances to protect individuals.",
    "label": "veryneg",
    "docketId": "EEOC-2016-0009",
    "docAbstract": "Proposed Enforcement Guidance on Unlawful Harassment issued for 30 day public input"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "DOT-OST-2014-0002<br/>I support a ban on voice calls made on airplanes. This could lead to disruptive passengers and heightened tempers in an environment that is not conducive to dealing with those issues. If voice calls were to be allowed, I would encourage the enforcement of providing passengers with as much advanced notice as possible.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "My comment is that there should NOT be calls allowed during flights. I don&#39;t want to hear other people&#39;s conversations. It is bad enough that they talk on cell phones now before  the door is closed. It can be very disturbing . Please - NO!!<br/>Thank you!<br/>",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "No cell phone conversations on planes please. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Just as smoking was once allowed and is now banned, using mobile wireless devices should continue in the same vein for the health and well-being of all people aboard the plane. Just as making phone calls while on many public bus systems and while in a shared car are not allowed, they should not be allowed on public aircraft. Thank you.<br/>",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I am basically opposed to passengers using mobile devices for Voice calls on planes.   Loud phone calls are NOT the same as occasional face-to-face talking among fellow passengers.  Most passengers read, or listen to music or match movies on personal headsets.  People who chat on phones will often do it to &quot;pass the time&quot; on the flight.  Fellow passengers should not have to be subjected to such chatter.  A person on a plane is basically trapped and cannot escape the noise. <br/><br/>However, I am not opposed to the plane offering a &quot;talk zone&quot; somewhere in the back of the plane, where they will not be heard by other passengers.   If voice calls are allowed, airlines MUST disclose that fact up-front, prior to a passenger purchasing a ticket.  ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Comments on Final Rule FAA-2009-0196-0002 are due by September 3, 2099????  2099?  Maybe 2009?",
    "label": "neg",
    "docketId": "FAA-2009-0196",
    "docAbstract": "09-AAL-3\r\nOooguruk, AK Class E Airspace\r\n"
  },
  {
    "text": "I do not think this should be allowed. I think this because many of those are used to for medical reasons. I dont think someone should have to loose what they are used too because of it.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0189",
    "docAbstract": "This rulemaking would amend Part 40 to harmonize the DOT regulation with relevant changes that HHS is making in its Mandatory Guidelines. This rulemaking would remove the requirement on regulated employers to test “blind” urine specimens, eliminating an unnecessary burden. The rulemaking also makes minor corrections and clarifications to Part 40."
  },
  {
    "text": "Responsible producers and veterinarians are the best people to make these decisions on the farm on a case by case basis. Oversight and regulation are needed to some extent to curb improper use. However, widespread and overly strict rules lead to animals that are not treated with necessary medications for fear of breaking rules. Veterinarians are trained to diagnose illness AND prescribe appropriate therapy. Producers and veterinarians feel as if their hands are tied when an appropriate medication could be used responsibly but is considered illegal because of labeling. Both veterinarians and producers are trained to observe appropriate withdrawal times and have the resources to find answers even if it is not stated on the label. We eat too! Our own families are consumers so we would not put them or our livelihood at risk knowingly using medications inappropriately. <br/><br/>There are programs like BQA and PQA that have improved animal welfare and producer knowledge. We do care about our animals. I encourage you to visit http://www.iabeef.org/on-the-farm/meet-a-cattle-farmer<br/><br/>Duration of therapy decisions should also be made by trained veterinarians familiar with the animals, caretakers, housing and end product being produced. Producers are responsible people wanting to operate a business and provide for their family. Over regulation will lead us down a path of animal welfare issues, sick animals being euthanized instead of treated and producers suffering economic losses.<br/><br/>Thank you for considering my thoughts",
    "label": "veryneg",
    "docketId": "FDA-2016-D-2635",
    "docAbstract": null
  },
  {
    "text": "I object to approval of the use of voice calls using a cell phone on planes.  This will be very, very annoying and will certainly cause irritation and, potentially, arguments among passengers.  I do  NOT wish to listen to  my fellow passengers blabbing on cell phones during any flight that I would be on.  Unlike annoying cell phone users on the ground, on a plane I cannot get away from these conversations.  <br/><br/>Airplanes are highly confines spaces and all measures should be taken to insure that all passengers enjoy a calm, peaceful flight.  Voice calls on cell phones would completely destroy any hope of harmony on airplanes.<br/><br/>NO!! to the use of cell phone voice calls on planes. NO!!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I am against the use of cell phones for voice calls on board aircrafts. With every passenger potentially using their cell phone for voice calls, safety could be compromised...everyone talking louder and louder to be heard (like a restaurant) could impair the ability to hear announcements by the airline. Not to mention the noise pollution.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I have been a flight attendant for Delta Air Lines for 42 years. Please do NOT allow voice calls on commercial aircraft. There&#39;s certainly enough air rage lately without people having to listen to a loud conversation for hours +++. I always get comments when we&#39;re at the gate and people are talking on their cell phones. Yesterday I had a man say to a woman talking on her cell phone, &quot;Hey lady....Do you think you could talk a little louder? I don&#39;t think the people on the plane next to us can hear you!&quot; It&#39;s a terrible, terrible idea to allow voice call in flight. This could only lead to more air rage incidents and costs to the individual airlines!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I am traveling on an airplane in close proximity to others, I do not need the persons surrounding me to be conversing on their cellphones. I don&#39;t need to hear about their,personal life. It is a time I would prefer reading or sleeping.<br/>Now, if they want to text, that is,their,business.<br/>No on using cellphones on airplane.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "comment testing for:<br/><br/>Air Quality State Implementation Plans; Approvals and Promulgations: Georgia; Procedures for Testing and Monitoring Sources of Air Pollutants",
    "label": "neut",
    "docketId": "EPA-R04-OAR-2016-0468",
    "docAbstract": null
  },
  {
    "text": "Please, no using cell phones on airplanes. Please.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "NO, NO, NO!!!!!! We do NOT want cellphone use to be allowed during air flights.  It&#39;ll be like sitting in a damn bar with non-stop talking.  Too many of us need a reprieve from all of the noise, and other passengers require sleep during flights.  Phone use will just make that impossible!!!!!!  Please do not change this regulation to allow passengers to create greater disturbances while in flight.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I am strongly opposed to the proposed additional tanning regulations. I am well aware of the risk; and appreciate the my local saloon promoting responsible tanning. while I support the FDA I am not in favor of the government dictating my access to to indoor tanning.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Please restrict access to minors<br/><br/>As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.<br/><br/>This is a critical issue and it is my hope that the FDA will ensure a healthy and hopeful future for teens.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly oppose to these proposed additional tanning regulations",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "The Food and Drug Administration (FDA or the Agency) is proposing to establish device restrictions for sunlamp products, which would restrict their use to individuals age 18 and older, require prospective users to sign a risk acknowledgement certification before use, and require the provision of user manuals.<br/><br/>&gt;&gt;I FULLY SUPPORT THESE RESTRICTIONS AND REGULATIONS PROPOSED BY THE FDA.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to my tanning rights being further restricted. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to these proposed tanning regluations",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Please see attached letter from Dr Carol Alter, President, Academy of Psychosomatic Medicine, a medical society of consultation-liaison psychiatrists.  We could not identify the correct category due to inability ot read the full titles of each category.  This needs attention.",
    "label": "neut",
    "docketId": "CMS-2010-0176",
    "docAbstract": null
  },
  {
    "text": "Please see attached file.",
    "label": "neug",
    "docketId": "CMS-2010-0176",
    "docAbstract": null
  },
  {
    "text": "These new technologies allow animal breeders the opportunities to repair harmful genetic disease causing mutations by restoring animals to their wild type genetic sequences.<br/><br/>These new regulations put significant barriers in the way of those efforts, the fundamental perspective of the animal itself as a &quot;new animal drug&quot; in those cases doesn&#39;t match the legal definition of a &quot;new animal drug&quot;. I&#39;m also very wary of the implications of classifying any genome as a drug.<br/><br/>FD&amp;C 201(v)<br/><br/>(v) The term &quot;new animal drug&quot; means any drug intended for use for animals other than man, including any drug intended for use in animal feed but not including such animal feed,<br/>(1) the composition of which is such that such drug is not generally recognized, among experts qualified by scientific training and experience to evaluate the safety and effectiveness of animal drugs, as safe and effective for use under the conditions prescribed, recommended, or suggested in the labeling thereof; except that such a drug not so recognized shall not be deemed to be a &quot;new animal drug&quot; if at any time prior to June 25, 1938, it was subject to the Food and Drug Act of June 30, 1906, as amended, and if at such time its labeling contained the same representations concerning the conditions of its use; or<br/>(2) the composition of which is such that such drug, as a result of investigations to determine its safety and effectiveness for use under such conditions, has become so recognized but which has not, otherwise than in such investigations, been used to a material extent or for a material time under such conditions.<br/>Provided that any drug intended for minor use or use in a minor species that is not the subject of a final regulation published by the Secretary through notice and comment rulemaking finding that the criteria of paragraphs (1) and (2) have not been met (or that the exception to the criterion in paragraph (1) has been met) is a new animal drug.<br/><br/>Section (1) states that drugs which are &quot;generally recognized as safe&quot; are not &quot;new animal drugs&quot;. Clearly wildtype genes are generally recognized as safe and have been used to material extent and for material time regardless of the origins of the sequence. There is no fundamental difference between identical genetic sequences produced by evolution, selective breeding, random mutagenesis, or modern molecular technologies, therefore no fundamental difference in their risk profiles. <br/><br/>If the FDA is regulating in a risk-based, scientific manner then clearly regulating based on the method used to produce a sequence isn&#39;t the correct approach. Why would causing a genetic disease by radiation induced mutagenisis be assumed safe but reversing a disease causing mutation via modern molecular technologies be assumed unsafe? This revision is clearly not based on mitigating risks to people, animals or the environment. <br/><br/>Beyond that this approach creates the possibility for situations that can&#39;t be clearly regulated. For example, if a breeder repaired a genetic disease and restored an animal to it&#39;s natural genetic sequence that animal and it&#39;s offspring would be considered a drug. If the durg/animal were then bred to an animal of wild type with an identical gene sequence in the affected area, would the pups be legally drugs or not? The identical nature of the gene sequences of both parents makes it impossible to tell if they inherited it from the drug/parent or the non-drug parent.<br/><br/>if a genome edit is made using CRISPR, say a nucleotide is added then it&#39;s removed from the next generation by natural mutation or random mutagenisis is the regulated article gone and that second generation is not a drug?<br/><br/>If a genome edit is made to a male mammal on the Y chromosome will his daughters be drugs since they couldn&#39;t have inherited the change?<br/><br/>In the event of a deletion what exactly is the article, the missing nucleotides?<br/><br/>I have two general suggestions for different approaches that avoid some of these issues. <br/><br/>1. Regulate based on the risk not the breeding method, there is no scientific reason to bias regulations against modern breeding techniques in favor of older less exact methods. <br/><br/>2. If you must bias regulations against advance breeding methods make an exception for &quot;restorative edits&quot; or &quot;genomic repair&quot; where no novel sequences are introduced into a given species. Those genomic alterations that only transpose wild type sequences between animals within a single species. Since nothing novel is created other than gene flow within a species, it&#39;s risk profile is indistinguishable from selective breeding, so reasonably the genomes of those animals should have the same legal status. Considering there is an existing exemption for random mutagenisis despite its risks, this shouldn&#39;t be an issue, and it will allow breeders the freedom to use advanced techniques to repair the thousands of genetic diseases that have accumulated in our domestic animals because of the limits of selective breeding.",
    "label": "veryneg",
    "docketId": "FDA-2008-D-0394",
    "docAbstract": "Comment Count=28,933\r\nincludes 16,863 Form Letter Comments(three different FLs)(ue)"
  },
  {
    "text": "This will cause enormous suffering to dogs and animals who will be born with preventable genetic diseases. With the current high rate of genetic diseases in such animals it is extremely cruel to make it unavailable and gated by such extreme requirements.  This will only artificially stifle prevention of disease and increase animal suffering by classifying it as drugs.   ",
    "label": "veryneg",
    "docketId": "FDA-2008-D-0394",
    "docAbstract": "Comment Count=28,933\r\nincludes 16,863 Form Letter Comments(three different FLs)(ue)"
  },
  {
    "text": "Please find attached comments submitted on behalf of the Healthcare Distribution Alliance (HDA).  ",
    "label": "neut",
    "docketId": "FDA-2014-D-0609",
    "docAbstract": "open"
  },
  {
    "text": "Please accept these comments, supporting the timely implementation of FW 28, from Jeffrey B. Reichle, President, Lund&#39;s Fisheries, Inc., Cape May, NJ",
    "label": "neut",
    "docketId": "NOAA-NMFS-2016-0155",
    "docAbstract": "NMFS proposes to approve and implement measures included in Framework Adjustment 28 to the Atlantic Sea Scallop Fishery Management Plan, which the New England Fishery Management Council adopted and submitted to NMFS for approval.  The purpose of Framework 28 is to prevent overfishing, improve yield-per-recruit, and improve the overall management of the Atlantic sea scallop fishery.  Framework 28 would:  Set specifications for the scallop fishery for fishing year 2017, including days-at-sea allocations, individual fishing quotas, and sea scallop access area trip allocations; open the Elephant Trunk Flex Access Area to scallop fishing; and implement a 50 bushels of shell stock possession limit for limited access vessels inshore of the DAS demarcation line north of 42° 20’ N."
  },
  {
    "text": "Please see attached letter to the OMB re: OMB Control No. 0910-New, &quot;Nonproprietary Naming of Biological Products&quot;<br/>Docket No. FDA-2013-D-1543",
    "label": "neut",
    "docketId": "FDA-2013-D-1543",
    "docAbstract": null
  },
  {
    "text": "Attached are Bristol-Myers Squibb Company comments on the CMS proposed updates to the Medicaid National Drug Rebate Agreement.",
    "label": "neut",
    "docketId": "CMS-2016-0169",
    "docAbstract": "This proposed notice with\ncomment period announces changes\nthat would be made to the Medicaid\nNational Drug Rebate Agreement\n(NDRA) for use by the Secretary of the\nDepartment of Health and Human\nServices (HHS) and manufacturers\nunder the Medicaid Drug Rebate\nProgram (MDRP). We are updating the\nNDRA to incorporate legislative and\nregulatory changes that have occurred\nsince the agreement was published in\nthe February 21, 1991 Federal Register\n(56 FR 7049). We are also updating the\nNDRA to make editorial and structural\nrevisions, such as references to the\nupdated Office of Management and\nBudget (OMB)-approved data collection\nforms and electronic data reporting."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FDA-2009-D-0137",
    "docAbstract": "Status: OPEN"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "Attached, please find our comments on the 12-month finding on a petition to list Bryde&#39;s whales under the ESA. We have also provided the referenced attachment--our prior 2015 comments on the 90 day finding, which provides additional information.",
    "label": "neut",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "Although I care dearly for my medicare patients, and I would never knowingly commit fraud of any type, if anyone ever asks me to allow a criminal check or demands my fingerprints, I will immediately cease all involvement with CMS programs.  Your &quot;rules&quot; are already draconian and most of us are unwilling to submit to the present environment.  Any interruption by your people into my practice will be the last time I will have any interaction with Medicare.",
    "label": "veryneg",
    "docketId": "CMS-2010-0176",
    "docAbstract": null
  },
  {
    "text": "I strongly oppose this new sunless tanning regulations. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to these proposed additional regulations. As a client who has always used sunbeds in a professional salon, I strongly oppose the government&#39;s proposal to restrict my assess to indoor tanning. I am well aware of the risk of UV overexposure; that is why I appreciate my tanning salon promoting responsible sun care, including through tan-time limits, eyewear requirements and prominent signage to inform risks and proper use. While I support the FDA working with industry to develop standards to further promote sensible UV exposure, I am not in favor of the government attempting to dictate my access to indoor tanning. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am Strongly opposed to this. It is MY right to expose MY body to uv rays. There are far worse issues the government should be trying to control. Stop wasting your time trying to control tanning beds. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "It&#39;s our bodies if we want to tan, etc we should be able to. Another thing the government wants to control.   Freedom my butt!  ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a client who uses sunbeds in a professional salon, I strongly oppose the government&#39;s proposal to restrict my access to indoor tanning.  I am well aware of the risks of UV overexposure.  I appreciate my local tanning salon promoting responsible sun care.  This includes tan-time limits, eyewear requirements and signage throughout the salon explaining the risks and proper use of beds.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a customer of a professional tanning salon, I am concerned by this attempt by the government to limit my access to the tanning equipment.  I understand the risks and have taken them into consideration.  I have seen no data that suggest that the number of exposures to UV irradiation have an impact of the development of cancer.  It is true that DNA base dimerization can take place and premature aging may happen, but the subsequent development of cancer is a singular event, not compounded by multiple exposures.  It can happen with a single exposure or after thousands of exposures.  The choice is not how often one tans, but whether one tans at all.  The introduction of these regulations will most likely have no impact whatsoever on cancer rates but will create an inconvenience for the american public.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to the proposed additional tanning regulations recommended.  As an adult, I feel that I can wisely make my own decisions about my own body without the Federal government making decisions for me.  That should be my decision and mine alone. I oppose the federal government telling me what I can and cannot do with my body.  They say natural UV rays are more harmful to your body, so if you put heavier restrictions on tanning beds, people are going to be outside a lot more and getting more exposure than before.  At least these are timed and already regulated.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am very against thus and it&#39;s a very stupid law",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Dripping is not going to be mainstream as it is labor intensive,messy and more of ahobby for those that enjoy it. Most serious vapors use tanks and a box mod that contains the batteries. Issues with fires or explosions are battery misuse. If I didn&#39;t vape I would still be smoking evocative is in infinitely worse. Stop selling the evils that the big tobacco Companies are pushing and making billions on or is that the plan anyway.",
    "label": "veryneg",
    "docketId": "FDA-2016-N-4232",
    "docAbstract": null
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "please no calls on active flights. there already is such limited personal space on each and every aircraft and this will worsen the situation.  ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "NO--please do not allow voice calls from wireless devices while in flight.  I am not interested in overhearing other passengers calls, arguments, flirtations, etc.  Do not subjects passengers to this nuisance!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "It is important to consider the process and the facts. Harassment allegations often are not independently investigated as required by EEOC&#39;s guidelines. Additionally, when a supervisors is alleged to be the harasser, the supervisor&#39;s fail to investigate those they have appointed.  Therefore I propose if there is a finding of harassment that the supervisor and the supervisor&#39;s be noted in the FAD or EEOC decision for disciplinary action. Also, it the manager or supervisor has left the agency or retired, the finding be place in their personnel record standards of discrimination and with a possible debarment from hiring for three years in if he or s/he resigned or retired to avoided possible actions. ",
    "label": "neg",
    "docketId": "EEOC-2016-0009",
    "docAbstract": "Proposed Enforcement Guidance on Unlawful Harassment issued for 30 day public input"
  },
  {
    "text": "really do NOT like the idea of calls onboard - people are already rude enough - it makes it worse when they chat all night on an overnight flight.  Just not necessary.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Because the Deepwater Horizon oil spill footprint included 48 percent of Bryde&#39;s whale habitat, an estimated 17 percent of the species was killed, 22 percent of reproductive females experienced reproductive failure, and 18 percent of the population likely suffered adverse health effects.<br/>Bryde&#39;s whales measure up to 55 feet in length and weigh up to 30 tons.<br/>Longline and shrimp trawl fisheries overlap with the Biologically Important Area of the Bryde&#39;s whale in the Gulf of Mexico.<br/>The location of commercial shipping lanes, the difficulty of sighting a whale at the surface at night, and the low ability of large ships to change course quickly enough to avoid a whale elevate threats to Bryde&#39;s whales.<br/>I strongly support the listing of this species as Endangered. Current protections for the Bryde&#39;s whale are insufficient.",
    "label": "verypos",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "Please help these majestic creatures and put them on the endangered species list!",
    "label": "verypos",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "I oppose the use of any voice calls during any flights.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I am so against the idea of people chatting away on cell phones on all air flights.<br/>Please, please, don&#39;t allow this.<br/>Thanks,<br/>Peter Joe Sanchez",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Please, please, please do not allow voice phone calls on airplanes.  In such close quarters, it is already much too easy to hear the conversations of those around you.  That makes it almost impossible to concentrate on reading a book or napping.  Communication via email or text should be sufficient.  ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": " . Little research exists that proves there is a healthy population of fishers in the Northern <br/>   Rocky Mountains.<br/> . Trapping still remains a very viable threat to these animals in Idaho, Montana and<br/>   Wyoming. Montana has a trapping season on fishers even though there is no data to<br/>   prove their populations can support this.<br/> . Fisher are commonly caught in traps set for marten.  With an unlimited amount of <br/>   traps set in Wyoming, fisher are at risk of being caught and killed by traps and snares.<br/> . There have been very few reported sightings of fisher in the past 10 years in Wyoming.<br/> . The impending delisting of wolves and possibly grizzly bears in Wyoming will only<br/>   increase the amount of trapping and place fisher at further risk of becoming<br/>   incidental catches in traps and snares.<br/><br/>Sincerely,<br/>Line Ringgaard",
    "label": "veryneg",
    "docketId": "FWS-R6-ES-2015-0104",
    "docAbstract": null
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "September 28, 2010<br/><br/>Donald Berwick, M.D. <br/>Administrator<br/>Centers for Medicare &amp; Medicaid Services<br/>Department of Health &amp; Human Services  <br/>Attention:  CMS-1406-IFC<br/>Mail Stop C4-26-05<br/>7500 Security Boulevard<br/>Baltimore, MD  21244-1850<br/><br/>Re:<span style='padding-left: 30px'></span>File Code CMS -1498-IFC<br/>Medicare Program; Hospital Inpatient Prospective Payment Systems for Acute Care Hospitals and the Long-Term Care Hospital Prospective Payment System Changes and FY 2011 Rates; Provider Agreements and Supplier Approvals; and Hospital Conditions of Participation for Rehabilitation and Respiratory Care Services; Medicaid Program: Accreditation for Providers of Inpatient Psychiatric Services<br/><br/>Dear Dr. Berwick:<br/><br/>We appreciate the opportunity to provide comments to CMS regarding the 3-day (or 1 day) DRG payment window policy change per the inpatient prospective payment system (IPPS) final rule published in the August 16, 2010 Federal Register.<br/><br/>3-Day (or 1 Day) Payment Window<br/>Under the Preservation of Access to Care for Medicare Beneficiaries and Pension Relief Act of 2010, hospitals must include the diagnoses, procedures, and charges for all outpatient diagnostic and non-diagnostic services on the beneficiary&rsquo;s inpatient stay if the services occurred on the day of, or the first, second, or third days immediately preceding the patient&rsquo;s inpatient admission for subsection (d), or IPPS hospitals.  The outpatient non-diagnostic services immediately preceding the day prior to the admission must be added to the inpatient claim for non-subsection (d) hospitals.  If the non-diagnostic services do not relate to the inpatient stay, the hospital must attest that they are unrelated to the admission.  CMS is to provide further guidance to hospitals on the attestation process.  This policy change is effective for services provided on or after 6/25/2010.<br/><br/>We appreciate the opportunity to continue to unbundle services, but believe that some of the proposed controls are not necessary.  <br/><br/>1)<span style='padding-left: 30px'></span>Per the FY 2011 IPPS final rule:  &ldquo;An outpatient service is related to the admission if it is clinically associated with the reason for a patient&rsquo;s inpatient admission&rdquo;.  It would be helpful if CMS clearly defined &ldquo;clinically associated&rdquo; outpatient non-diagnostic services to avoid further confusion in the hospital community regarding unrelated outpatient non-diagnostic services.  Also, we believe that any lack of clearly defined clinically associated services could cause confusion and more complications under post-review audits.   <br/>2)<span style='padding-left: 30px'></span>We strongly disagree with CMS&rsquo; proposal to implement an attestation process.  Hospitals are currently required to bundle related services and we don&rsquo;t believe that an attestation would provide additional value to the process.  It would require additional administrative effort by hospital staff that doesn&rsquo;t seem necessary as claims are required to be filed correctly under the law.  If an attestation is required, the attestation process should be easy to follow and clearly defined:  a) what is required in the medical record documentation to substantiate the service is unrelated; b) the format of the attestation; c) who must sign the attestation; and d) who is ultimately responsible for the attestation.  <br/><br/>Thank you for the opportunity to comment and CMS&rsquo; consideration of our comments on the 3-day payment window interim final rule.  If you have any questions please contact Teri Hills at (480) 301-4885 or me at (507) 284-4627.<br/><br/>Sincerely,<br/><br/>Ronald Grousky<br/>Director, Medicare Strategy Unit",
    "label": "neg",
    "docketId": "CMS-2010-0176",
    "docAbstract": null
  },
  {
    "text": "I am a 35 year old, I suffer from fibromyalgia,as well as, other conditions that requires me to get vitamin D from sun AND artificial sun because of the changing seasons in my state. I am old enough to determine WHAT I DO WITH MY BODY! There are safe ways to tan, every person whether it be tanning outside or inside, it&#39;s my body and my choice! Are you going to regulate the sun also! Why don&#39;t you concern yourself with what is going into our food, we cannot CONTROL that! Your job is to be our eyes and ears for things that we have NO choice to make, whether we tan, how we tan, and how often we tan is MY CHOICE!",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "i totally support minors needing an adult to sign for them to use tanning equipment.<br/><br/>I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Docket No. FDA-2015-N-1765<br/> <br/>As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement<br/> form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/> <br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other<br/> safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/> <br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be<br/> required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon? <br/><br/> <br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more<br/> aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions.<br/><br/> <br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers<br/> are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product<br/> or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many<br/> more dangers than UV exposure.<br/> <br/>For all of these reasons, I am strongly opposed to these proposed additional regulations.<br/><br/> <br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Docket No. FDA-2015-N-1765<br/> <br/>As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement<br/> form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/> <br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other<br/> safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/> <br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be<br/> required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon? <br/><br/> <br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more<br/> aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions.<br/><br/> <br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers<br/> are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product<br/> or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many<br/> more dangers than UV exposure.<br/> <br/>For all of these reasons, I am strongly opposed to these proposed additional regulations.<br/><br/> <br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Docket No. FDA-2015-N-1765<br/><br/> <br/><br/>As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/><br/> <br/><br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/><br/> <br/><br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon?  <br/><br/> <br/><br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions. <br/><br/> <br/><br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many more dangers than UV exposure.<br/><br/> <br/><br/>For all of these reasons, I am strongly opposed to these proposed additional regulations. <br/><br/> <br/><br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Docket No. FDA-2015-N-1765<br/><br/> <br/><br/>As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/><br/> <br/><br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/><br/> <br/><br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon?  <br/><br/> <br/><br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions. <br/><br/> <br/><br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many more dangers than UV exposure.<br/><br/> <br/><br/>For all of these reasons, I am strongly opposed to these proposed additional regulations. <br/><br/> <br/><br/> <br/><br/> <br/><br/> <br/><br/> <br/><br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As an adult that uses a tanning bed in a professional facility that takes our safety seriously, I resent the government trying to govern my person use. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "It&#39;s not right for someone to tell people they can only tan or use indoor tanning salons so many times a month or year.  Your going to tell people to not go outside in the summer?  A lot of people tan for self esteem - vitamin d or just to look and feel good.  People also pay good amount of money to be able to tan when and how they want.   Not right to put limitations.  I do understand age requirements, but if your an adult you do not have the right to tell people when or how to tan.  ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Thank you for this opportunity to comment.",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2010-0480",
    "docAbstract": null
  },
  {
    "text": "See attached file(s) - Comments from Valent U.S.A. Corporation",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2010-0422",
    "docAbstract": "For further information: Bob Little\n(703) 347-8156\nMail code 7508P"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "EPA-HQ-OAR-2016-0041",
    "docAbstract": "This action proposes various changes to our fuel and renewable fuel regulations to allow for the increased production and use of renewable fuels."
  },
  {
    "text": "Docket No. FDA-2016-D-2343; Hazard Analysis and Risk-Based Preventive Controls for Human Food, Draft Guidance (August 2016); Refrigerated Foods Association&#39;s Comments and Meeting Request",
    "label": "neut",
    "docketId": "FDA-2016-D-2343",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FDA-2016-D-3466",
    "docAbstract": null
  },
  {
    "text": "Attached please find the comments for the National Association of Long Term Hospitals.",
    "label": "neut",
    "docketId": "CMS-2010-0176",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Please limit use of telephones during commercial passenger air travel.  Callers often speak loudly and refuse to lower their volume.  They also give priority to their devices over instructions of the cabin crew and flight attendants.  Thanks for your consideration. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "After reviewing the proposed rule summary and the comments submitted thus far, I support the proposed changes as well reasoned adjustments.",
    "label": "verypos",
    "docketId": "USCIS-2011-0010",
    "docAbstract": null
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Please prohibit airlines from allowing voice calls via passenger mobile wireless devices on domestic and/or international flights. Thank you.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "DOT-OST-2014-0002<br/>I would like to oppose the use of mobile wireless devices for voice calls on aircraft when the aircraft is in flight. Passengers can overhear confidential information &amp; most people are very loud on the cell phone.This can cause problems with other passengers and put undue stress upon the flight crew as well. Wi-Fi makes it easy for anyone to send messages while in flight. That is a sufficient means of communication for everyone.  Thank You.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Please do not allow  voice activated devices nor cell phones on any airlines. A huge inconvenience to those around the  person violating the air space.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I strongly disagree with the proposed action allowing voice telephone calls on airliners. Commercial aviation is a very uncomfortable, crowded experience today, and would be made immeasurably worse if passengers are stuck next to people shouting into their cell phones (shouting because the ambient noise level of the plane makes it difficult for them to be heard clearly). If a passenger has an urgent need to communicate while in the air, texting is certainly a reasonable alternative that will not disturb any fellow passengers.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "As a citizen, I am very concerned about ongoing violations of privacy against citizens, especially the recording and archiving of all communications by agencies like the NSA which violate the 4th amendment&#39;s requirement for a warrant based on specific probable cause. Such programs should be terminated and the rights of citizens should be considered in the implementation of all surveillance activities or the enforcement of laws. ",
    "label": "veryneg",
    "docketId": "DHS-2016-0096",
    "docAbstract": null
  },
  {
    "text": "Please do not allow use of mobile/cellular phones on airplane flights.  If the flight crew must make an announcement, it may be more difficult to hear them.  This could be a safety issue. I cannot imagine the difficulty for flight attendants who likely will be called upon to settle a dispute between passengers who want to have a conversation and those who do not want to hear  it.  In addition, there is no place to move to avoid hearing a conversation being conducted close by.  I have no desire to overhear anyone&#39;s complaints, events coverage, political opinions or anything else.  I would simply like to be able to read in peace.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Please do not allow this.  There are already enough things on a plane to cause friction between passengers and cell phones would just add one more aggravation.  It&#39;s a much too confined area to have multiple people having different conversations.  How annoying for those around you and as our society seems to be less about manners and caring how your actions might affect others, this has the potential to be a huge problem.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EPA-HQ-OAR-2013-0602",
    "docAbstract": "This action will amend the electric generating units (EGUs) New Source Performance Standard and add a section 111(d) greenhouse gas (GHG) standard for States to apply to existing sources electric generating units existing sources."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2015-0143",
    "docAbstract": "Amendment 18 would implement permit caps and modify Handgear A management measures"
  },
  {
    "text": "Request for extension to comment period for CERCLA 108b HRM proposal.<br/><br/>Paul Balserak, Vice President<br/>American Iron and Steel Institute<br/>",
    "label": "neut",
    "docketId": "EPA-HQ-SFUND-2015-0781",
    "docAbstract": "EPA is proposing regulations under Section 108(b) of the Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA) that will require certain classes within the Hard Rock Mining Industry to establish and maintain evidence of financial responsibility consistent with the degree and duration of risk association with the production, transportation, treatment, storage, or disposal of hazardous substances."
  },
  {
    "text": "Abbott Nutrition, a division of Abbott Laboratories, submits these comments to two dockets, numbered FDA-2016-N-3389, entitled &quot;Evaluation of the Beneficial Physiological Effects of Isolated or Synthetic Non-digestible Carbohydrates; Request for Scientific Data, Information, and Comments,&quot; as well as FDA-2016-D-3401, entitled Scientific Evaluation of the Evidence on the Beneficial Physiological Effects of Isolated or Synthetic Non-digestible Carbohydrates Submitted as a Citizen Petition; Draft Guidance for Industry, both of which were published in the Federal Register on November 23, 2016. Please refer to the attached file.",
    "label": "neut",
    "docketId": "FDA-2016-N-3389",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "APHIS-2011-0009",
    "docAbstract": "The Animal and Plant Health Inspection Service (APHIS) of the United States Department of Agriculture is proposing to withdraw a final rule that was filed for public inspection by the Office of the Federal Register on January 19, 2017, in advance of publication, and that amends the Agency’s Horse Protection Act regulations (the 2017 HPA final rule).  On January 23, 2017, APHIS withdrew the 2017 HPA final rule from publication without undertaking notice and comment procedures, in accordance with a memorandum that was issued by the Executive Office of the President on January 20, 2017.  However, following a lawsuit, the U.S. Court of Appeals for the District of Columbia Circuit found this withdrawal to be deficient.  The District Court has indicated that one way to remedy this deficiency is to undertake notice and comment procedures on the proposed withdrawal.  APHIS is therefore proposing to withdraw the 2017 HPA final rule, and take public comment on this matter.  Comments on the withdrawal are due no later than August 21, 2023."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2015-0143",
    "docAbstract": "Amendment 18 would implement permit caps and modify Handgear A management measures"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2016-0405",
    "docAbstract": "The Environmental Protection Agency (EPA) is considering establishing federal baseline water quality standards (WQS) for certain Indian reservation waters to narrow a long-standing gap in coverage of Clean Water Act (CWA) protections."
  },
  {
    "text": "Please see attached comments of the American Federation of State, County and Municipal Employees in support of the EEOC&#39;s Proposed Enforcement Guidance on Unlawful Harassment.",
    "label": "neut",
    "docketId": "EEOC-2016-0009",
    "docAbstract": "Proposed Enforcement Guidance on Unlawful Harassment issued for 30 day public input"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "NOAA-NOS-2016-0150",
    "docAbstract": "NOAA is proposing to designate an area of 1,075 square miles of Wisconsin state waters as the Wisconsin – Lake Michigan National Marine Sanctuary (WLMNMS or sanctuary). NOAA also proposes regulations to implement the sanctuary designation and establish the sanctuary’s terms of designation. A draft environmental impact statement and draft management plan have also been prepared for this proposed action."
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Indoor tanning is a public health menace and is needlessly putting people at risk for potentially fatal forms of skin cancer<br/><br/>As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "This is no one business how long I go to the tanning bed the company I go to does display warning signs. if your stupid enough to distroy your body then thats on you not the company or your business. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to these proposed additional tanning regulations. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I strongly disagree",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I personally believe these rules are invalid. I feel that way because people are going to do what they want with their body regardless of how many rules are against tanning. People tan for many reasons, one being that it makes them feel good about themselves. Why take that away from people?",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "It is far past time that sucrose and HFCS be deemed generally unsafe. To contemplate products containing these sweeteners be labeled &#39;healthy,&#39; is beyond inappropriate.",
    "label": "verypos",
    "docketId": "FDA-2016-D-2335",
    "docAbstract": "Food Labeling:  Nutrient Content Claims; Definition of Term “Healthy”"
  },
  {
    "text": "I am opposed to allowing Voice conversations over cell phones on airplanes.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Please do not relax the rules about cellphone use on airplanes.  I need the almost silent ride and people on cell phones up their voice.  I do not want to listen to everyone&#39;s conversations.  Also the rudeness that would spill over and cause angst would not be safe.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "PLEASE, PLEASE do not let other human beings next to me use their cell phones on planes. This is a horrible idea. There are enough fights on planes now. Who wants more. Ask cabin attendant what they think of this idea. <br/><br/>The idea of an inane passenger chatting about buying a loaf of bread on the way home or an intrepid business traveler closing a deal on the plane is abhorrent to me and to many others. Please save us from this. <br/><br/>Stresses of air travel are increasing daily with reduced  size of seats and space between the back of the seat ahead which may be inclined and the seat behind.<br/><br/>Don&#39;t add more stress to this confined atmosphere. Thank you for your consideration of these comments.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "As a frequent flyer, both domestic and international, please DO NOT ALLOW passengers to use any mobile wireless devices for voice calls on aircraft!!!  This will only lead to &quot;air rage&quot; when a disgruntled passenger, stuck in a tiny seat for however many hours, is trying to sleep, work, read, or whatever, and can&#39;t, because another passenger, or two, or a good chunk of the passengers are yakking away on their devices.  Once allowed, it will be impossible to ask an offending passenger to stop, or talk quietly, because he/she/they will now consider it their right to do so.  I would definitely not want to fly on any airline that allows in-flight phone calls.  Separate sections won&#39;t work either because, like smoking, the voices will carry across to the other sections.  This is a bad idea on so many levels - we do not need to be connected 24/7!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I am totally against allowing cellphone conversations on airline flights.  People are very inconsiderate and rude with their phones as it is.  Airline travel is an awful experience these days.  Passengers are crammed into uncomfortable seats with very little personal space.  There is enough stress on board already without the dope next to you engaging in an inane, stupid conversation.  And those cellphone ringtones.....yikes!  ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "No way. Lots of fights over excessive noice.<br/><br/>Bad ,bad!!!!!!!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I strongly OPPOSE the use of any mobile wireless devices for Voice Calls on Aircraft.    I have over 2 million miles with American Airlines, so I am an experienced flier.   There is ample time for travelers to do their communications on the ground.  There is enough hassle to flying without having to listen to someone talking, chatting or cursing during any flight.   I appreciate the quietness to relax, read, view a movie or sleep.<span style='padding-left: 30px'></span>Do not allow this to happen.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "My family and I are totally opposed to allowing the use of mobile wireless devices for voice calls on commercial aircraft.  Such use would be disruptive to all the individuals around that person; hardly fair that one person should be able to inconvenience so many others for what is most likely a nonurgent need.  In the worst cases, voice calls during flights would also lead to increased air rage and add to the already negative flight experience due to the tight quarters faced by all passengers.  There are other means, such as texting, if someone truly has an urgent need to communicate with others on the ground.  This rule should not be allowed to take effect.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I am 100% against the use of cell phones for voice calls on commercial aircraft by passengers.  The planes are already too noisy and too crowded, and allowing passengers to make voice calls will only decrease the privacy &amp; personal space of other travelers.<br/><br/>Other forms of electronic communication (email, text, social media) should be sufficient for people to stay in contact from the air.  <br/><br/>Do NOT allow this rule to go forward.<br/><br/>Thank you.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Thank you for this opportunity to comment on possible cellphone use on aircraft. I can&#39;t believe that anyone would even consider allowing cellphone use on an aircraft. Travelers expect quiet with little or no noise or disruption during the flight so as to not interfere with reading, sleeping or just relaxing. It&#39;s bad enough having to endure loud (and why do cellphone users feel they have to speak louder during their conversations) conversations at a restaurants or other public places....at least you can move away from these loud mouths or at some point they will be gone. This is not the case on an aircraft, I can only shudder being &quot;stuck&quot; for an hour to five hours with with a noisy seatmate. Please keep aircraft cellphone free!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I oppose this proposed rule",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I think it&#39;s the flavors that attracts everyone to try them and then keeps them to continue to use them. The E cigarette should have been introduced in a form of a way to quit smoking, not in the manner of it being safer than a regular cigarette. Because it is all bad. Even though I think that the E cigarette is more harmful because of the issue of it blowing up.<br/><br/>Thank you,<br/>Karen T.",
    "label": "neut",
    "docketId": "FDA-2016-N-4232",
    "docAbstract": null
  },
  {
    "text": "Cellphones should not be used on planes in flight.  It should be quiet.  We are already squished together.  Can&#39;t imagine listening to the guy next to me talking about his Saturday night date.  I lived in Chicago and spent my working years commuting from a suburb into the city of Chicago.  Cellphones were not allowed in the rail cars.  You needed to go to the vestibule between cars to use your phone. Since there isn&#39;t a vestibule on a plane, the calls should wait until landing.<br/>Susan Harrington<br/>4845 Morane Manor Drive<br/>St. George, Utah 84790",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I feel that the EPA must be compelled to grant or deny the Sierra Club&#39;s petition without further delay. The original  petition was submitted in May 2016 and the administrator has neglected to act on this for 8 months past the 60 day mandatory response period. During this time,  people living and working near the Scrubgrass coal-fired plant have been exposed to dangerous air-pollutants. It is very disconcerting to think that the EPA has allowed this petition to hang for such a long time. <br/>Sincerely,<br/>MJGreene<br/>02019",
    "label": "pos",
    "docketId": "EPA-HQ-OGC-2016-0778",
    "docAbstract": "On September 15, 2016, the Sierra Club filed a complaint in the United States District Court for the District of Columbia, alleging that Gina McCarthy, in her official capacity as Administrator of the United States Environmental Protection Agency (“EPA”), failed to perform a non-discretionary duty to grant or deny within 60 days a petition submitted by Sierra Club on May 3, 2016 requesting that EPA object to a CAA Title V permit issued by the Pennsylvania Department of Environmental Protection (“PDEP”) for the Scrubgrass Generating Co., L.P. power plant (“Scrubgrass Plant”), located in Venango County, Pennsylvania.  The proposed consent decree would establish a deadline for EPA to take such action."
  },
  {
    "text": "I am against allowing voice calls on mobile wireless devices on commercial flights. As it is, airplanes are more crowded in the past decade, with less space in one&#39;s seat than before. Frustration levels run high when the person ahead of you leans his/her seat back, leaving you with less space, and the person next to you uses your arm rest or intrudes on your space. Add to that several or more people chatting loudly on their phones with disregard to everyone around them, and you have the perfect storm of terrible conditions. Tempers would flare. <br/><br/>Secondly, now that people can text silently, they can communicate easily that way without needing to speak on a mobile device. So I would allow texting but no voice calls. Thank you!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I smoked ciggerettes for 22 years. I was at almost two packs a day before I quit. I tried the patch, gum, Wellbutrin, chantex, everything. I have been 6 months free thanks to vaping. I can breathe again. I can walk uphill without getting winded. I don&#39;t cough all day long anymore. The doctors said my lung sounded like end stage copd. They sound much better now. Vaping saved my life. Let&#39;s be honest, this attack and regulation on vaping has nothing to do with health. You allow cigarettes that kill so many each year. Your doing this because big tobacco and Pharma are losing out. You put these high price tags on applications for each product because it will be to much for vape companies to pay for. So it will allow big tobacco to take it over. A study in UK found vaping 95% safer. It&#39;s pretty sad American lives are less valuable then the money big tobacco and pharma line your pockets with.",
    "label": "veryneg",
    "docketId": "FDA-2016-N-4232",
    "docAbstract": null
  },
  {
    "text": "I have been in the tarantula collecting and breeding hobby for several years now. To the best of my knowledge importation of these animals listed always comes from captive raised stock and never exportation of adults from illegal means. The captive breeding of these animals is so successful that I would argue to say there are more produced in a single year of captive breeding than the amount of those found in the wild. To list these animals as endangered only further threatens keeping these wonderful creatures around for us to study. Unfortunately the way the world works is man will win over nature every time. It&#39;s only a matter of time until deforestation of the natural surrounds of these animals is gone. Leaving none of these tarantulas. ",
    "label": "neut",
    "docketId": "FWS-HQ-ES-2016-0076",
    "docAbstract": null
  },
  {
    "text": "I think that it is a great idea to expand the airspace in order to input things like an RNAV approach. As a pilot, it is always helpful to have multiple things at your disposal to ensure your flight safety. Especially in instrument conditions, it is always nice to see a GPS approach into an airport. It decreases the workload for many pilots, especially when these approaches can be easily loaded into the aircraft&#39;s system. Along with this reasoning, it is smart to input this technology into the airport especially because much of the airspace system is transitioning to GPS. It modernizes the airport for what could come in the future as the GPS technology develops.",
    "label": "verypos",
    "docketId": "FAA-2016-9355",
    "docAbstract": "Modification of Class D and E Airspace, Friedman Memorial Airport, Hailey, ID"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I am completely opposed to allowing voice calls on airplanes.  As a frequent business traveler, I welcome the peace and quiet we now have.  I do not want to be exposed to the business and personal conversations of others in such a confined space.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I am in favor of allowing voice calls before takeoff and after landing, but not during any flight, domestic or international.  Thank you.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I believe the use of mobile wireless devices for voice calls is detrimental to the traveler and should be banned between the time the aircraft door is closed and the aircraft&#39;s landing. In February of 2014, when the DOT previously issued an Advance Notice of Proposed Rulemaking for the Use of Mobile Wireless Devices for Voice Calls on Aircraft, 97 percent of the commenters expressed opposition.<br/><br/>Pursuant to 49 U.S.C. 41712, DOT should find the use of mobile devices for voice during flight to be so disruptive that it would be inconsistent with adequate air transportation. Travel is difficult enough and the DOT should not add to traveler&#39;s misery. When it comes to flying on commercial airplanes in the United States, silence is golden.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "If it is my body why cannot I not make the decision of what I choose to do with it? Abortion is legal but deciding how tan I want my own body to be or not be isn&#39;t? Is outside sun exposure going to start having time limitations as well? I am not for regulated use of sunlamps as a consenting adult",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I have had an impossible time finding gluten free prescription medication when prescribed medication by a doctor.  I urge the FDA to find a solution that at least provides some source of gluten free medications for common prescriptions.<br/><br/>Some manufacturers will provide the medication information sheet which has no information about whether the medication is gluten free or not.  Some manufacturers will respond that the medication &quot;does not contain wheat, rye, barley, or oats&quot;, but when asked about whether there is any cross contamination they do not provide any answer.  Other manufacturers just respond that you should consult with your doctor or that they only provide the information directly to doctors.  Another manufacturer answers that they &quot;do not add gluten&quot;, but &quot;cannot confirm that the product or any ingredients&quot; are gluten free.<br/><br/>A lot of over the counter medication is labeled gluten free.  It is rare in my experience for the manufacturer of a prescription medication to actually say that their medication is gluten free (2 so far).<br/><br/>Currently, for one medication I have been prescribed I am taking an over the counter alternative that I can find gluten free.  For another, I have not been able to find a gluten free source at all, and with my doctor, we decided that the negative effects of possible exposure to gluten would be worse than the benefits gained from the medication.<br/><br/>Thank you for your time.<br/>",
    "label": "pos",
    "docketId": "FDA-2015-P-5081",
    "docAbstract": "closed"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": null,
    "label": "neut",
    "docketId": "VA-2016-VHA-0011",
    "docAbstract": "The Department of Veterans Affairs (VA) is proposing to amend its medical regulations to permit full practice authority of all VA advanced practice registered nurses (APRNs) when they are acting within the scope of their VA employment. This rulemaking would increase veterans' access to VA health care by expanding the pool of qualified health care professionals who are authorized to provide primary health care and other related health care services to the full extent of their education, training, and certification, without the clinical supervision of physicians. This rule would permit VA to use its health care resources more effectively and in a manner that is consistent with the role of APRNs in the non-VA health care sector, while maintaining the patientcentered, safe, high-quality health care that veterans receive from VA. The proposed rulemaking would establish additional professional qualifications an individual must possess to be appointed as an APRN within VA. The proposed rulemaking would subdivide APRN's into four separate categories that include certified nurse practitioner, certified registered nurse anesthetist, clinical nurse specialist, and certified nurse-midwife. The proposed rulemaking would also provide the criteria under which VA may grant full practice authority to an APRN, and define the scope of full practice authority for each category of APRN. VA intends that the services to be provided by an APRN in one of the four APRN roles would be consistent with the nursing profession's standards of practice for such roles."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NOS-2016-0137",
    "docAbstract": "NOAA proposes to revise the Coastal Zone Management Act program change regulations to provide a more efficient process for states and NOAA to make changes to state management programs; remove unnecessary requirements in the current regulations; establish program change documentation that all states would adhere to; continue to ensure that federal agencies and the public have an opportunity to comment to NOAA on a state's proposed change to its management program; and comply with the requirements of the CZMA and other applicable federal law."
  },
  {
    "text": null,
    "label": "neut",
    "docketId": "VA-2016-VHA-0011",
    "docAbstract": "The Department of Veterans Affairs (VA) is proposing to amend its medical regulations to permit full practice authority of all VA advanced practice registered nurses (APRNs) when they are acting within the scope of their VA employment. This rulemaking would increase veterans' access to VA health care by expanding the pool of qualified health care professionals who are authorized to provide primary health care and other related health care services to the full extent of their education, training, and certification, without the clinical supervision of physicians. This rule would permit VA to use its health care resources more effectively and in a manner that is consistent with the role of APRNs in the non-VA health care sector, while maintaining the patientcentered, safe, high-quality health care that veterans receive from VA. The proposed rulemaking would establish additional professional qualifications an individual must possess to be appointed as an APRN within VA. The proposed rulemaking would subdivide APRN's into four separate categories that include certified nurse practitioner, certified registered nurse anesthetist, clinical nurse specialist, and certified nurse-midwife. The proposed rulemaking would also provide the criteria under which VA may grant full practice authority to an APRN, and define the scope of full practice authority for each category of APRN. VA intends that the services to be provided by an APRN in one of the four APRN roles would be consistent with the nursing profession's standards of practice for such roles."
  },
  {
    "text": null,
    "label": "neut",
    "docketId": "VA-2016-VHA-0011",
    "docAbstract": "The Department of Veterans Affairs (VA) is proposing to amend its medical regulations to permit full practice authority of all VA advanced practice registered nurses (APRNs) when they are acting within the scope of their VA employment. This rulemaking would increase veterans' access to VA health care by expanding the pool of qualified health care professionals who are authorized to provide primary health care and other related health care services to the full extent of their education, training, and certification, without the clinical supervision of physicians. This rule would permit VA to use its health care resources more effectively and in a manner that is consistent with the role of APRNs in the non-VA health care sector, while maintaining the patientcentered, safe, high-quality health care that veterans receive from VA. The proposed rulemaking would establish additional professional qualifications an individual must possess to be appointed as an APRN within VA. The proposed rulemaking would subdivide APRN's into four separate categories that include certified nurse practitioner, certified registered nurse anesthetist, clinical nurse specialist, and certified nurse-midwife. The proposed rulemaking would also provide the criteria under which VA may grant full practice authority to an APRN, and define the scope of full practice authority for each category of APRN. VA intends that the services to be provided by an APRN in one of the four APRN roles would be consistent with the nursing profession's standards of practice for such roles."
  },
  {
    "text": null,
    "label": "neut",
    "docketId": "DOD-2015-OS-0126",
    "docAbstract": "This part  establishes policy, assigns responsibilities, and prescribes procedures for the dissemination and withholding of certain unclassified technical data and technology."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NOS-2016-0137",
    "docAbstract": "NOAA proposes to revise the Coastal Zone Management Act program change regulations to provide a more efficient process for states and NOAA to make changes to state management programs; remove unnecessary requirements in the current regulations; establish program change documentation that all states would adhere to; continue to ensure that federal agencies and the public have an opportunity to comment to NOAA on a state's proposed change to its management program; and comply with the requirements of the CZMA and other applicable federal law."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "DOJ-LA-2016-0025",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NOS-2016-0137",
    "docAbstract": "NOAA proposes to revise the Coastal Zone Management Act program change regulations to provide a more efficient process for states and NOAA to make changes to state management programs; remove unnecessary requirements in the current regulations; establish program change documentation that all states would adhere to; continue to ensure that federal agencies and the public have an opportunity to comment to NOAA on a state's proposed change to its management program; and comply with the requirements of the CZMA and other applicable federal law."
  },
  {
    "text": "<span style='padding-left: 30px'></span>I would most certainly hope that participation in this program, as a borrower, is not restricted or prohibited by one&#39;s status as borrower through the &quot;Student Loan&quot; program.  If a person has an opportunity to farm and thereby raise their income, and thereby be able to pay off their Student Loans; then, I think, it would behoove the government to assist that individual by guaranteeing that loan. Let&#39;s strive to never place a restriction like that in that person&#39;s path; and, if it&#39;s there, let&#39;s remove it. <br/><span style='padding-left: 30px'></span>I don&#39;t know the terminology used in the student loan program but I&#39;ve sure heard stories of people unable to borrow money, be it for a car, house, or tractor, because they might be behind on their efforts to repay Student Loans.",
    "label": "neg",
    "docketId": "FSA-2016-0005",
    "docAbstract": "The Farm Service Agency\n(FSA) is amending the guaranteed Farm\nLoan Programs (FLP) regulations to\nimplement an EZ Guarantee Program\nand establish an additional lender\nstatus. The EZ Guarantee Program will\nhelp lenders reduce costs of\nunderwriting and servicing loans to\nhelp meet the unique financing needs of\nsmall farm operations. The intended\neffects of the rule are to make\nguaranteed loan programs more widely\navailable and attractive to small farm\noperations and the lenders who work\nwith those farm operations through a\nmore flexible underwriting analysis\nprocess, reduced application\nrequirements, and faster FSA approval.\nIn addition, FSA is amending the\nregulations to make a technical\ncorrection related to chattel appraisal\nappeals related to both guaranteed and\ndirect loans."
  },
  {
    "text": "When is somebody going to investigate the criminal actions of the EPA????  If the people of the EPA wanted to harm children in the way that they do by doing the bidding of every chemical company that wants a favor, why didn&#39;t they become child predators???  Or soldiers???  Serial killers??? Assassins??? <br/>Allowing all of these poisons that are known to cause harm to children should be stopped...<br/>Why does the EPA not do its job???  Why is it so corrupt????<br/>It is an insane idea to allow the expansion of enlist duo...   Why do the decision makers at the EPA spend all of their time kneeling before their corporate masters and performing favors rather than doing the job that they are supposed to do...????<br/>Almost the whole agency should be terminated and the people replaced with competent people that do not owe the chemical companies favors or have interest in the outcome of their decisions....<br/>Trained monkeys are not the stupid....  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OPP-2016-0594",
    "docAbstract": "Evaluation of 2,4-D Choline Salt Herbicide on Enlist Corn, Soybeans, and Cotton"
  },
  {
    "text": "LET&#39;S SEE-<br/>IF YOUR AGENCY IS DESERTING IT&#39;S MANDATE, IT&#39;S MISSION, IT&#39;S REASON FOR BEING,  (PROTECTION OF OUR ENVIRONMENT,  R E M E M B E R ?????) AND EMBRACING A NEW, ONE, WHICH WILL JUST CONTINUE THE KILLING OF OUR LAND, AIR, WATERS, CITIZENS-<br/>WELL, THEN, YOU OBVIOUSLY NEED A NEW NAME, ONE THAT REFLECTS YOUR TRUE MISSION-<br/><br/>HOW ABOUT-<br/><br/>E N V I R O N M E N T A L   P O I S O N I N G  A D M I N I S T R A T I O N!<br/><br/>E N V I R O N M E N T A L   P U T R I F I C A T I O N   A G E N C Y !<br/><br/>E N D    P U R E   A I R !<br/><br/>E A S Y   P R O F I T S    A L L I A N C E !!!<br/><br/>E G R E G I O U S   P R O J E C T S    A L L Y !<br/><br/>E N T E R P R I S E  P R O T E C T I O N   ASSOCIATION!!<br/><br/>YOU PEOPLE&#39;S ACTIONS COME RIGHT OUT OF &quot;ANIMAL HOUSE&quot;!<br/><br/>PROTECTION?????????????<br/><br/>ENCOURAGE POLLUTION ALWAYS!<br/><br/>ELIMINATE PRISTINE AREAS! <br/><br/>ENHANCE POISONERS&#39; ABILITIES!<br/><br/>EVADE PROTECTION ACTIONS<br/><br/>HOW IN THE NAME OF GOD CAN YOU PEOPLE SLEEP AT NIGHT??<br/><br/>HOW CAN YOU LOOK YOUR CHILDREN IN THE EYE AND TELL THEM WHAT YOU DO FOR A  &quot; L I V I N G &quot; ????<br/><br/><span style='padding-left: 30px'></span>E<span style='padding-left: 30px'></span>N<span style='padding-left: 30px'></span>O<span style='padding-left: 30px'></span>U<span style='padding-left: 30px'></span>G<span style='padding-left: 30px'></span>H<span style='padding-left: 30px'></span>!!!!!!!!!!!<br/><br/>WITH ALL DUE RESPECT,   K E E P   Y O U R   D E A T H - W I S H  MENTAL ILLNESSES AT HOME, LEAVE THEM AT HOME, AND   D O   Y O U R   J O B S   P R O T E C T I N G   O U R   E N V I R O N M E N T  !!!!!<br/><br/>MAY THE GOOD LORD SUSTAIN US IN THE FACE OF YOUR  &quot;VALLEYS OF DEATH&quot; !!!<br/><br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OPP-2016-0594",
    "docAbstract": "Evaluation of 2,4-D Choline Salt Herbicide on Enlist Corn, Soybeans, and Cotton"
  },
  {
    "text": "THERE IS NO LIMIT TO STUPIDITY AND GREED WHEN IT COMES TO PESTICIDES, WE ARE POISONING ALL LIFE WITH THESE HORRIBLE CHEMICALS.  THESE COMPANIES SHOULD BE SUPPORTING THE WORLD&#39;S BIGGEST PROBLEM IINSTEAD OF MAKING MORE PROBLEMS, THEY NEED TO BE DOING WHAT THEY CAN TO REDUCE POPULATION, AND IT DOESN&#39;T MEAN BY POISONING PEOPLE, IT MEANS EDUCATION ABOUT BIRTH CONTROL AND ALLOWING ABORTIONS.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OPP-2016-0594",
    "docAbstract": "Evaluation of 2,4-D Choline Salt Herbicide on Enlist Corn, Soybeans, and Cotton"
  },
  {
    "text": "It is imperative that the EPA and local government pass a law or regulations to impose no sewage dumping or any type of dumping in the Salish Sea/Puget Sound.  With our growing population and the human affect on our environment and earth it is up to us to preserve.  Every boat/ship is registered and dumping stations are registered.  We have the technology to monitor dumping.  Let&#39;s get it done for the environment/aquatic/animal and human lives!<br/>Barbara Lavaty",
    "label": "verypos",
    "docketId": "EPA-R10-OW-2016-0728",
    "docAbstract": null
  },
  {
    "text": "PLEASE establish the Puget Sound as a No Discharge Zone. We need to prohibit the discharge of sewage from commercial and recreational boats in Puget Sound, whether treated or not. We know boaters don&#39;t want to pollute, but we need clear and enforceable rules to ensure proper waste disposal for all.  The Puget Sound needs all the help it can get, it is already much too polluted as it is!",
    "label": "verypos",
    "docketId": "EPA-R10-OW-2016-0728",
    "docAbstract": null
  },
  {
    "text": "As a citizen of Puget Sound, I believe that the NDZ is a critical step to protect our waterways from degradation, recover endangered species and protect human health. Puget Sound bears the burden of pollution from many sources. No Discharge Zones across the country have been highly successful in protecting waterways. It&#39;s past time to grant the Sound this important and common-sense protection.",
    "label": "verypos",
    "docketId": "EPA-R10-OW-2016-0728",
    "docAbstract": null
  },
  {
    "text": "To: Joel Salter, EPA Region 10<br/>From: Gerald Joyce, Consultant/Owner, Moon Joyce Resources<br/>Subject: Support for Washington State Department of Ecology Prohibition of Discharges of Vessel Sewage; Receipt of Petition and Preliminary Affirmative Determination [FRL-9954-99-Region 10]<br/>I  support EPA&#39;s preliminary affirmative determination that sufficient pumpout facilities and capacity exist to serve boater needs within the No Discharge Zone (NDZ) proposed for Puget Sound and the fresh waters of Lake Washington and Lake Union. <br/>As a marine biologist, I have traveled on ships of many nationalities around the world and have met a variety of regulations. One is the equivalent to the US No Discharge Zone. In all cases, the ships had been retrofitted with small sewage holding tanks with very little trouble. Certainly vessels in Puget Sound, with the five-year implementation schedule, can easily comply with the requirements of a no discharge zone. Although there are objections from some small commercial vessels, they have small crews that produce small volumes of sewage. With the high number of pumpout stations, including one being prepared at the Port of Seattle&#39;s Pier 69 in Elliot Bay, a small commercial vessel should have no problem retrofitting its toilets with small holding tanks. Other large vessels should also have little problem adapting to these regulations. <br/>Thank you for the opportunity to comment on this preliminary affirmative determination. If you have any questions, please contact me at Jerry_j@msn.com.<br/>",
    "label": "pos",
    "docketId": "EPA-R10-OW-2016-0728",
    "docAbstract": null
  },
  {
    "text": "Reject a Puget Sound-wide No Discharge Zone petition by Washington&#39;s Department of Ecology<br/><br/>- Raw sewage discharge is already illegal within 3 miles of shore - which is almost everywhere in Puget Sound. If there are sensitive areas spend the effort identifying them to the public.<br/>- There are plenty of convenient pump out stations getting plenty of use as pacific north-westerners genuinely and widely support water quality. I boat in the Gig Harbor, Henderson Bay, Tacoma, and Vashon area. I know of 6 different pump out stations, 4 of which are attended (at fuel stations) where I don&#39;t even have to lift a finger - they do it for me! <br/>- USCG-approved type I and type II Marine Sanitation Devices (MSDs), would be outlawed by the proposed NDZ. Again, this is just plan bad regulation - these devices do not cause water quality issues.<br/><br/>Instead - address the much bigger issue - billions of gallons of raw sewage dumped by Victoria, B.C. as well as King County METRO and Seattle Public Utilities when there are storm overflows. Also, as a public works contractor, I know that throughout the region, storm sewers flow directly into Puget Sound, Lake Union, and Lake Washington, often without even being interrupted by a fuel water separator. These same storm sewers also carry the untreated waste pets - pets that outnumber boaters significantly. <br/><br/>Even the treated sewage being discharged by municipalities deserves more attention. The Seattle Time reported on 2/23/2016 that Puget Sound fish were found with detectable levels of prescription drugs not removed by water treatment standards. http://www.seattletimes.com/seattle-news/environment/drugs-flooding-into-puget-sound-and-its-salmon/ Why isn&#39;t this a priority?<br/><br/>This petition is a mis-direction of efforts to help water quality. <br/><br/>Meredith Daniels, Gig Harbor, WA",
    "label": "veryneg",
    "docketId": "EPA-R10-OW-2016-0728",
    "docAbstract": null
  },
  {
    "text": "To tackle the contributing insult that comes from boats discharging into the vital waters of Puget Sound, please approve the Puget Sound No Discharge Zone, a designated area where the discharge of sewage (black water/toilet waste) from boats, whether treated or not, is prohibited.<br/><br/>If a no-discharge zone is established, no boat, whether a freighter, a cruise ship or a sailboat will be allowed to discharge waste anywhere within the designated zone. The zone basically extends from the Canadian border, through the San Juan Islands to the southern reaches of Puget Sound.<br/><br/>Sewage from boats affects our lakes, bays and beaches. That sewage includes bacteria, viruses and pathogens, and emerging chemicals of concern that can close shellfish beds and make humans sick.<br/><br/>We are collectively working hard to recover shellfish beds and keep our beaches clean for swimming and recreation, which is why a no-discharge zone is a priority of the Puget Sound Partnership Action Plan. Surprisingly, our Environmental Protection Agency (EPA) region is the only region in the country where these types of zones have not yet been established.<br/><br/>There are 90 no-discharge zones in 26 states. And not one in our precious waters that we&#39;ve spent so much effort and money to protect.<br/><br/>In Puget Sound, we have more than the required amount of pump-out capacity for recreational and commercial vessels with both pump-out stations on docks, mobile pump-out boats and trucks.<br/><br/>As to the onboard sewage-treatment systems on most boats  they do not adequately protect water quality and public health.<br/><br/>The social, cultural and economic value of the shellfish harvest in Puget Sound  whether it&#39;s tribal, recreational or commercial  is enormous. And it is a deep part of our heritage.<br/><br/>The shellfish industry has an annual value of $184 million. And while tourism and recreation also play a central role in our local economies, they all require the same essential ingredient: clean water. While pollution makes its way into the Sound in various ways, a no-discharge zone will help solve a discrete part of this complex equation.<br/><br/>As we think about protection in a world where the population is growing but the geography isn&#39;t, we might ask, is the system too big to fail? We must begin to tackle the multiple insults to this stunningly beautiful chemical and biological system.<br/><br/>The Salish Sea is part of the economic engine of the state, the source of communal pride, our shared vernacular and a spiritual, hallowed ground.<br/><br/>Let&#39;s think ahead. Let&#39;s stop dumping. We can do this. It is 2016. It&#39;s time to designate a no-discharge zone to protect our sensitive resources in Puget Sound.<br/><br/>I&#39;ve copied most of this message from an op-ed. I agree with its contents. <br/><br/>",
    "label": "verypos",
    "docketId": "EPA-R10-OW-2016-0728",
    "docAbstract": null
  },
  {
    "text": "It seems to me that the overfishing by commercial seiner&#39;s and longliner&#39;s who turn around and export the Pacific Bluefin to Japan in order to maximize profits are doing a lot more damage to the species than a few recreational fisherman who have had their limits reduced to 2 fish. The opportunity to target these fish does not even come along with any regularity. In my 45 years of fishing I have caught less than 30 pacific bluefin. Not even a 1 fish per year average. This is not a sportfishing problem but rather a greedy commercial enterprise issue. Limit the take of the seiner&#39;s and longliner&#39;s as you have the recreational fisherman and the species will recover. ",
    "label": "veryneg",
    "docketId": "NOAA-NMFS-2016-0100",
    "docAbstract": "We, NMFS, announce a 90-day finding on a petition to list the Pacific bluefin tuna (Thunnus orientalis) as a threatened or endangered species under the Endangered Species Act (ESA) and to designate critical habitat concurrently with the listing.  We find that the petition presents substantial scientific information indicating the petitioned action may be warranted.  We will conduct a status review of the Pacific Bluefin tuna to determine whether the petitioned action is warranted.  To ensure the status review is comprehensive, we are soliciting scientific and commercial information pertaining to this species."
  },
  {
    "text": "As a liaison to the HICPAC, AORN agrees with the CDC that the best available evidence supports this strengthened recommendation to use chlorhexidine-impregnated dressings for the prevention of central-line associated bloodstream infections for patients 18 and older and supports this important updated recommendation.",
    "label": "verypos",
    "docketId": "CDC-2016-0110",
    "docAbstract": null
  },
  {
    "text": "I have been fishing off the coast of San Diego for over 40 years and have owned my own off shore boat since 2004. I believe my fishing skills are okay. Only the past 2 years has there have been a rare number of Bluefin Tuna in our local waters.  Although I specifically targeted them this year I was one of numerous private boaters that did not even get a strike although dozens if not hundreds of 80 plus pound Bluefin Tuna were crashing all around my boat.  They were close enough I probably could have touched them. Although I spent hundreds of dollars on fuel and bait I was skunked The three separate times I went out. It was not for lack of effort. I have talked to several fisherman who had the same luck. Like myself many others tried their luck a few times and gave up due to the Bluefins finicky bite. <br/><br/>In reading the fishing reports, seeing only a rare few fishermen landing a Bluefin Tuna is a more accurate view on the subject. When a commercial charter boat goes out with a 23 passenger load and only a hand full of fisherman hook and land a Bluefin tuna how can that compare to large seiners and long line commercial fishing that are raping the ocean.<br/><br/>As I mentioned above, I have been fishing on my own boat for 12 years and have caught less than 6 Bluefin Tuna over that time period.  This is a more common story than your study reflects.<br/><br/>Private fisherman are not the problem.",
    "label": "veryneg",
    "docketId": "NOAA-NMFS-2016-0100",
    "docAbstract": "We, NMFS, announce a 90-day finding on a petition to list the Pacific bluefin tuna (Thunnus orientalis) as a threatened or endangered species under the Endangered Species Act (ESA) and to designate critical habitat concurrently with the listing.  We find that the petition presents substantial scientific information indicating the petitioned action may be warranted.  We will conduct a status review of the Pacific Bluefin tuna to determine whether the petitioned action is warranted.  To ensure the status review is comprehensive, we are soliciting scientific and commercial information pertaining to this species."
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I am recreational fisherman and I oppose the listing of the Pacific bluefin tuna as endangered. The result of this ESA listing is important to me.<br/><br/>While the population of Pacific bluefin tuna has, in recent decades, declined to historic levels, the species is not in danger of extinction. The United States Government, NOAA, and the international organizations responsible for management of this pelagic species, the Inter-American Tropical Tuna Commission (IATTC) and the Western and Central Pacific Fisheries Commission (WCPFC), took action several years ago to reduce fishing pressure and conserve stocks. The most recent scientific data demonstrates that these international conservation efforts to improve Pacific bluefin tuna stocks have been successful in stabilizing the global population and stocks have already begun the rebuilding process.<br/><br/>Thank you for considering my comments.",
    "label": "veryneg",
    "docketId": "NOAA-NMFS-2016-0100",
    "docAbstract": "We, NMFS, announce a 90-day finding on a petition to list the Pacific bluefin tuna (Thunnus orientalis) as a threatened or endangered species under the Endangered Species Act (ESA) and to designate critical habitat concurrently with the listing.  We find that the petition presents substantial scientific information indicating the petitioned action may be warranted.  We will conduct a status review of the Pacific Bluefin tuna to determine whether the petitioned action is warranted.  To ensure the status review is comprehensive, we are soliciting scientific and commercial information pertaining to this species."
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I oppose the destruction of bats and their habitat by gas and oil companies, as is being considered by the Service. I oppose the development of a proposal for an &quot;Incidental Take Permit&quot; and advocate that an Environmental Impact Statement provide comprehensive analysis of alternative actions that will not allow the taking of bats. <br/><br/>Chesapeake, MarkWest, Williams, Anthero Resources, Ascent Resources, Southwestern, EQT, EnLink Midstream, MPLX, Marathon Petroleum, and Rice Energy are companies that routinely infringe on these species through gas and oil exploration and development activities. The continuation of their projects will result in continuing harm due to the unavoidable impacts entailed in this development, despite the promise of a Habitat Conservation Plan to be developed through the upcoming EIS process. This is especially true considering the cumulative impact of allowing this destruction over a 50 year period.<br/><br/>The Scope for the EIS must examine the impacts that accompany oil and gas development including water withdrawal and depletion, toxic waste generation and disposal, land changes that result in habitat loss and fragmentation, water contamination and air pollution, and the emission of greenhouse gases that exacerbate climate change. These are known to affect the roosting and foraging ecology of bats, particularly during critical life periods (e.g., hibernation, migration, and reproduction) (Hein, C. D. 2012).  Bats are known to have low reproductive rates and respond slowly to rapid population declines (Barclay and Harder 2005).The devastation of White-nose Syndrome has resulted in a stunning decline of nearly 98% of hibernating bat populations in Pennsylvania (Turner et al. 2011). This disease and the effects of other human activities that degrade and destroy suitable habitat and resources are compounding challenges that bats must already withstand (Kunz and Parsons 2009). Bats are struggling to survive here; these takings could be the final blow for some species.<br/><br/>Bats are critical to our economy and ecology. For instance, worldwide, bats function as pollinators, seed dispersers, and biological controls for nocturnal insects (Kunz and Parsons 2009) (Jones et al. 2009). In Pennsylvania, Ohio, and West Virginia, most species consume large quantities of night-flying insects, many of which are agricultural and forest pests. (Hein, C. D. 2012). Their loss will be our loss.<br/><br/>I oppose the consideration and proposal of an Incidental Take Permit for bats and oppose the consideration of the reduction of the protections now in place for bats in these locations for any period of time.  All five of these bat species are in need of more effective protections in the face of the multiple challenges they already must contend with so they may continue to be a critically beneficial part of the regional ecosystem.",
    "label": "veryneg",
    "docketId": "FWS-R5-ES-2016-0135",
    "docAbstract": null
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  }
]