[
  {
    "text": "<br/>Seema Verma<br/><br/>Administrator<br/><br/>Centers for Medicare &amp; Medicaid Services<br/><br/>Department of Health and Human Services<br/><br/>Attention: CMS-1676-P<br/><br/>P.O. Box 8016<br/><br/>Baltimore, MD 21244-801<br/><br/>Re: Medicare Program; Revisions to Payment Policies under the Physician Fee Schedule and other Revisions to Part B for CY 2018; Medicare Shared Savings Program Requirements; and Medicare Diabetes Prevention Program [CMS-1676-P]<br/><br/>Dear Administrator Verma:<br/><br/>I write today in response to the &quot;Request for Information on CMS Flexibilities and Efficiencies&quot; in the Centers for Medicare &amp; Medicaid Services (CMS) CY 2018 Medicare Physician Fee Schedule proposed rule. I understand that CMS is looking to maintain flexibility and efficiency and to reduce regulatory burden. One solution is the use of team-based healthcare, which utilizes a care team to provide high-value, quality care. As a radiologist assistant (RA), I am a member of the radiology care team and help my patients by giving them the much needed time to explain procedures being performed in Radiology.  I am the liaison between the Radiologists and the hospital staff physicians. I can spend more time with patients which allows the physician the much needed time to read complex cases that are now the standard of patient care in the radiology field.  I have the capability and have been credentialed to perform less invasive procedures which again frees the Radiologist to perform more complex procedures that may take time away for other duties they may have. <br/><br/>Unfortunately, the services of RAs on the radiology care team have been impeded by Medicare&#39;s overly restrictive &quot;personal supervision&quot; standard, which exceeds the requirements of many states. RAs have specialized training and certification which allow them to perform certain procedures under the supervision of a physician; requiring that such services be &quot;personally supervised&quot;-meaning that the physician must be present in the same room-negates the utility of the RA as a member of the care team. This has adversely impacted the RA profession and resulted in increased Medicare patient wait times, decreased efficiency, and job losses for RAs.<br/><br/>To ensure that Medicare&#39;s regulations do not unduly burden exceptional patient care, I strongly urge CMS to modify the supervision standard for RA services from &quot;personal&quot; to &quot;direct,&quot; as permitted by state law and state scope of practice regulation.<br/><br/>Sincerely,<br/><br/>Melissa A. Perry RPA/RRA, BSRT,R, CV<br/><br/>Doylestown Hospital, Doylestown Pennsylvania",
    "label": "neg",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "Hi there! I have been the CEO of the largest, community oncology practice in Central New York for over 15 years. <br/>In those years, voluminous independent, cost efficient and highly skilled practices throughout the USA have closed, merged or<br/>been taken over by large 340B institutions.  This magnetic force is money and the propellant is called 340 B.  Our practice delivers <br/>outstanding cancer care at the lowest costs in our region.  We are extremely efficient - always seeking to provide the <br/>highest level of care in a compassionate manner.<br/><br/>Our practice spends over $50 million on drugs per year.  Imagine a 340B hospital who can buy those drugs at a 35-45% <br/>reduced rate and capture the profit.  They salivate at the idea of developing hospital based oncology programs.  <br/>Yes - a small percentage of patients will be indigent and will be the intended recipients of this program - but the majority will <br/>have adequate insurance.  The pressure these hospitals have put on extraordinarily good small, mid-sized and even large <br/>independent practices across the country has been shameful.  Often the large institutions will offer to buy the independent<br/>practices but if the practice shows no interest because they don&#39;t want to lose autonomy or efficiency or cost savings - the <br/>hospital systems will hire 5-10 oncologists, set up down the street and complete in an effort to squeeze them out...all for what?  <br/>To provide better access to cancer patients? To provide better care? To reduce costs and increase quality ..NO ... for MONEY.<br/><br/>It&#39;s wrong.  The 340B program is important for those patients with no insurance or insurance lacking the appropriate benefits<br/>to care for these people - not to create bullies who want to wipe out the unsung heroes in many communities. <br/><br/>Remember - hospitals are not required to give the savings back to patients or the community - they serve to increase profits.<br/>340B abuses effect everyone and they need to stop so the playing field of excellence is leveled. <br/><br/>The 340B university hospital is our community is a God send for those patients without insurance - we know the program is <br/>important - it just needs to be used properly.<br/><br/>I support CMS&#39; proposal to reform 340B so that hospital abuses are stopped and the program will help the people it was <br/>intended to help. <br/><br/>Thank you.",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Dear Administrator Verma:   I am the COO at the Bedford Ambulatory Surgical Center in Bedford, New Hampshire.  We are a Medicare and AAAHC certified multi-specialty ASC, with a focus on Orthopaedics.  I am writing to strongly encourage you to remove TKA and THA from the inpatient-only list, and move them to the ASC-payable list.<br/><br/>We have been performing THA and TKA in our ASC for three years, with stellar outcomes. Many Medicare patients who are active, have a relatively low anesthesia risk, are without significant co-morbidities, and who have family members at home who can assist them would likely be excellent candidates for this surgery in our setting.  Our surgeons and anesthesia providers have spent a significant amount of time on patient selection criteria, as safety of the patient is our number one priority.   We have developed strict protocols that address patient selection, and all aspects of the patients care, including the at-home pre-operative and post-operative environment, anesthesia, pain management, and rehabilitation to maximize rapid recovery and ambulation.<br/><br/>Medicare spends much more money than necessary because these procedures are not reimbursed in high-quality, low cost facilities such as surgical centers.  We provide excellent care at a much lower cost. I strongly urge CMS to remove TKA and THA from the inpatient-only list and allow these codes on the ASC-payable list.   Thank you very much for the opportunity to comment.<br/><br/>Respectfully yours,<br/><br/>Sue Majewski, COO",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Medicare&#39;s proposal to reform and stop abuse of the 340B drug discount program is a good idea and should be supported. <br/><br/>340B is a critically important program for uninsured, underinsured, and vulnerable sick patients and it must be protected. Unfortunately, some greedy hospitals have figured out that they can abuse the program and profit off of discounts by selling discount drugs at full price. This has led the program to grow enormously without any meaningful oversight or accountability.<br/><br/>For America&#39;s cancer patients and cancer care system, the abuses of the 340B program is causing serious problems. It is costing patients and taxpayers billions of dollars more for care that could be delivered in community oncology clinics which are more convenient and cost far less.<br/><br/>Putting profits before patients is bad for those who truly need 340B discounts and American&#39;s who rely on quality, affordable, and accessible local cancer care. This is especially true for rural and underserved communities where there are few local cancer care providers.<br/><br/>We should hold 340B hospitals to the standards of accountability and transparency that other program participants must meet. This will ensure that the public and taxpayers can truly understand how the discounts are being used. I cannot believe that hospitals can keep profits from 340B to use as they want - on executive bonuses, new luxury buildings, and other non-patient things.<br/><br/>Reform the 340B program is long overdue. I support CMS&#39; efforts to fix 340B so that it serves the patients in need who need it, not hospital bottom lines!<br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>Current federal regulations and guidance help all studentsregardless of sex, race, color, sexual orientation, gender identity, national origin, or disability statusreceive the benefit of our civil rights laws. That is why I am urging the Department of Education not to repeal, replace, or modify current civil rights regulations. The Department should also preserve all current significant guidance documents, such as the guidance on: sexual harassment (including the April 2011 Dear Colleague Letter containing guidance on sexual violence) ; racial and disability-based harassment; access to athletic opportunities; gender equity in career and technical education; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners.<br/><br/>Federal civil rights laws protect students from discrimination on the basis of sex (Title IX); race, color and national origin (Title VI); and disability (Americans with Disabilities Act, Rehabilitation Act, and Individuals with Disabilities Education Act). To be effective, however, the federal government must enforce the law, provide oversight, and proactively work to ensure that students rights are realized. Current regulations and guidance help make students rights a reality and must be maintained.<br/><br/>Sincerely,<br/><br/>Jason Stegemoller",
    "label": "veryneg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "I am a Selectman in Harrisville, NH, which is in the southern part of the state. The Select Board is responsible for overseeing elections in our town. During the 11/16 election, I was in attendance at our polling station the entire day. I can say with absolute certainty that there was NO fraudulent or improper voting of any kind. The implication that our election staff permitted or was subjected to fraudulent or improper activities is ludicrous and, what is even worse, is offensive and shameful. The so-called study of &quot;election integrity&quot; is a farce, a political stunt, and a massive waste of taxpayers&#39; money. Anyone engaged with the process is equally guilty of these offenses. That NH would play along with the unhinged genesis of this project is an embarrassment to our current executive branch, and to all Granite Staters.  Please feel free to contact me if you would like details regarding voting in Harrisville, NH.",
    "label": "veryneg",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>All Department of Education civil rights regulations and guidance documents are important and necessary. Far from being burdensome, current civil rights rules and regulations  benefit schools and students by providing a clear framework that, when followed, allow all students an equal opportunity to learn in a safe and welcoming environment regardless of sex, race, color, national origin, disability status, English proficiency, sexual orientation, or gender identity.<br/>I urge the Department to keep in its current form 34 C.F.R. pts. 1 thru 1299 , which include regulations governing the Secretary and the offices for Civil Rights; Elementary and Secondary Education; Special Education and Rehabilitative Services; Career, Technical, and Adult Education; Post-Secondary Education; Educational Research and Improvement; and the National Council on Disability. <br/><br/>I also urge the Department to preserve all current significant guidance documents, including guidance on sexual, racial, and disability-based harassment (including guidance on sexual violence); access to athletic opportunities; gender equity in career and technical education; single-sex schools; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners. I urge you to keep current regulations and guidance in place, and to continue enforcing these critical civil rights laws so that all students have an equal opportunity to learn and thrive.<br/><br/>Sincerely,<br/>Sierra Jackson<br/>  Norfolk, VA 23507",
    "label": "neg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>All Department of Education civil rights regulations and guidance documents are important and necessary. Far from being burdensome, current civil rights rules and regulations  benefit schools and students by providing a clear framework that, when followed, allow all students an equal opportunity to learn in a safe and welcoming environment regardless of sex, race, color, national origin, disability status, English proficiency, sexual orientation, or gender identity.<br/>I urge the Department to keep in its current form 34 C.F.R. pts. 1 thru 1299 , which include regulations governing the Secretary and the offices for Civil Rights; Elementary and Secondary Education; Special Education and Rehabilitative Services; Career, Technical, and Adult Education; Post-Secondary Education; Educational Research and Improvement; and the National Council on Disability. <br/><br/>I also urge the Department to preserve all current significant guidance documents, including guidance on sexual, racial, and disability-based harassment (including guidance on sexual violence); access to athletic opportunities; gender equity in career and technical education; single-sex schools; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners. I urge you to keep current regulations and guidance in place, and to continue enforcing these critical civil rights laws so that all students have an equal opportunity to learn and thrive.<br/><br/>Sincerely,<br/>Heidi Holloran<br/>  Makawao, HI 96768",
    "label": "neg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>All Department of Education civil rights regulations and guidance documents are important and necessary. Far from being burdensome, current civil rights rules and regulations  benefit schools and students by providing a clear framework that, when followed, allow all students an equal opportunity to learn in a safe and welcoming environment regardless of sex, race, color, national origin, disability status, English proficiency, sexual orientation, or gender identity.<br/>I urge the Department to keep in its current form 34 C.F.R. pts. 1 thru 1299 , which include regulations governing the Secretary and the offices for Civil Rights; Elementary and Secondary Education; Special Education and Rehabilitative Services; Career, Technical, and Adult Education; Post-Secondary Education; Educational Research and Improvement; and the National Council on Disability. <br/><br/>I also urge the Department to preserve all current significant guidance documents, including guidance on sexual, racial, and disability-based harassment (including guidance on sexual violence); access to athletic opportunities; gender equity in career and technical education; single-sex schools; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners. I urge you to keep current regulations and guidance in place, and to continue enforcing these critical civil rights laws so that all students have an equal opportunity to learn and thrive.<br/><br/>Sincerely,<br/>Justina Gruling<br/>  Wausau, WI 54403",
    "label": "neg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>David Sebesta<br/>davidsebesta@outlook.com<br/>1413 Bellglen Drive<br/>Las Vegas, NV, Nevada 89128",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "This comment is being made in favor Cannabidiol (CBD). CBD should not be restricted because CBD is not addictive, nor does it have the potential for abuse or used for psychoactive purposes. Therefore, no international restrictions should be placed on CBD. <br/>Without the availability of PURE CBD oils, I would have been forced to use narcotic drugs from pharmaceutical companies. after my recent back surgeries.  <br/>Using the PURE CBD oils, ensures that I do NOT get any strange side effects or ANY mind altering effects.<br/>The CBD oils that I have used are extracted from industrial Hemp plants.  Industrial Hemp cannot be used as a recreational drug (the amount of smoke inhaled would kill a person attempting to use it for recreation).<br/>The marijuana plant can provide CBD oils, but there is more of a chance of getting THC (the &#39;get high&#39; portion) in the mix.<br/>Using CBD oils taken ONLY from Industrial Hemp plants provides an almost pure version of the CBD oil.  ",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "It is my hope that automatic renewals be abolished to assure that animals are treated humanely and their needs are being met.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I have absolutely benefitted from CBD drops and topical balms. It is very good for pain and stress relief. There were no harmful effects what so ever. <br/>",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Please do not automatically renew AWA violators.<br/>Thank you.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "This become ridiculous with the open attack on Cannabis and Hemp and their ability to help people heal a wide variety of health problems. CBD should not be scheduled at all by any government let alone the WHO as it is not a &quot;drug&quot; any more then fish oil. CBD is not the problem, ignorance is the problem. My Grandmother talked about the various Cannabis and Hemp medicines that were obtainable when she was a child and into her adult life - until the TAX Act of 1937 in the USA. So why is CBD oil a problem in 2017? For those reasons and in light of even more information being available in 2017 about the benefits of CBD oil as well as Cannabis and Hemp please read the following:<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publicly acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Let us stop this ridiculous and childish Crusade of the demonizing of a plant that the Creator put here and allow people of the planet Earth to benefit from its obvious health benefits, one of which is CBD.<br/><br/>Thank you for your attention to this matter.<br/><br/>",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Please protect animals with strictest compliance regulations including not automatically renewing licenses",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>For many years, I have had legal access to cbd and during that time, I have found that cbd is the best way for me to treat both my nausea and my migraines in one shot. I have a seizure disorder that causes chronic migraines and all the hor",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Please, tighten the requirements for granting licenses or, renewing licenses to businesses with known records of violations. Additionally, please, create the necessary follow-up monitoring and violations registry so that violators would rapidly lose their licenses to breed and sell animals.<br/>The ultimate goal of licensing must be the guaranteed welfare of all animals, the prohibition on breeding and selling &quot;hybrid&quot; species as &quot;pets&quot; and the breeding and selling of wild animal species of any kind. ",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Ty Slaieh<br/>unequilibrium09@gmail.com<br/>31831 Mccartney Dr.<br/>Winchester, California 92596",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "THANK YOU IN ADVANCE FOR CHANGING YOUR POLICY OF AUTOMATIC RENEWAL OF LICENSES TO DE FACTO ANIMAL ABUSERS!!! Doing this means SO MUCH to me as an animal advocate. I REALLY appreciate this. It means my government DOES listen to me!! AND is willing and able to protect those innocent animals unable to protect themselves. THANK YOU!!",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I strongly support the development of a product that can be used to control hogs. <br/>I am a rancher, farmer, and steward of the land. Hogs cost my operation tens of thousands of dollars a year and in a night undo years of conservation work. <br/>I deferred a riparian area from grazing for ten years only to have hogs tear it apart one night making it far worse than when it was grazed. <br/>Hogs bring unwanted diseases and know no boundaries, destroying even the strongest fences. <br/><br/>I respectfully request that you devote all resources possible towards developing a safe and effective control. <br/><br/>Respectfully,<br/>Anson Boulware Howard<br/>Rancher Tom Green, Schleicher, Coleman, Dimmit, and Maverick counties Texas.  ",
    "label": "verypos",
    "docketId": "APHIS-2017-0067",
    "docAbstract": "Wildlife Services (WS), a program within the U.S. Department of Agriculture’s Animal and Plant Health Inspection Service, has prepared a second Supplement to the Environmental Assessment (EA) entitled “Field Evaluation of HOGGONE® Sodium Nitrite Toxicant Bait for Feral Swine”.  The EA and Supplement analyze data from past research field trials and highlights changes in the study protocol and the potential environmental effects of the proposed action. "
  },
  {
    "text": "Thank you for considering changes that could potentially greatly improve the situation for animals across the United States.<br/><br/>I support these changes wholeheartedly and believe they will enable strengthened protections for animals and better oversight and regulation of the Animal Welfare Act.<br/><br/>Chronic AWA violators have gone unchecked for far too long. Insisting on a re-licensing process would better enable the agency to review the licensee&#39;s history of compliance and present circumstance, providing enhanced protection of animals from known abusers.  A chronic animal abuser is Hugo Liebel who has been abusing an elephant known as Nosey/Tiny for more than a decade.  Leibel Family Circus has been cited 200 times for violations of the Animal Welfare Act.<br/><br/>I kindly request that the new regulatory changes take place as soon as possible, and again thank the agency for taking this extremely important step to protect some of your country&#39;s most vulnerable inhabitants.<br/><br/> ",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Personally CBD has helped me reduce inflammation and speed recovery time from athletic activities. CBD is non toxic, non addictive, medicinal, non psychoactive, and helps children with seizures. Anyone who opposes the use of cannabanoids",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Cannabidiol should be allowed for public access. When prescribed, you have to go through a doctor, and as many people acknowledge, the United States&#39;s health care leaves much to be desired. Its harmful effects are little to none compared to other legal and prescribed drugs that not only can be addictive but also stressful on your kidneys and liver. My Mother is an epileptic and since we live in Texas we can&#39;t just pick up and move to Colorado because we don&#39;t have the money for that. But if we did have access beforehand we could&#39;ve saved countless hours of seizures and potential strokes during each seizure. I, myself have anxiety and depression, and if I had access as some people I know do- who have the same problems as I do I could receive the same effects that would benefit me and my working ethic.",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "CBD oil and canabis has been very beneficial to me and severel people I have met and talked with for pain, anxiety, nausea, sleeplessness and depression. <br/>It has helped me to get back to life and off my couch and to get out of my head. My head can be a bad place to be no one should ever want to go there. <br/>I am no longer taking dangerous drugs to cope and my wife and child can no get back to their lives as well instead of looking after me. I use CBD oil daily and canabis on rare occasions ",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "USDA, please, protect the animals who are victims of mistreatment and abuse by their handlers.  You have a responsibility.  When inspections are done at facilities where animals are used for human entertainment,  consumption, or any other activity,  enforce the AWA and do not renew licenses to violators who break the law.  Animals deserve a better treatment, and their abusers should not be rewarded with a new or renewed license. I am addressing your conscience.  Use it.  We all have one.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "This comment is being made in favor Cannabidiol (CBD). CBD should not be restricted because CBD is not addictive, nor does it have the potential for abuse or used for psychoactive purposes. Therefore, no international restrictions should be placed on CBD.",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Dalia Carriedo<br/>daliaa35@hotmail.com<br/>8122 e 3rd ave<br/>Mesa, Arizona 85208",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "It has been shown that CBD oil is beneficial for pain, seizures and other medical conditions. CDB oil should be legalized. Not restricted.",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Concerning the proposed cuts to direct practice expense (PE) code 76881 (complete musculoskeletal ultrasound examination):<br/><br/>The rheumatologists in our office use office musculoskeletal ultrasound (MSUS) to more accurately diagnose rheumatologic diseases providing greater accuracy. We ask that reimbursement for our services (complete diagnostic ultrasounds) NOT be cut in reimbursements. <br/><br/><span style='padding-left: 30px'></span>- to assess disease activity in inflammatory disorders such as lupus, rheumatoid arthritis and gout in order to improve our management decisions and treatments. MSUS can show us joint inflammation that is not accurately figured out by just history, physical exam and blood tests. Using the MSUS at the point of patient care in the examination room greatly improves our ability to do an accurate physical examination. Numerous studies have now shown that using MSUS as an extension of the physical exam improves diagnosis, improves treatment decisions, and enhances patient quality of care.<br/><br/>   - MSUS provides greater convenience for patients. MSUS is more sensitive than MRI (and much less costly) in diagnosing rotator cuff tears. MSUS is more sensitive in evaluating rheumatoid arthritis activity. Previously patients were sent yearly to a radiology center for x-rays and MRI to see if there was progressive damage to help guide decisions and dx conditions such as rotator cuff tears. Now we can actually see the inflammation and diagnose conditions such as rotator cuff problems in the exam room, providing better patient care and convenience.<br/><br/><span style='padding-left: 30px'></span>- MSUS greatly improves the accuracy of our joint cortisone and hyaluronate injections as well as nerve blocks. <br/><br/>   - Cuts in reimbursements would make it incredibly difficult for rheumatologists to be able to afford the equipment to perform MSUS. This would essentially cause rheumatologic medical care to go backwards instead of forwards, ending up providing worse medical care rather than better medical care.<br/><br/>Sincerely,<br/><br/>Jonathan Adelson, M.D.<br/>Arthritis &amp; Pain Associates of PG County<br/>",
    "label": "neg",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "<br/>Dear Administrator Verma:<br/>I write today in response to the &quot;Request for Information on CMS Flexibilities and Efficiencies&quot; in the Centers for Medicare &amp; Medicaid Services (CMS) CY 2018 Medicare Physician Fee Schedule proposed rule. I understand that CMS is looking to maintain flexibility and efficiency and to reduce regulatory burden. One solution is the use of team-based healthcare, which utilizes a care team to provide high-value, quality care. As a radiologist assistant (RA), I am a member of the radiology care team and help my patients by getting their procedures done in a safe and timely manner. Thus allowing the patient workflow to continue and giving each every patient the time and care they need. Being able to keep patients exams going they are not waiting all day for a test they have been NPO for plus it helps with getting the patients discharged faster which is cost savings. While I perform minor procedures this allows the other IR radiologist to perform emergent or difficult cases. But not only for the IR docs does this help my position also helps by giving more quality time for  Radiologist within the group to read  and focus on the more difficult or complex cases.  <br/><br/>Unfortunately, the services of RAs on the radiology care team have been impeded by Medicare&#39;s overly restrictive &quot;personal supervision&quot; standard, which exceeds the requirements of many states. RAs have specialized training and certification which allow them to perform certain procedures under the supervision of a physician; requiring that such services be &quot;personally supervised&quot;-meaning that the physician must be present in the same room-negates the utility of the RA as a member of the care team. This has adversely impacted the RA profession and resulted in increased Medicare patient wait times, decreased efficiency, and job losses for RAs.<br/><br/>To ensure that Medicare&#39;s regulations do not unduly burden exceptional patient care, I strongly urge CMS to modify the supervision standard for RA services from &quot;personal&quot; to &quot;direct,&quot; as permitted by state law and state scope of practice regulation.<br/><br/>Sincerely,<br/><br/>Adrian Ream (RPA,RA)<br/>Radiology Associates of Nevada<br/>Las Vegas NV<br/>",
    "label": "pos",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "Dear Committee Members, <br/><br/> I am writing to comment on the following:  <br/><br/>Medicare Program: Revisions to Payment Policies Under Physician Fee Schedule<br/>and Other Revisions to Part B for CY 2018; Medicare Shared Savings Program Requirements; and Medicare Diabetes Prevention Program<br/>(34) ULTRASOUND OF EXTREMITY (CPT CODES 76881 AND 76882)<br/>File code CMS-1676-6<br/><br/>I am a rheumatologist and ultrasonographer.   I am a salaried physician, and the issues I raise herein will not affect my personal income.  <br/>MY CONCERN:  <br/>Without any change in description of the services provided, the RUC recommends that the practice expense portion of the higher effort complete examination (76881) should be decreased and that of the limited exam (76882) increased so much that the limited examination will pay more than the complete examination. <br/><br/>The change in practice expense ratio appears to have been made to favor billing by a higher cost specialty that bills 78882 predominantly over the &quot;other dominant specialty&quot; who bills more 76881. (1)  The premise is that the higher cost specialty has a higher expense for producing the same product compared to other specialties, hence it should be paid more.  <br/>THERE ARE SEVERAL PROBLEMS WITH THIS:  <br/>- If the financial interest of CMS is to obtain the best services at lowest cost, then changing the PE structure to pay more to the specialty who produces the same product at higher cost makes no business sense.  <br/>- The assumption that the higher cost specialty will bill 76882 for limited exams and other specialties will continue to bill for the lower reimbursement 76881, thus saving CMS expenses, is false.  76881, although representing a more thorough and time intensive exam to both perform and document, will reimburse lower than the 76882 limited examination.  It will therefore make business sense for everyone to bill 76882 regardless of the level of effort.  Additionally, a 76882 examination is much quicker to perform and document than 76881, creating even more incentive for higher numbers of 76882 billing.  <br/><br/>CMS HAS STARTED AN &quot;ULTRASOUND FIRST&quot; INITIATIVE THAT INCLUDES ULTRASOUND OF THE SHOULDER BEFORE MRI OF THE SHOULDER.  <br/>-This makes sense to save unnecessary imaging expenses, but the shoulder examination frequently requires a complete exam, for which the remuneration would be severely cut by the RUC recommendations.  Hence, CMS will be countering its own initiative if the RUC recommendations are followed, by disincentivizing use of ultrasound and encouraging otherwise the utilization of MRI.  <br/><br/>ANY GENERALIZATION THAT 76881 REQUIRES LESS EXPENSIVE EQUIPMENT THAN 76882 IS FALSE.  <br/>ANY GENERALIZATION THAT THE PRACTICE EXPENSE RATIO FOR A COMPLETE EXAMINATION (76881) IS HIGHER THAN AN INCOMPLETE (76882) EXAMINATION IS FALSE.  <br/>-A longer examination time should translate to more room time, more equipment time and more resources needed for the examination, such as sheets, towels, paper towels and disinfectant.  It must follow that the technical component of a lengthier examination would be higher.  The fact that the members of the RUC did not come to this conclusion validates the flawed approach.<br/>- In of the practice of rheumatology, ultrasound imaging requires high frequency imaging equipment with quality Doppler signaling, and this cannot be performed by low-end inexpensive machines.  We utilize high end machines for complete examinations to answer questions that impact management decisions including decisions whether or not to utilize expensive biologic medications.<br/>- The same equipment is used for studies that require either complete or partial scanning, the only difference being the time of study and the extent of documentation.   <br/>- The decrease in advanced sonographer labor time advocated by the RUC for 76881 (was 35.0 min, decreased to now zero) is not generally true in rheumatology, as the vast majority of rheumatologists who bill for ultrasound obtain advanced training in musculoskeletal ultrasound and perform the studies themselves.  It is important for us to do it this way because we perform bedside dynamic study of the patient rather than just obtaining images.  <br/><br/>I STRONGLY URGE YOU TO REJECT THE RUC RECOMMENDATION FOR CHANGE IN PRACTICE EXPENSE RATIO CHANGES TO 76881 AND 76882.  The issues surrounding billing for these two codes are complex, because the codes cover so much heterogeneity in techniques and specialty use.  Any oversimplified solution based on a flawed premise is doomed to failure.  If RUC recommendations are followed, all you will see is an influx of 76882 billing and further confusion.  Instead, to address your concerns I recommend CMS convene a group representing ultrasonographers from all specialties using extremity US to suggest better descriptions of complete exams (perhaps by joint or extremity region), and a rational remuneration structure.  <br/><br/>(1) AMA/Specialty Society RVS Update Committee Summary of Recommendations<br/>New Technology<br/>January 2017<br/>",
    "label": "veryneg",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "Rescind TX and LA state regulations, State needs help not burdensome regulations, Sept 2017 Governor Greg Abbott of Texas met with Senate Majority Whip John Cornyn, House Majority Leader Kevin McCarthy and House Homeland Security Chairman Michael McCaul regarding Hurricane Harvey. During the meeting, the Governor and congressional leaders discussed the devastation left behind by Hurricane Harvey, and the response of Texas and the federal government. Majority Leader Kevin McCarthy spoke of his first-hand account of the destruction, and expressed his support for the people of Texas as they begin to recover and rebuild. They went on to discuss how the federal government can respond in the aftermath of this historic natural disaster. The congressional leaders insisted that they would act swiftly to pass a funding measure to immediately help Texans suffering from this storm. The meeting concluded after the leaders reaffirmed their commitment to continuing to work together and doing everything possible to help the victims of the storm recover and rebuild.",
    "label": "veryneg",
    "docketId": "EERE-2014-BT-TP-0054",
    "docAbstract": null
  },
  {
    "text": "I am glad you are postponing the mandatory implementation of the OAS CAHPS.  I think it is a good idea and we would willingly participate in a survey that would allow our patient satisfaction scores to be available to the public so that they could compare us with other ASCs and other HOPDS.  There are several things though that I would like to suggest be considered.<br/><br/>1.  An email version should be available.  We have been doing email patient satisfaction surveys for 6 years now.  If patients do not have an email, we provide them with a paper copy of the survey.  I feel that this way all of our patients at least have the opportunity to participate in the survey.  With MIPS and the emphasis on electronic charts and reporting, I find it in-congruent that CMS would not also make electronic surveys an option.  <br/>2.  The financial burden to implement the survey is too much.  Our current survey is less than $2 each.  Price per survey from the vendors was $10-25 each.  Also, there was a lot of variability among vendors as to what formats they would use, how many they would send out, how they would provide the results etc.  This should be standardized.<br/>3.  The EHR vendors are not prepared.  My EHR vendor only has an interface with one vendor which is not the one I want to use.  They are not prepared to help us with other vendors.  Also, they are charging $4000 for an interface for us to be able to send the data.  Then there is also a yearly maintenance fee.  So I know it would have cost me at least $7000 this year to implement the survey in addition to the staff and administrative time to set up the survey and upload the patient information.<br/>4.  We are a GI center.  I felt like many of the questions were more oriented towards surgical patients.  I know you can add your own questions, but most of the vendors were suggesting we did not do this due to the length of the survey as it is.<br/>5.  The survey collects too much demographic information that is of no value to us.<br/>6.  Currently, I receive feedback on any negative comments on my surveys.  This allows me to investigate, follow-up, make changes, and if needed, contact the patient.  It occurs a few days after the visit making it easy to follow-up and improve care.  I feel like not knowing some of the details of the survey will prevent meaningful assessment and improvement of any issues.  <br/>Thank you for your consideration.<br/>",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Seema Verma, Administrator<br/>Centers for Medicare and Medicaid Services<br/>Department of Health and Human Services<br/>Attention: CMS-1678-P<br/><br/>RE: Medicare Program: Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs<br/><br/>Dear Administrator Verma, <br/><br/>As a cardiologist with BCS Heart in College Station, Texas, it is my pleasure to write this letter in support of the hospital outpatient and ASC proposed rule for CY 2018 (Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs, CMS-1678-P). Specifically, I write in strong support of CMS&#39; interest in expanding access to ambulatory surgery centers (ASCs) for procedures like cardiac catheterization that fall outside of the current CPT surgical range of codes. <br/><br/>As you know, Medicare regulations create a patchwork system of coverage rules for certain diagnostic and interventional cardiovascular (specifically endovascular) procedures. As it stands today, if a treatable cardiac condition is diagnosed in a Medicare patient at an ASC or a doctor&#39;s office, the physician generally cannot intervene immediately - even if doing so would be medically appropriate, safe, and/or common practice under other coverage options. In many cases, this means that Medicare patients must undergo the intake process, sedation, catheterization, and discharge on multiple occasions at multiple settings before they can be treated for their diagnosed condition. This can lead to situations that are potentially dangerous for patients&#39; health outcomes, not to mention financially and functionally burdensome.<br/><br/>I have been in a single specialty practice for 12 years.  I perform coronary interventions on a regular basis.  Traditionally these had to be performed in the hospital setting.  In recent years,  these patients frequently are discharged home the same day.  This is due to dramatic technological and pharmacological advances in coronary intervention/PCI.<br/><br/>We opened our outpatient facility (The Heart and Vascular Center of Bryan/College Station) in August  of 2014 and have been performing coronary intervention on patients with private insurance on a regular basis. Our patients enjoy a state of the art facility which is equipped with cutting edge technology and run on a safe and efficient platform.  Our outcomes are excellent and our cost is lower than that which occur in the hospital setting.  The reason for this is due to our high efficiency and low waste of products.  We perform only one service line and this allows us to become highly reliable.  Our patient satisfaction is near 100% very satisfied and we have the data to back this up.  <br/><br/>Medicare regulations have not kept pace with changes in state law that increasingly allow for these procedures to take place in stand-alone facilities. Furthermore, the current ASC covered procedures list, which considers primarily the procedures grouped in the CPT surgical range of codes, with some exceptions, does not reflect advancements in technology and updated clinical guidelines with respect to ASCs. Most importantly, the current definition of &quot;covered surgical procedure&quot; does not consider advancements in endovascular interventions like percutaneous coronary intervention, which enable us to treat cardiac conditions using minimally invasive techniques in sophisticated, stand-alone cardiac catheterization laboratories. This results in Medicare beneficiaries receiving care that is often more expensive - both for the Federal government and the patient - while being logistically burdensome and clinically disadvantaged. <br/>In light of these considerations, I fully support the proposal to modernize Medicare coverage and payment rules for cardiovascular procedures in the ASC setting, which would bring the program more up to date with commercial payers, technological advancements, and clinical guidelines.<br/><br/>Sincerely, <br/>Lane Miller, M.D., FACC, FSCAI<br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Derek Stanley<br/>TCEC-Tyler Texas<br/>VIA ELECTRONIC SUBMISSION: www.regulations.gov<br/>7/31/2017<br/>Seema Verma, Administrator<br/>Centers for Medicare and Medicaid Services<br/>Department of Health and Human Services<br/>Attention: CMS-1678-P<br/><br/>RE: Medicare Program: Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs<br/>Dear Administrator Verma, <br/>As a Radiologic Technologist  with Tyler Cardiac and Endovascular Center  in Tyler, Tx, it is my pleasure to write this letter in support of the hospital outpatient and ASC proposed rule for CY 2018 (Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs, CMS-1678-P). Specifically, I write in strong support of CMS&#39; interest in expanding access to ambulatory surgery centers (ASCs) for procedures like cardiac catheterization that fall outside of the current CPT surgical range of codes. <br/>As you know, Medicare regulations create a patchwork system of coverage rules for certain diagnostic and interventional cardiovascular (specifically endovascular) procedures. As it stands today, if a treatable cardiac condition is diagnosed in a Medicare patient at an ASC or a doctor&#39;s office, the physician generally cannot intervene immediately - even if doing so would be medically appropriate, safe, and/or common practice under other coverage options. In many cases, this means that Medicare patients must undergo the intake process, sedation, catheterization, and discharge on multiple occasions at multiple settings before they can be treated for their diagnosed condition. This can lead to situations that are potentially dangerous for patients&#39; health outcomes, not to mention financially and functionally burdensome.<br/><br/>Medicare regulations have not kept pace with changes in state law that increasingly allow for these procedures to take place in stand-alone facilities. Furthermore, the current ASC covered procedures list, which considers primarily the procedures grouped in the CPT surgical range of codes, with some exceptions, does not reflect advancements in technology and updated clinical guidelines with respect to ASCs. Most importantly, the current definition of &quot;covered surgical procedure&quot; does not consider advancements in endovascular interventions like percutaneous coronary intervention, which enable us to treat cardiac conditions using minimally invasive techniques in sophisticated, stand-alone cardiac catheterization laboratories. This results in Medicare beneficiaries receiving care that is often more expensive - both for the Federal government and the patient - while being logistically burdensome and clinically disadvantaged. <br/>In light of these considerations, I fully support the proposal to modernize Medicare coverage and payment rules for cardiovascular procedures in the ASC setting, which would bring the program more up to date with commercial payers, technological advancements, and clinical guidelines. <br/>Sincerely, <br/><br/>Derek Stanley RT(R)<br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Reference ID CMS-1678-P<br/><br/>I am a endovascular specialist practicing in multiple hospital in Chicago, including an underserved hospital serving a large<br/>population of the African-American community. Furthermore, I am the course director for a large vascular educational<br/>program which serves to educate physicians from around the world on endovascular treatment of patients with PAD.<br/>It has come to my attention that the current transitional pass through code (C2623) for peripheral drug coated balloon<br/>will be expiring. CMS has proposed to package the cost of the DCB into the current procedure.<br/>The endovascular community is extremely concerned that this proposed plan will not cover the cost of the DCB and therefore<br/>significantly reduce the usage of DCB despite their proven efficacy over traditional non-coated balloons. <br/>The increased rate of re-stenosis without DCB results in increased long-term costs. This includes re-intervention, possible<br/>bypass surgery and needless amputations. <br/>On behalf of the endovascular community, we urge you to continue the current payment model which reimburses for <br/>DCB separately so that we continue to use this important technology in the inpatient and outpatient settings.   ",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Federal civil rights laws protect students from discrimination on the basis of sex (Title IX); race, color and national origin (Title VI); and disability (Americans with Disabilities Act, Rehabilitation Act, and Individuals with Disabilities Education Act). To be effective, however, the federal government must enforce the law, provide oversight, and proactively work to ensure that students rights are realized. All of the rules that carry out those roles are being threatened. <br/><br/>We will not go backward with regards to civil rights.<br/><br/>I urge to to protect and enforce the rules that protect all students from discrimination.",
    "label": "pos",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Justin  Yonker<br/>justinyonker@yahoo.com<br/>10741 Fair Oaks Blvd #56 <br/>Fair Oaks , California 95628",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Thank you for asking my opinion. <br/><br/>One of the most important and unbelievably stupid things NOT being implemented and required is simply expecting everyone who is voting to show proper ID.<br/><br/>Everything and anything important we do in this nation requires us to show an identification of who we are with a legal Document; a driver&#39;s license, whatever! Voting is one of the most important things we do in our nation and anyone can walk in and say they are whoever they think they might be and vote without any ID! <br/><br/>This is my input: make it mandatory to request ID! You must have it to vote! No ID, no voting!",
    "label": "pos",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "CBD should be classified as no more than a helpful supplement. My mom was able to cut her pain medication in half- and had improved quality of life by using CBD oil. I truly believe if she had CBD oil available before she resorted to pain medication that she would have had many more productive years- and would have saved Medicare tens of thousands of dollars.",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Thanks for the opportunity. <br/><br/>In the 2012 election having missed my mail in ballot deadline intentionally I went to the polling station to vote. I was prepared for the democrat deluge of misinformed or perhaps even strategically intended misinformation around my effort. First I was told to go ahead and supply my vote to the provisional box. Then once I surrendered my mail in ballot and voted on the standard ballot I was once again instructed to insert to the provisional box. In my push for correction I was finally permitted an actual normal  and correct placement in the standard box.<br/><br/> I do believe the primary vote in a different year  (memory fails me) made an effort to supply me with 2 ballots. I noted that neither in that year had bar codes which would definitely be one way to skew legitimacy (without bar codes how does one balance the vote count to ballot count?) <br/><br/>This recent 2016 election the same efforts occurred to keep my vote from the regular box count by instructing I put my card in the provisional box once more. Armed with tenacity learned in past years and some re-education My vote was properly cast to the regular box.<br/><br/>I would like to add that my knowledge of the games played at the polling stations by not so well intended or educated poll station workers was founded in membership in conservative clubs where I became aware of the Election Integrity Projects efforts to expand political awareness of the lack of integrity so common in California!",
    "label": "neut",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "THE COMMISSION CAN START WITH A COMPILATION OF EACH STATES PROCESSES AND PROCEDURES TO INSURE ALL VOTER REGISTRATIONS ARE LEGAL AND THEN THE PROCESSES AND PROCEDURES TO INSURE ALL VOTES ARE LEGITIMATE.  THIS COMPILATION MAY LEAD TO IDENTIFICATION OF ALL THE POSSIBLE FRAUD AVENUES IN THE VOTING SYSTEM.  LOOK CLOSELY AT: 1. EARLY VOTING,  2. ABSENTEE BALLOTS,  3. PROVISIONAL BALLOTS,  4. CHAIN OF CUSTODY FOR VOTING MACHINES AND BALLOTS,  5. POLL WORKERS AND OBSERVERS (TRAINING, INSTRUCTIONS, PROCEDURES, CERTIFICATION, AUTHORITY...),  6. WAYS TO DETECT AND REPORT DISHONESTY IN ALL VOTING MATTERS, 7. REGISTRATION VALIDATION,  8. VOTER ID REQUIREMENTS .... ",
    "label": "pos",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Docket No. FDA-2017-N-4515 for &quot;International Drug Scheduling; Convention on Psychotropic Substances; Single Convention on Narcotic Drugs; Ocfentanil; Furanyl fentanyl (Fu-F); Acryloylfentanyl (Acrylfentanyl); Carfentanil; 4-fluoroisobutyrfentanyl (4-FIBF); Tetrahydrofuranylfentanyl (THF-F); 4-fluoroamphetamine (4-FA); AB-PINACA; AB-CHMINACA; 5F-PB-22; UR-144; 5F-ADB; Etizolam; Pregabalin; Tramadol; Cannabidiol; Ketamine; Request for Comments.&quot; <br/><br/>I am writing to urge continued research access to all chemicals listed in this docket with as minimal restrictions as is necessary to ensure supply and distribution as needed. <br/><br/>Additionally Cannabidiol specifically should have no regulation restricting its trade, sale, use, possession, or manufacture.  This cannabinoid is extremely safe with a long history of use.  Increasingly there is evidence to support it wide-ranging medicinal benefits and high therapeutic value and safety. Furthermore, hemp as defined by local jurisdictions, should be separated legally from drug-type, high-THC Cannabis(marijuana) in terms of regulation and control. ",
    "label": "pos",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "    I urge the USDA to stop rubber-stamping AWA license renewals. It is well-established that licensees frequently fall out of compliance with the law after their initial inspection. Granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, putting animals in danger and misleading the public.  <br/><br/>    Rubber-stamping permit applications circumvents the purpose of the Animal Welfare Act.<br/>",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "CBD oil has made a huge impact in the life of my best friend. He was diagnosed with epilepsy at 7 and has been having seizures for almost 10 years. After finally gaining access to CBD, his seizures are getting a little more under control. It has only been three months. Patients have seen results in 6 months to a year, so if they take access away now, people who need it won&#39;t be able to see if it&#39;s the right treatment for them. Without more research, we won&#39;t be able to know the full potential of CBD. This medicine has already shown to improve the lives of epileptics, cancer treatment patients, people with cerebral palsy, and so many more neurological disorders. Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code. ",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Uphold the law to protect animals.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>CBD is great for the body, kills cancer cells, eases the mind. Great to have but y&#39;all need to legalize THC!<br/><br/>Cody Reed<br/>cody.reed27@yahoo.com<br/>675<br/>Brandenburg, Kentucky 40108",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>I live in excruciating chronic pain. I am on opioids and so far, it is the ONLY thing that allows me to function. I use them according to doctors instructions and never abuse. I keep them under lock and key. The war on opioids has me very concerned and I desperately hope you will consider CBD treatment. CBD does not contain hallucenogenic properties, therefore it should be acceptable as an alternative way to help control chronic pain. Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not rec",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "My husband has MS and I have genetic degeneration issues with my Spine and Cluster Migraines since age 14.  We are forced to stick with over the counter pain management since we don&#39;t want to become addicted to Opioids.  Please deregulate all forms of Cannabis. You can use all forms of Cannabis and have no fears of addiction.  To be pain free, eat and then get some sleep? That would be a blessing.  Cigarettes and Alcohol cause more harm than cannabis ever has.  Make it over the counter and regulate it like you do Cigarettes, Alcohol and OTC drugs that contain Pseudoephedrine.",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": " I urge the USDA to stop rubber-stamping AWA license renewals. It is well-established that licensees frequently fall out of compliance with the law after their initial inspection. Granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, putting animals in danger and misleading the public.  <br/>Rubber-stamping permit applications circumvents the purpose of the Animal Welfare Act.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I think making CBD oil available to the pubic would be a huge step forward to help get proper treatment to those who need it. i use CBD product to help relax my muscles and fall asleep at night. It&#39;s use for pain management has helped me sleep better, feel better, and continue doing the things I need to do to go about my daily life. As far as the risks, those can be greatly reduced by making sure the correct information is out there and easily accessible. The key to help stop any potential for abuse is the abundance of good information. So, let&#39;s make it available to those who can truly benefit it and get them the care they need without the potential dangerous side effects that come with drugs that are already approved and expensive.  ",
    "label": "pos",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Please make these legal and available to the public. I know hundreds of people personally that would benefit from these drugs being available to use. ",
    "label": "pos",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Prescription drugs should NOT be advertised to consumers. There is no benefit and some potential harm by doing so. ",
    "label": "neut",
    "docketId": "FDA-2017-N-2936",
    "docAbstract": null
  },
  {
    "text": "I have already commented on this site, and hope to expand further.  Please study-up as much as possible before commenting.  Ten years of research and Kerr WMA trials have answered nearly all conceivable viability and safety questions.  The level of detail and the anticipation of consequences have been heartening.<br/><br/>Below is a link to the Borderlands Research Inst. summary of Sodium Nitrite activities to date.  As a Hill Country Heritage Ranch land owner, 2014 Lone Star Land Steward Co-winner, and brush country guide, the last thing I will support is the use of a toxicant that causes harm to any of our native species.<br/><br/>Also below is the link to a piece comparing the unwise use of a warfarin based toxicant to the promising use of NaNO2 in controlling hogs.  Please read up before condemning the further study of this tool.<br/><br/>I have followed these efforts for 8 years, and have no stake in the outcome.  I am not in any way connected with the HOGGONE product, or the study of NaNO2 toxicants in feral hogs.<br/><br/>PLEASE ALLOW THESE LIMITED TRIALS.<br/><br/>http://bri.sulross.edu/pubs/borderlandsnews/BN_2016_11.pdf<br/><br/>http://chapter.ser.org/texas/files/2017/08/Ecological-Restoration-Brief-No.-33-Leslie-Feral-hogs-1.pdf<br/><br/>Roy Leslie<br/>129 Giles Ranch Rd, Comfort, Tx  78213<br/>210-508-8600",
    "label": "veryneg",
    "docketId": "APHIS-2017-0067",
    "docAbstract": "Wildlife Services (WS), a program within the U.S. Department of Agriculture’s Animal and Plant Health Inspection Service, has prepared a second Supplement to the Environmental Assessment (EA) entitled “Field Evaluation of HOGGONE® Sodium Nitrite Toxicant Bait for Feral Swine”.  The EA and Supplement analyze data from past research field trials and highlights changes in the study protocol and the potential environmental effects of the proposed action. "
  },
  {
    "text": "Dear USDA,<br/><br/>You are the ONLY protection that many animals have.  I am baffled as to why you haven&#39;t used your power and authority to shut down exhibitors who keep animals caged, chained, neglected, thirsty, unprotected from the elements, and without access to veterinary care.  Why aren&#39;t you using your authority to shut down these cruel, neglectful, and often abusive people ?  I urge you to please pass this rule to end automatic renewal of licenses for all exhibitors.  These people need to be watched like a hawk, and jumped on as soon as they violate the AWA.  Their only motivation for keeping animals is greed and notoriety.  The animals are helpless and depend on YOU!!<br/><br/>Sincerely,<br/><br/>Robbie Coleman",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "While the Trump Administration states that the fracking rule would be overly costly for industry, its own analysis estimates that the compliance costs would only be 0.1 to 0.2 percent of the cost of drilling a well. This would be a small price to pay to protect the public and the environment. The Trump Administration should not dismiss the rule without full consideration of the concerns for public health and safety.",
    "label": "neut",
    "docketId": "BLM-2017-0001",
    "docAbstract": null
  },
  {
    "text": "If this commission is intended as it is widely perceived, as a commission interested in restricting the franchise and right to vote regarding persons of color and those who are quite possibly not in agreement with this Administration&#39;s fastidiously right-wing anti-immigrant and white Christian nationalist agenda, then I adjure you to challenge and change the focus of the committee toward more traditional and enduring American values such as open, inclusive, welcoming elections, polling places and polling times, reduction of partisan gerrymandering practices such as packing etc., and particularly supporting newly registered voters or those voters who are members of classes historically discriminated against in the US by such mechanisms as being considered 3/5 a person, being separate but equal, paying poll taxes, subjected to literacy requirements, felony sentence served, or voter ID requirements. Residents of the United States must be vigorously encouraged to exercise their right to vote, because it equates to their right to be represented in all levels, houses and branches of government. The current state of electoral politics exists because the Congress has not yet had the courage to pick up the gauntlet thrown down by the Supreme Court in Citizens United v. FEC. Regular citizens currently have almost no meaningful participation in government beyond their exercise of the vote in highly media-influenced, thus money-pivoted elections. In addition extreme partisan gerrymandering has resulted in nominally powerful majorities of citizens having to subsist politically with little or no representation in government for long stretches during recent times. <br/><br/>The mandate of one person one vote should extend as evenly as possible throughout this great land and into every demographic substrate regardless of income or historical barriers to participation. When considering public perceptions of fairness in elections, this committee must err on the side of actually opening as widely as possible fair and well-attended elections. Do not allow the fears of a small and perhaps justly declining plurality of white Christian nationalists to guide your committee into repeating grave errors of judgement that stretch deep into this nation&#39;s scarred past, beginning with the acceptance of the institution of chattel slavery within these constitutional United States, and continuing today with an unspeakably vast mass incarceration of persons of African-American descent and diminution of Minority votes by extremely partisan practices of drawing districts safe for incumbent powers but also just happening to reduce the electoral voice of poor and Minority voters. Do nothing in your deliberations that could be remotely construed as restrictive of any person&#39;s right to vote. I should think this goes without saying, but many things I took for granted in the past have begun to show signs of weakness, such as the role of the educated common voter, the role of the press in disseminating truth in political discourse and in holding miscreant political actors accountable for thwarting the express political will of the American majority in policy decisions and legislative actions, and taxation attending honest political representation.",
    "label": "neg",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "I am commenting on: Regulation ID: ED-2015-OSERS-001-1167 Date Posted: Aug 19, 2016 RIN:1820-AB70<br/>CFR:34 CFR Parts 361, 363, and 397 Federal Register Number: 2016-15980<br/>Integrated AbilityOne (JWOD) employment that includes full wages, benefits and promotional opportunities must be included in the definition of Competitive Integrated Employment<br/>The Rehabilitation Services Administration regulatory re-definition of Competitive Integrated Employment;<br/> Restricts access to quality competitive, integrated jobs for people with significant disabilities.<br/> Is inconsistent with other parts of the regulation, longstanding practice and technical guidance.<br/> Limits the ability of state Vocational Rehabilitation (VR) program counselors to best determine the needs and competitive job fit for their individual clients with significant disabilities.<br/> Discriminates against non-profit employers of people with significant disabilities.<br/> Must be revised.<br/>Selected excerpts that overreach on defining the &quot;typically found in the community&quot; component of Competitive Integrated Employment and discriminate against non-profit employers (Community rehabilitation providers) of persons with disabilities<br/>Federal Register/Vol. 81, No. 161/Friday, August 19, 2016/Rules and Regulations. Page 55643:<br/>&quot;As explained earlier, businesses established by community rehabilitation programs or any other entity for the primary purpose of employing individuals with disabilities do not satisfy this criterion and, are therefore, not considered integrated settings, because these are not within the competitive labor market&quot;.<br/>The factors that generally would result in a business being considered &quot;not typically found in the community,&quot; include: (1) The funding of positions through Javits-Wagner-O&#39;Day Act (JWOD) contracts; (2) allowances under the FLSA for compensatory subminimum wages; and (3) compliance with a mandated direct labor - hour ratio of persons with disabilities&quot;",
    "label": "veryneg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "The &quot;provisional ballot&quot; really jams things up on election day and afterward.  There is too much for voters to fill out.  There are too many reasons for allowing a provisional ballot.  There is too much involved with hand checking and counting afterward.  It causes an untimely mess and is hardly secure.<br/>",
    "label": "neg",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "At the request of an Ophthalmologist wishing to perform the Pterygium excision procedure in our ASC, I began analyzing the CMS allowable for the below procedure codes.<br/><br/>65420 - Excision or transposition of pterygium; without graft<br/><br/>65426 - Excision or transposition of pterygium; with graft<br/><br/>As a result of the analysis I concluded that the payment was way to low to allow these procedures to be performed.  I was very happy to see that CMS has almost doubled the allowable for these procedures in the 2018 proposed rule.  However, I still believe that there is a slight discrepancy between the two procedures.<br/><br/>Prior to 2015, the allowable for these two procedures were different due to the use of a graft for CPT code 65426 which added a significant cost to the facility.  For some unknown reason starting in 2015 the allowable for  65426 was reduced to match that of CPT code 65420.  Ever since the allowable for both procedures have remained the same even though the cost is substantially greater for CPT code 65426 due to the graft cost.<br/><br/>I believe that the allowable for CPT code 65426 should be 20%-30% more than CPT code 65420.<br/><br/>Thank you for your time and consideration,<br/><br/>Michael Reyland, CPC, CIRCC",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I work for an ASC - dedicated to the care of endoscopy patients.  We have used our own Facility generated patient satisfaction questionnaire for 10 years with excellent feedback and results.  Our Facility has made meaningful changes in response to the answers on our current questionnaire. Our questionnaire consists of eight pertinent questions on one page.  <br/>The OAS CAHPS proposed questionnaire is too long and the majority of patients are not going to take the time to fill it out or answer the questions. Who wants to fill out a questionnaire that is a miniature book with 37 questions?  It is a waste of time &amp; money for ASC&#39;s.    Please reconsider proposing this burdensome requirement on ASC&#39;s that is not going to improve patient care in the long run. <br/>",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "To Whom It May Concern:<br/><br/>I am writing to oppose allowing the transitional pass-through code for drug coated balloons (DCB) to expire without renewing it. There is sufficient data that proves the superiority of DCB over regular balloon angioplasty. Additionally, this technology is key in other states such as in-stent stenosis. It additionally provides an alternative to stenting for many patients. Use of DCB may be even cost-effective in the long term given decreased need for reintervention. It is for these reasons that I urge you to reconsider the rule change. Thank you.<br/><br/>Sincerely,<br/><br/>Issam Koleilat, M.D.<br/>Vascular Surgeon",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am a practicing interventional cardiologist with an interest in Peripheral Vascular Disease.  I am writing to ask you NOT to let the pass-through cost of Peripheral Drug-coated balloons expire in December.  These devices have excellent results and I feel that including their cost in procedural payment will limit our ability to offer them to patients who stand to benefit from them.<br/><br/>David M. Safley MD, FACC, FSCAI<br/>Director of Quality, Saint Luke&#39;s Cardiovascular Consultants<br/>Associate Professor Of Medicine, University of Missouri - Kansas City<br/>4330 Wornall, Suite 2000 Kansas City, MO 64111 <br/>816-931-1883<br/>dsafley@saint-lukes.org<br/>",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Our facility participates in, and supports, the ASC Quality Reporting (ASCQR) Program. While I strongly support public reporting and quality measurement, I was happy to see that CMS proposed to delay the five new measures based on the use of the Consumer Assessment of Healthcare Providers and Systems Outpatient and Ambulatory Surgery (OAS CAHPS). There are serious administrative and cost burdens the survey would place on my facility, and the following should be addressed before CMS mandates this survey:<br/>Adding an electronic survey option. Internet access and email accounts are common in today&#39;s society, and I believe that CMS should add an electronic mode as an option for conducting the OAS CAHPS survey. This will also reduce the cost of administering the survey, as phone and mail options are cost-prohibitive.<br/>Survey length.The survey should be significantly shortened. The inclusion of 13 demographic questions in the &quot;About You&quot; section of the survey is excessive. In addition, 24 questions regarding the patient&#39;s experience is extremely high. Our facility has found we achieve the highest response rate with short, concise surveys of no more than 5-10 questions. Our fear is that the return rate for a 37-question survey will be extremely low, and patients and facilities will not be able to glean any meaningful information due to low responses rates.<br/>Required number of completed surveys. Requiring 300 completed surveys would be burdensome for my ASC, as well as many other facilities. ASCs are often small businesses, with two or fewer operating rooms. When inpatient hospitals were first required to utilize the HCAHPS survey, they only had to achieve 100 completed surveys. Setting higher expectations from the start for smaller providers like ASCs is unreasonable, and I request that if you make the survey mandatory in the future, the initial requirement be set at 100 completed surveys.<br/>",
    "label": "neg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am writing this letter with regards to the proposed APC assignment for the Aquablation procedure to APC 5374. The Aquablation procedure is a new and novel form of treatment for benign prostatic hypertrophy. It has levels of complexity that are similar to cryoablation of the prostate and high intensity focused ultrasound of the prostate. Both of which are cancer procedures. The complexity of instrumentation is paramount in this procedure. Similar to treating the prostate with cryoablation and HIFU, Aquablation requires trans-rectal ultrasound preplanning and live monitoring during treatment. The level 4 APC coding does not take into account the relative cost for the device and the overhead to comparable procedures. More complex cases with 5376 (level6) designation such as HIFU,  Cryoablation and Interstitial seed implantation all need more sophisticated equipment to perform the procedure and appropriately trained personnel to help manage and run the computerized machinery.  It would not be possible for the physician to perform these tasks alone during the procedure. Unlike level 4 designated procedures, the required equipment for this procedure is not reusable. Even transurethral resection of the prostate and laser ablation of the prostate or level  designated procedures because of the complexity of the equipment and time involved for completing the procedure. I would strongly encourage &quot;the powers that be&quot; to look again at the APC designation for Aquablation and consider a level 5 (5375) if not more appropriately a level 6 (5376) designation.<br/><br/>",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "My name is Dr. Chris Pollock. I have practiced vascular surgery for 15 years and am a member of Premier Surgical Associates, PLLC in Knoxville Tennessee. I have been utilizing drug-coated balloons since their release approximately 18 months ago. My success rate and long-term patency rate have been outstanding and significantly better than prior technology.<br/>In the current CY 2018 hospital OPPS and ASC payment systems and quality reporting programs Rule, CMS is proposing to eliminate payments for drug-coated balloons and bundle those payments within the payments of existing procedures. The CY 2018 OPPS proposed rule does not include a provision to create new coding or differentiate payment for procedures involving DCBs. CMS has proposed to package the device costs of DCBs into the costs of the procedures with which the device is utilized, effective January 1, 2018. This means angioplasty procedures with DCBs and plan balloons will receive the same payment amount. <br/>The clinical benefits and cost effectiveness of DCB angioplasty have been well established through randomized controlled trials and large-scale, population based observational studies. CMS&#39; approval of both inpatient and outpatient temporary add-on payments for DCBs was in recognition that DCBs represent a significant clinical improvement in the treatment of PAD relative to plain balloon angioplasty catheters when compared to drug-coated balloon therapy.<br/>We believe an appropriate payment structure after the expiration of these add-on payments is important to avoid patient access barriers to a technology that reduces repeat interventions for patients and healthcare costs to Medicare. A separate payment structure for DCBs should be established to eliminate significant barriers to access for this superior treatment modality.<br/><br/>DCBs have demonstrated a significant reduction in loss of patency; lower rates of revascularization; a decrease in recurrent symptoms; sustained clinical improvement; and a reduction in follow-up costs.<br/> <br/>Long-term follow-up data from a pivotal three-year randomized control trial and real-world observational study data confirm that DCB provides significant improvement in patient clinical outcomes and savings to the healthcare system: <br/><span style='padding-left: 30px'></span>DCB therapy offers continued improvement in patency at three years[1], [2], 4, 5 <br/><span style='padding-left: 30px'></span>DCB therapy offers the lowest reported reintervention rate of all available SFA technologies1-5 <br/><span style='padding-left: 30px'></span>DCB therapy offers better clinical outcomes, reduced reinterventions, and savings in total costs at 2 years. <br/>[1]Laird JR, Schneider PA, Tepe G, et al. Durability of Treatment Effect Using a Drug-Coated Balloon for Femoropopliteal Lesions: 24-Month Results of IN.PACT SFA. J Am Coll Cardiol. 2015;66(21):2329-2338 <br/>[2]Krishnan P. Drug-Coated Balloons Show Superior Three-Year Outcomes vs. Angioplasty: Results from IN.PACT SFA Randomized Trial. Presented at: Vascular InterVentional Advances (VIVA); September 19, 2016; Las Vegas, NV. <br/>3Salisbury AC, Li H, Notestein EE, et al. TCT-532 Economic Outcomes of Endovascular Femoropopliteal Intervention using Drug-Coated Balloons vs. Standard PTA: 1-year Results from the IN.PACT SFA II Trial. Journal of the American College of Cardiology. 2014;64(11_S). <br/>4Benenati JF. A Prospective, Global, Multicenter, Single Arm Real-World Registry Investigating the Clinical Use and Safety of the Lutonix Drug Coated PTA Dilation Catheter. Presented at: Vascular InterVentional Advances (VIVA); September 19, 2016; Las Vegas, NV<br/>5Schroeder H, Werner M, Meyer DR et al. Low-dose Paclitaxel-coated Versus Uncoated Percutaneous Transluminal Balloon Angioplasty for Femoropopliteal Peripheral Artery Disease: 1-year Results of the ILLUMENATE European Randomized Clinical Trial. Circulation. 2017; CIRCULATIONAHA.116.026493.<br/><br/>",
    "label": "nef",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Thank you for reviewing my concern. Utilization should NOT be the criteria used to determine if a CPT code is misvalued.  Ongoing research continues to demonstrate that the presence of an anesthesiologist for routine colonoscopy increases the satisfaction of both the patient and the gastroenterologist while improving the safety of the procedure by providing a specialist to care for the patient&#39;s airway and physiological concerns while the gastroenterologist focuses on completing the procedure. <br/> <br/>If CMS&#39;s proposed rule change goes into effect, commercial carriers will follow resulting in a significant reduction in overall anesthesia reimbursement for endoscopic procedures based on non-clinical valuation methodology previously cited. This may result in access issues for patients as facilities that already struggle to break even on their procedures may see this move as further disincentive to offer this important procedure.",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am writing in support of Medicare&#39;s proposal to reform and stop abuse of the 340B drug discount program. <br/><br/>Abuse of the 340B program by some hospitals is causing serious problems for the nation&#39;s cancer patients and health care system. It is costing patients and taxpayers much more for cancer care that could be delivered in local, affordable community oncology clinics.<br/><br/>No one disagrees that 340B is a critically important safety-net program for needy patients. Unfortunately, the program has grown tremendously because some greedy hospitals have figured out that they can abuse the program and profit off of discounts without any oversight or accountability.<br/><br/>Putting profits before patients is bad for those who truly need 340B discounts and American&#39;s who rely on quality, affordable, and accessible local cancer care. This is particularly important for rural and underserved communities where there are few cancer care options.<br/><br/>340B hospitals should be held to high standards of transparency and accountability, so that government and the public understand exactly how the discounts are being used. It is shocking that hospitals can pocket 340B profits for use on bonuses, buildings, and more. In addition to accountability, we need public reporting from all program participants.<br/><br/>I want you to know that I stand firmly in support of Medicare and CMS as it works to reform 340B. It is time to reform the 340B program so that it serves patients in need, not hospital profits!<br/>",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am commenting on: Regulation ID: ED-2015-OSERS-001-1167 Date Posted: Aug 19, 2016 RIN:1820-AB70<br/>CFR:34 CFR Parts 361, 363, and 397 Federal Register Number: 2016-15980<br/>Integrated AbilityOne (JWOD) employment that includes full wages, benefits and promotional opportunities must be included in the definition of Competitive Integrated Employment<br/>The Rehabilitation Services Administration regulatory re-definition of Competitive Integrated Employment;<br/> Restricts access to quality competitive, integrated jobs for people with significant disabilities.<br/> Is inconsistent with other parts of the regulation, longstanding practice and technical guidance.<br/> Limits the ability of state Vocational Rehabilitation (VR) program counselors to best determine the needs and competitive job fit for their individual clients with significant disabilities.<br/> Discriminates against non-profit employers of people with significant disabilities.<br/> Must be revised.<br/>Selected excerpts that overreach on defining the &quot;typically found in the community&quot; component of Competitive Integrated Employment and discriminate against non-profit employers (Community rehabilitation providers) of persons with disabilities<br/>Federal Register/Vol. 81, No. 161/Friday, August 19, 2016/Rules and Regulations. Page 55643:<br/>&quot;As explained earlier, businesses established by community rehabilitation programs or any other entity for the primary purpose of employing individuals with disabilities do not satisfy this criterion and, are therefore, not considered integrated settings, because these are not within the competitive labor market&quot;.<br/>The factors that generally would result in a business being considered &quot;not typically found in the community,&quot; include: (1) The funding of positions through Javits-Wagner-O&#39;Day Act (JWOD) contracts; (2) allowances under the FLSA for compensatory subminimum wages; and (3) compliance with a mandated direct labor - hour ratio of persons with disabilities&quot;",
    "label": "neg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Eric Swaney<br/>ricksrph@gmail.com<br/>176 Janet Marie Ln<br/>Winona, Minnesota 55987",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "The full acceptance and integration a Learning Management System (LMS) is the missing link in our higher educational system.",
    "label": "neut",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "You need to take pride in your job &amp; do the right thing. Do the common sense thing. And that means not renewing licenses to offenders.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "PLEASE ACT NOW TO STOP ANIMAL ABUSE ANY WAY POSSIBLE. WE ARE HERE TO PROTECT OUR ANIMALS AND SHOUT OUT WHEN THEY ARE BEING ABUSED. THIS HAS BECOME AN ABOMINATION!  S T O P LICENSING TO ABUSERS AND ADMINISTER STRICTER FINES AND EVEN IMPRISONMENT. We all love our animals and it&#39;s heartbreaking to see them purposely hurt, living in squalor, beaten and starving. No more excuses! THANK YOU.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Do the right thing by stopping the Automatic Renewal of Licenses Issued to Chronic Violators!  Humans know better and you have the power to make this happen.  <br/><br/>Thank you",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Stop rubber stamping these facilities that have past violations, current violations that are never resolved. This is blatant animal cruelty, and abuse. These procedures must be changed, and must reflect a business that needs to be shut down, and not be given a license to abuse every single year. <br/>We must not treat our animals this way, and Americans want these facilities either shut down or no license renewal.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Dear Secretary of State,<br/><br/>I am very opposed to this information collection for many reasons.  <br/><br/>First, this policy will result in racial and religious profiling.  Government employees who issue visas would have essentially unfettered discretion in choosing who to target for extreme vetting.  Even in the best of times, unfettered discretion and a lack of protection lead to increased racial profiling.  In times such as these where the President and many top government officials have expressed clear hostility toward Muslims, proposals such as this are especially prone to lead to unconstitutional and immoral treatment.  <br/><br/>The social media collection is particularly troubling.  Social media is very language-, culture-, and context-specific, and State officials are bound to make mistakes when interpreting peoples social media posts, and those mistakes can have devastating consequences for visa applicants.  It is also particularly dangerous for human rights defenders and democracy activists who live in repressive regimes. They rely on anonymous online identities to further their activism while maintaining at least some small amount of safety from government reprisals; destroying that anonymity by forcing them to link their online presence to their official identities while they are abroad in the country they fear reprisals from is a cruel condition to set for obtaining a visa.<br/><br/>The travel history requirement is absurdly burdensome; I would ask Department of State officials to try to figure out their travel history for the last fifteen years, and include every source of income used for each of those travels.  Most of us cannot even begin to remember which friends we shared travel costs with, or which trips our family members may have contributed some small amount of money to.  If most of us would be unable to collect this information, why are we demanding it of visa applicants, especially when the consequences of not giving complete or accurate information could be as severe as a visa denial that could separate family and friends?<br/><br/>The proposal will end up hurtingnot helpingU.S. security interests.  The information you are asking for is invasive and irrelevant.  There is no evidence that the collection of this personal information and social media handles will lead to more security.  For these reasons and many, many more, I oppose this proposal.<br/><br/>Sincerely,<br/>Marjory Keean",
    "label": "veryneg",
    "docketId": "DOS-2017-0032",
    "docAbstract": null
  },
  {
    "text": "I am commenting to express my opposition to the proposed supplemental questions for visa applicants.  While there is an important need for vetting potential immigrants to keep our country safe, the information being collected in this questionnaire is too extensive, making the questionnaire an unnecessary invasion of privacy. There is no evidence that the collection of such personal information and social media handles will lead to more security, and it will result in large, unwarranted costs for the State Department. This questionnaire may also result in racial or religious profiling leading to the unreasonable denial of visas.",
    "label": "veryneg",
    "docketId": "DOS-2017-0032",
    "docAbstract": null
  },
  {
    "text": "Direct to consumer drug ads need to be banned. Since you won&#39;t ban them, we must know all the side effects of drugs especially the dangerous and life-threatening ones. The public is not stupid and we don&#39;t need a degree in medicine to understand what the side effects mean. This way we can make a choice.",
    "label": "neut",
    "docketId": "FDA-2017-N-2936",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Cody Saulnier<br/>codyann2@gmail.com<br/>2808 sw 88th st.<br/>Oklahoma City, Oklahoma 73159",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Don&#39;t make it so easy for people to violate the Animal Welfare Act. Look at someones past before you approve them for the future. Too many undesirable people slip past you &amp; get approved.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Cynthia Leazer<br/>hawke33@yahoo.com<br/>732 Arbor Ct<br/>Warrenton, Va., Virginia 20186",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Thank You Secretary Perdue",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I urge the USDA to stop rubber-stamping AWA license renewals. It is well-established that licensees frequently fall out of compliance with the law after their initial inspection. Granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, putting animals in danger and misleading the public.  <br/>",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "<br/>Skip Navigation<br/>Regulations.gov - Your Voice in Federal Decision Making<br/><br/>Home<span style='padding-left: 30px'></span>Help<span style='padding-left: 30px'></span>Resources<span style='padding-left: 30px'></span>Contact Us<br/><br/>SearchAdvanced Search<br/>Start of Main Content<br/>Comment from Claire Jackson<br/>The is a Comment on the Animal and Plant Health Inspection Service (APHIS) Proposed Rule: Animal Welfare: Procedures for Applying for Licenses and Renewals<br/>For related information, Open Docket Folder<br/>Comment<br/>I urge the USDA to stop rubber-stamping AWA license renewals. It is well-established that licensees frequently fall out of compliance with the law after their initial inspection. Granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, putting animals in danger and misleading the public. <br/><br/>Do NOT rubber-stamp permits!",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Roger Duron<br/>hotshoe37@aol.com<br/>10351 Wheatley School rd<br/>Marshall, Virginia 20115",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>Current federal regulations and guidance help all studentsregardless of sex, race, color, sexual orientation, gender identity, national origin, or disability statusreceive the benefit of our civil rights laws. That is why I am urging the Department of Education not to repeal, replace, or modify current civil rights regulations. The Department should also preserve all current significant guidance documents, such as the guidance on: sexual harassment (including the April 2011 Dear Colleague Letter containing guidance on sexual violence) ; racial and disability-based harassment; access to athletic opportunities; gender equity in career and technical education; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners.<br/><br/>Federal civil rights laws protect students from discrimination on the basis of sex (Title IX); race, color and national origin (Title VI); and disability (Americans with Disabilities Act, Rehabilitation Act, and Individuals with Disabilities Education Act). To be effective, however, the federal government must enforce the law, provide oversight, and proactively work to ensure that students rights are realized. Current regulations and guidance help make students rights a reality and must be maintained.<br/><br/>Best,<br/>Katie Diekman",
    "label": "veryneg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Lucas  Runyon<br/>lukerunyon@hotmail.com<br/>925 S 1st Street<br/>Springfield, Illinois 62704",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "My concern is that this form, if used for ordinary visitor visas, will limit tourism to the US. If onerous and invasive information requests are seen as a likely requirement to visit the US, then many people will just decide to travel elsewhere. That seems like a real economic burden to the tourism industry.",
    "label": "veryneg",
    "docketId": "DOS-2017-0032",
    "docAbstract": null
  },
  {
    "text": "This comment is being made in favor Cannabidiol (CBD). <br/>CBD should not be restricted because CBD is not addictive, nor does it have the potential for abuse or used for psychoactive purposes. Therefore, no international restrictions should be placed on CBD. ",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>All Department of Education civil rights regulations and guidance documents are important and necessary. Far from being burdensome, current civil rights rules and regulations  benefit schools and students by providing a clear framework that, when followed, allow all students an equal opportunity to learn in a safe and welcoming environment regardless of sex, race, color, national origin, disability status, English proficiency, sexual orientation, or gender identity.<br/>I urge the Department to keep in its current form 34 C.F.R. pts. 1 thru 1299 , which include regulations governing the Secretary and the offices for Civil Rights; Elementary and Secondary Education; Special Education and Rehabilitative Services; Career, Technical, and Adult Education; Post-Secondary Education; Educational Research and Improvement; and the National Council on Disability. <br/><br/>I also urge the Department to preserve all current significant guidance documents, including guidance on sexual, racial, and disability-based harassment (including guidance on sexual violence); access to athletic opportunities; gender equity in career and technical education; single-sex schools; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners. I urge you to keep current regulations and guidance in place, and to continue enforcing these critical civil rights laws so that all students have an equal opportunity to learn and thrive.<br/><br/>Sincerely,<br/>Elissa Jury<br/>  High Falls, NY 12440",
    "label": "neg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "My spouse suffers from seizures. He has sustained severe injuries, including reconstructive surgery on his rotator cuff. It has caused us huge amounts of financial burdens, as well as obvious medical concerns. CBD oil has no side effects, but his prescription medications do. Please, PLEASE, I beg you to allow oil to be used to help treat his condition.",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "yes, please amend DOE&#39;s test procedures for general service fluorescent lamps, general service incandescent lamps, and incandescent reflector lamps, rule will not help the hard working people of tx, with large impact of Harvey storm on Texas and La, or at least do not include these states.",
    "label": "verypos",
    "docketId": "EERE-2017-BT-TP-0011",
    "docAbstract": null
  },
  {
    "text": "My comments relate to section I.1.B., E/M GUIDELINES. I strongly support the idea to remove CMS documentation requirements for the history and physical exam for all E/M visits at all levels. The administrative burden of creating and auditing the details of this required documentation is wasteful. We would likely be able to see significantly more patients for the same resource use without these requirements.<br/><br/>Thank you,<br/>Emily Graber MD",
    "label": "verypos",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "Thank you for considering changes that could potentially greatly improve the situation for animals across the United States.<br/> <br/>I support these changes wholeheartedly and believe they will enable strengthened protections for animals and better oversight and regulation of the Animal Welfare Act.<br/> <br/>Chronic AWA violators have gone unchecked for far too long. Insisting on a re-licencsing process would better enable the agency to review the licensee&#39;s history of compliance and present circumstance, providing enhanced protection of animals from known abusers.<br/> <br/>I kindly request that the new regulatory changes take place as soon as possible, and again thank the agency for taking this extremely important step to protect some of our country&#39;s most vulnerable inhabitants.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Re: Docket No. OLP 164<br/><br/>To Whom It May Concern:<br/><br/>I am writing on behalf of the Advocacy Center of Louisiana, the protection and advocacy system for the State of Louisiana. Among other functions, we provide legal representation to individuals with disabilities who have been discriminated against in violation of Titles II and III of the Americans with Disabilities Act (ADA). The regulations implementing those Titles are found at 28 C.F.R. Chapter I, parts 35 and 36, and are thus covered by the referenced request for public comment. These comments are limited to the ADA implementing regulations.<br/><br/>The Department of Justice (the &quot;Department&quot;) seeks comment on the &quot;various kinds of actions taken by the Department&#39;s components that the public perceives to be regulatory in nature even if they are issued in a form other than rules promulgated upon notice and comment,&quot; meaning an action that &quot;imposes binding requirements [or] states criteria that a Department component will use to assess compliance with such a binding requirement.&quot;<br/><br/>In the context of the ADA, such actions might be consent decrees or other settlement agreements secured and published by the Department, as well as technical assistance manuals or other guidance materials. With respect to consent decrees and settlement agreements, these achieved pursuant to the Department&#39;s fulfilling its statutory duties in response to actual complaints. See 42 U.S.C.  12188(b). The Department&#39;s exercise of its investigatory and enforcement authorities is a crucial component of the vindication of the civil rights of people with disabilities.<br/><br/>The Technical Assistance Manuals issued regarding Titles II and III are likewise invaluable. In many cases, the Manuals restate or provide further explanation of the statutory and regulatory requirements. The ADA Technical Assistance Manuals additionally provide context drawn from the larger body of civil rights law that is useful in interpreting the ADA. See, e.g., ADA Title III Technical Assistance Manual, III-1.6000. In other words, the Technical Assistance Manual makes explicit information that is contained implicitly in the statutory reference to other law. This function is useful to both individuals with disabilities who seek plain-language explication of the extent of their rights under the ADA and entities charged with following the statute.<br/><br/>The Department additionally issues materials that assist consumers and service providers alike in understanding the issues at hand. In some cases these materials provide business or public entities with needed context to understand their obligations. For example, Department materials provide information on the way many Deaf individuals communicate, which is critical to understanding whether a communication modality is effective, the standard required by law. To be clear, these materials do not expand the statutorily prescribed rights; they rather provide useful information so that entities can understand the relevant issues in determining how best to comply with the law.<br/><br/>The Department additionally seeks suggestions regarding regulatory actions that should be repealed, replaced, or modified in furtherance of Executive Order 13777.<br/><br/>We know of no such regulations in the context of the ADA. The ADA regulations and architectural standards have been promulgated after much research and deliberation, in consultation with business owners, individuals with disabilities, architects, and other experts. The Department undertook substantial revisions to both Title II and Title III regulations, resulting in revised and repromulgated regulations in 2010. The resulting regulations reflect a balance between the needs of people with disabilities and business owners, in some cases clarifying the statutory limitations of the ADA, while explicitly rejecting the proposals of disability advocates, who called for more expansive protections. While we do not in all cases agree with the results, we respect the deliberative process the Department undertook, spanning two presidential administrations, to arrive at the regulations as they exist today. We urge the Task Force to reject further amendments to these regulations without employing the same careful consideration.<br/><br/>Sincerely,<br/><br/>Susan Meyers<br/>Director of Policy and Community Engagement<br/>Advocacy Center of Louisiana<br/>",
    "label": "veryneg",
    "docketId": "DOJ-OLP-2017-0007",
    "docAbstract": null
  },
  {
    "text": "Please help the small rural hospitals.<br/>They have been exempt from the supervision rules for many years until a few years ago and then congress steps in and passes a law to keep them exempt, just like they did for the SGR physician issue. <br/>a bill states s there has to be direct supervision. Healthcare is in a big enough mess without making it harder for people to get care. It boils down to commonsense.",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Removing total knee arthroplasty from the inpatient only list will place a major strain on rural hospitals with only a few specialty surgeons, orthopedic being one of them.  In the proposed rule, it is mentioned that &quot;just because a procedure is not on the IPO list does not mean that the procedure cannot be performed on an inpatient basis.&quot;  However, to qualify a patient for inpatient status, you must have a reason for the patient to stay over two midnights that is medically necessary.  If the procedure performed by the orthopedic surgeon is one where it takes 2 days during the normal recovery period for an uncomplicated case post op, this is standard care that would require inpatient over 2 midnights.  How are the surgeons supposed to develop their own protocol for determining who should be done as an outpatient vs inpatient and can they use their &quot;physician exception&quot; and make all of their cases inpatient?  This will send the hospitals and RACs into a state of ambiguity.  Who is to say the RACs won&#39;t come back and deny all of the cases that were inpatient for lack of medical necessity but based on physician exception was made inpatient?  Also, in rural areas many patients do not have the home life/support structure/community resources to provide care to these patients outpatient.If a patient&#39;s comorbid condition is uncontrolled, making them &quot;high risk&quot; it is unlikely that the patient will be undergoing an elective surgery such as joint replacement so that standard cannot be used.  Your statement suggests that a patient nwith comorbidities who does not have a good home support system can be admitted as inpatient for their total joint replacement, even if those comorbidities and the surgery do not lead the doctor to have an expectation of a two midnight medically necessary hospital stay.  How is a doctor to determine the number and type and severity of comorbid conditions which warrant inpatient admission? ",
    "label": "neg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I have been notified that The reimbursement for Drug Coated Balloons (C2623) will no longer be reimbursed under this C code.  I have been treating my patients with this technology for almost  to 2 years. Without a doubt my patients have benefited greatly from this advanced technology. I have noticed a reduced number of re-interventions and clearly this is what I strive for as should all interventional physicians.   My use of DCBs has given me another tool to treat the most serious PVD as well as De novo lesions successfully. To reduce reimbursement or take it away all together would be a detriment to my patients.  I strive daily to improve my patients lifestyle as much as possible. I implore you, CMS, to continue giving me as well as all interventional physicians the option to successfully treat our patients with this technology, as well as saving revisits and re interventions for my patients.<br/>In this day and age of a hospitals having goals to keep costs down. I believe the first thing that would be on the &quot;cutting block&quot; would be using any advanced technologies IE: DCBs that have little or no reimbursement.  Taking us back years. Going back to older technologies like PTA/Stents. These treatments are acceptable ,but rendered inadequate with the advent of DCB technology.<br/>Thank you for your considerations in continuing reimbursement for this much needed treatment option<br/><br/>",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>August 19, 2017<br/><br/>Seema Verma, Administrator<br/>Centers for Medicare and Medicaid Services<br/>Department of Health and Human Services<span style='padding-left: 30px'></span><br/>Attention:  CMS-1678-P<br/>Room 445-G<br/>Hubert H. Humphrey Building<br/>200 Independence Avenue, SW<br/>Washington, DC 20201<br/><br/>Re: CMS-1678-P - Medicare Program: Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs<br/><br/>Dear Administrator Verma:<br/><br/>I am an anesthesiologist and medical director at Sutter Amador Surgery Center which is a small rural ASC in the state of California.  My ASC focuses on GI endoscopy, pain management, cataract surgery, podiatry, and orthopedics and Medicare beneficiaries constitute approximately 70% of our case volume.  I am writing to urge you to make the policy change necessary to halt the growing disparity between ASC and hospital outpatient department (HOPD) payments by using the same update factor for both settings. This will ensure that ASCs remain a viable high-quality, lower-cost option for patients.<br/>Researchers at the University of California-Berkeley found that ASCs saved Medicare program and its beneficiaries $7.5 billion during the four-year period from 2008 to 2011 over what would have been paid if care had been provided in other settings. The Berkeley researchers also project that ASCs have the potential to save the Medicare system an additional $57.6 billion over the next decade if policymakers take steps to encourage the use of these innovative healthcare facilities within the Medicare system.<br/>Similarly, in addition to the large number of outpatient procedures that can appropriately be done in an ASC, there are a few procedures that should absolutely be mandated by CMS to be done in an ASC when available because these procedures are safe and straightforward and cost significantly less when done in an ASC.  These procedures include cataract surgery, pain management procedures, most podiatry, and non-emergent GI endoscopy procedures.  <br/>ASCs have achieved cost savings and produced high-quality outcomes in spite of CMS policies. <br/>Under this proposed rule, Medicare would be reimbursing HOPDs approximately twice as much for performing the same procedures when performed in ASCs. This disparity is due in part to the fact that a different update factor is used for each of the settings. At some point, it becomes economically unfeasible for my facility to continue to perform Medicare cases, which hurts patients and limits their access to high-quality outpatient surgical care.<br/>As a medical director/anesthesiologist and tax payer, I believe we need to work together to find cost effective solutions that enable our citizens to receive timely and appropriate care. By updating ASCs using the same update factor as HOPDs - the hospital market basket, this will stop the growing disparity in payments between HOPDs and ASCs. That will allow ASCs to continue to provide quality surgical care for the millions of Medicare patients who depend on our services.<br/><br/>Sincerely,<br/>Vicki Chew, MD<br/>Medical Director and board-certified anesthesiologist<br/>Sutter Amador Surgery Center<br/>223 Clinton Rd. #204<br/>Jackson, CA 95642<br/>",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "August 23, 2017<br/><br/>Seema Verma, Administrator<br/>Centers for Medicare and Medicaid Services<br/>Department of Health and Human Services<span style='padding-left: 30px'></span><br/>Attention:  CMS-1678-P<br/>Room 445-G<br/>Hubert H. Humphrey Building<br/>200 Independence Avenue, SW<br/>Washington, DC 20201<br/><br/>Via online submission at https://www.regulations.gov/document?D=CMS-2017-0091-0002<br/><br/>Re: CMS-1678-P - Medicare Program: Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs<br/><br/>Dear Administrator Verma:<br/><br/>I am the Director of ASC Quality and Regulatory Compliance at Community Health Systems.  Our facilities participate in the ASC Quality Reporting (ASCQR) Program. I was happy to see that CMS proposed to delay the five new measures based on the use of the Consumer Assessment of Healthcare Providers and Systems Outpatient and Ambulatory Surgery (OAS CAHPS). There are serious administrative and cost burdens the survey would place on our facilities, and the following issues should be addressed before CMS mandates this survey.<br/>Lack of electronic survey option. Internet access and email accounts are common today, and I believe that CMS should add an electronic mode as an option for conducting the OAS CAHPS survey. This will also reduce the cost of administering the survey, as phone and mail options are cost-prohibitive for my facility.<br/>Survey length. The survey should be significantly shortened, focusing on actionable aspects of patient experience in the outpatient setting. The inclusion of 13 demographic questions in the &quot;About You&quot; section of the survey is excessive. Only those items that are required by law or that would be used in patient-mix adjustment for public reporting purposes should be included. Based on our review of the factors used in the patient-mix adjustment for CAHPS surveys, only the items that identify self-reported health status (item 25), age (item 27), education (item 29), primary language other than English (item 33) and a proxy respondent (item 36) should be retained. Federal data collection requirements regarding sex, race, ethnicity, and primary language can be met with items 28, 30, 31, 32 and 33. The other four items (26, 34, 35 and 37) are not essential. In fact, the US Office of Minority Health clearly identifies items 34 and 35 as optional in its implementation guidance. It is not reasonable to ask ASCs to shoulder the additional cost of items that are optional and non-essential, and these items should be removed. <br/>In addition, 24 questions regarding the patient&#39;s experience is extremely high. If we would choose to add our own questions, those we have used in the past and believe to be important information to collect to enhance the patient experience in our facility, this could become a 52-question survey. Our facility has found we achieve the highest response rate with short, concise surveys of no more than 5-10 questions. Our fear is that the return rate for a survey five to ten times that length will be extremely low, and that patients and facilities will not be able to glean any meaningful information due to low responses rates. <br/>Required number of completed surveys. Requiring 300 completed surveys would be burdensome for my ASC, as well as many other facilities. ASCs are often small businesses, with two or fewer operating rooms. When inpatient hospitals were first required to utilize the HCAHPS survey, they only had to achieve 100 completed surveys. Setting higher expectations from the start for smaller providers like ASCs is unreasonable, and I request that the initial requirement be set at 100 completed surveys. <br/>I commend CMS for reevaluating this survey and hope that the issues outlined above are addressed before CMS chooses to make it mandatory. <br/>Sincerely,<br/><br/>Nancy Ledgerwood, RN<br/>Director of ASC Quality and Regulatory Compliance<br/>4000 Meridian Blvd<br/>Franklin, TN 37067<br/>",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Re: CMS-1678-P, Please consider the burden of paper-based or telephone surveys for the ASC setting. Electronic based submission of the survey using email addresses is economically friendly and may be accomplished by approved vendors. In addition, electronic receipt of survey results will allow for better real-time ability to respond to trending concerns. With regard to survey questions, please take under consideration that questions about pain should reflect current national concerns surrounding substance abuse. Depending on the type of surgeries performed at various ASCs, some level of pain may reasonably be expected following procedures as the body heals. Finally, per OCR 1557 updates, please consider adding other selections under demographics. Specifically, consider adding other, or both and neither to the current selection choices of male and female. Thank you!",
    "label": "neg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "To whom it may concern;<br/><br/>The proposed changes to the reimbursement schedule for anesthetics provided for procedures on an outpatient basis will in effect lead to an up tp nearly 30% reduction in reimbursement in certain cases. In light of the nearly yearly reduction in reimbursement for anesthetics provided, we are coming to a critical point were providing  these much needed services, especially in pediatric anesthesia, my field of specialty, is not economically sustainable. Frequent use or increase in usage of certain procedures should not be a justification to reduce the reimbursement for them. The costs of providing them has not changed or if only increased. We can not afford to ration care by making it not sustainable for hospitals and medical professionals. Please consider the welfare of patients. Providing good anesthesia care for procedures plays a big role in being able to diagnose disease processes early, especially in children, and helps with a speedy recovery. <br/>Please consider not changing the reimbursement schedule and by doing so potentially impairing the good and safe care needed.",
    "label": "neg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Cannabidiol is a medicine. I have seen pets and humans take CBD and have drastically improved lives. Pain, anxiety, depression, addiction. Please consider CBD rescheduling.   ",
    "label": "pos",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "I am urging the CFPB to consider the impact of this proposed data collection and reporting requirement of Section 1071 on community banks.<br/><br/>I believe these requirements would severely impact (and potentially curtail) Century Bank&#39;s ability to serve our small business customers and consumers.<br/><br/>I would request that community banks be exempted from this requirement.",
    "label": "neg",
    "docketId": "CFPB-2017-0011",
    "docAbstract": "The Consumer Financial Protection Bureau (CFPB or Bureau) seeks information about the small business lending market. Section 1071 of the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act) amends the Equal Credit Opportunity Act (ECOA) to require financial institutions to compile, maintain, and report information concerning credit applications made by women-owned, minority-owned, and small businesses. In an effort to inform the Bureau’s work on the business lending data collection rulemaking to implement section 1071, the Bureau seeks to learn more about the small business financing market, including understanding more about the products that are offered to small businesses, including women-owned and minority-owned small businesses, as well as the financial institutions that offer such credit. The Bureau also seeks to learn more about the business lending data that currently is used and may be maintained by financial institutions in connection with credit applications made by small businesses, including women-owned and minority-owned small businesses, and the potential complexity and cost of small business data collection and reporting. The Bureau is also seeking comment from the public on privacy concerns related to the disclosure purposes of section 1071."
  },
  {
    "text": "This comment is being made in favor Cannabidiol (CBD). CBD should not be restricted because CBD is not addictive, nor does it have the potential for abuse or used for psychoactive purposes. Therefore, no international restrictions should be placed on CBD.",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/> Please do not let the pharmaceutical companies in the U.S. control politics and destroy people by turning them into prescription pain pill addicts and heroin addicts.  As a nurse I have seen many prescription pain pill addicts (including ",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>theresa youngblood<br/>happy@reddingmassage.com<br/>4645 Dandelion Dr<br/>Redding, California 96002",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I&#39;m a disabled vet, after years of taking various pain, anxiety &amp; sleeping pills I became non functional inside &amp; out, I would shake all the time, couldn&#39;t eat, was constipated, would get light headed. With medical marijuana I am able to somewhat function. <br/><br/>When it comes to trying to manage pain, no matter what I use, it takes a lot so I would rather use a lot of medical marijuana then  a lot of deadly overdose-able opiods. <br/><br/>I don&#39;t want to die in an effort to be comfortable.<br/><br/>Thank you for your time<br/><br/>Gary Russell<br/><br/>Gary Russell<br/>skypig58@gmail.com<br/>825 Oak Grove rd #7<br/>Concord, California 94518",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "In favor of CBD, it is non addictive, non psychoactive and has been consumed for generations without adverse side effects. It has also proven to be beneficial to general wellness for countless people.",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "I was terminal with stage 4 squamous cell cancer last year.  I had 3 months to live  . I started taking CBS oil.  I had a tumor the size of a softball.  In 3 months it shrank to an egg yolk size using Charlotte&#39;s web.  The bad side effects were it cured my rheumatoid arthritis  , reversed the onset of diabetes  ,  and alleviated my back pain due to a herniated disc and a ruptured disc.  I now have more energy and movement. I&#39;ve been helping others with its benefits. Our existence and health has declined ever since 1937 removal,  classifying,  and making illegal hemp and marijuana. Cancer has run rampant. Allergies,  autoimmune diseases,  obesity,  blood pressure,  and 100&#39;s more malledies and diseases. ",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "I have participated as a Poll Watcher for the Commission on Election Integrity for the past two elections.  It was an honor to participate.  We observed at three schools  for our first experience.  For the most part there was only one problem..  At one of the schools they used a school mobile unit that was too small to handle three separate districts to vote.  It was too crowded.  In the second time we observed we went to various types of buildings, including a Fire Station.   I was surprised they used a small <br/>fire Station that was very active and it was confusing to observe with two fire trucks pulling in and out.",
    "label": "neg",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>MARK RUSSELL<br/>MARK_E_RUSSELL@AOL.COM<br/>4117 43RD AVE W<br/>BRADENTON, Florida 34205-2343",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "In regards to the psychotropic chemical cannabinol, there should be an immediate legalization and wide spread distribution of this medication to all who suffer from mental illness or chronic pain that find better relief than their current treatment. There are plenty of cases, in the states that have legalized Cannabis, of citizens finding better relief with cannabinol than with some pharmaceutical solutions. This also helps prevent the occurrence of a citizen in need of relief from finding their own solution to their pain in dirty black market drugs. There is no denying that the U.S. has a opioid addiction problem. There is no denying the U.S. has a mental health problem. These people most desperate for this help are the ones not receiving any and is up to the FDA to start the political revolution that helps our citizens most in need. We can not abandon them now. Now is the time to look deep in our hearts to find love for our fellow citizens. ",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "I feel that CBD Oil is beneficial and should not be restricted. I have seen it help with seizures and chronic migraines.",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "As a fedex driver I had to deliver in cities 10 miles apart.  One day I witnessed a bus full of Hispanic folks voting at more than one town.  I saw them in Gonzales, then Soledad then again in Greenfield, ca.  I just kept seeing the same women with a green polka dot scarf entering the buildings.  As a poll watcher in Prunedale last year they were not posting the name of registered voters outside on the wall.  We had to ask for it and wait.  While waiting two folks came in and said they want to vote, no questions were asked and they were handed a provisional ballot. I called the 800 number to report voter fraud and was told to let it go.  At the Hartnell college in Salinas they were allowing electioneering 50 ft from the open door of the polls.  We had security make them move back to 100 ft.  When working at phone banks to get out the vote, many times we were told that person died or moved.  Over and over.  We turned in our findings but the next cycle the same people that had died or moved were still on the rolls.  I have seen folks come in to the polling place, say they can&#39;t remember the name they are registered under to vote, and the worker looks up the address and starts naming names for them to be!  My husband and I have even gone down to the registrars office and ask to speak to the registrar about this illegal voting.  I asked him how he can determine who is legally able to vote when everyone is registered when they get a drivers license.  He said, &quot;we believe people are inherently honest.&quot;  There is way too much voter fraud in this state.  Help!!  When a polling place closes up and counts the vote and locks the box(with a twist tie) two workers must escort the votes to the registrars office, together.  But, they don&#39;t wait for you to lock up and follow along.  They leave, you lock up, then drive to election office, but they aren&#39;t there yet.  Where did they go?  We&#39;re votes added, taken out, thrown away?  Illegal voter fraud is alive and well in California!",
    "label": "neg",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Protect animals with regulations that not just a rubber stamp for those entrusted with their care. ",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I oppose the Proposed Rule listed above. The cost associated with using an approved vendor for my patient satisfaction surveys will be a hardship on my facility since we are a smaller center, privately owned by one physician. I fear many patients will refuse completing the survey due to the length and we will only hear from the patients that have complaints, rather than positive feedback. My satisfaction survey return rate is higher than its ever been and I foresee that this Rule would impact that. Please reconsider. Thank you. ",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am a physical therapist in Iowa.  I have concerns about rural-based hospitals being able to handle the Medicare population for outpatient total knee replacements.  There are often limited resources for transportation, support and getting to outpatient therapy following surgery.<br/>I have seen patients following outpatient TKAs and they are often young, active and otherwise healthy. They often have problems with pain control and anemia.  The first several weeks following TKA is crucial for outcome, so being able to monitor the patients<br/>for several days in the hospital and encourage activity is important. I would like to see a selection spreadsheet for patients to fit certain criteria before outpatient TKA is considered.",
    "label": "neg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am a practicing oncologist in a community practice in Albuquerque and Gallup New Mexico.<br/><br/>I applaud the decision of CMS to curb the excesses of hospital use of the 340b discount money at least in part.  In Albuquerque, the hospital acquired 340b pricing and then in 2012 threatened my practice.  We are an independent oncology practice and in 2012 we were informed by the hospital/health plan (Presbyterian Health care Services) that we were to acquire a list of oral and injectable drugs from their 340b hospital pharmacy for the patients treated by us but ensured by their Medicare Advantage plan.  They publicly announced by letters to patients and in the newspaper that this would save the patients money.  At that time, it was clear that the savings would only accrue to the health plan, not to Medicare and not to patients, so we challenged their plans in part of an anti-trust lawsuit as a tying arrangement.  I also reported them to OPA.<br/><br/>However, your new directive to pay hospitals ASP-22% would in part give some of the discount back to CMS for Medicare patients and would hopefully lower the out of pocket costs for Medicare patients.  <br/><br/>Hospitals across the country have been using the 340b discount as leverage to increase marketshare.  This has resulted in the acquisition of practices by hospitals, those billing at the higher HOPPS level rather than the PFS level, and has eliminated practices from the tax base of the communities in which they reside.  With a decreased market for pharmaceutical companies to sell their products at list price, the prices offered by Pharmaceutical companies have increased to stay ahead of the required 340b discount.  <br/><br/>This increase in price has also threatened the viability of the community practices, as we must pay our distributor long before the payers other than CMS pay us.  As the ASP rises, and we cannot afford to stockpile drugs, practices are also finding that the 6 month old ASP price is below our acquisition prices for many expensive drugs.  <br/><br/>Many studies across the country have shown the increase in payments, drug use and the decrease in charity care by the new 340b hospitals.  I will not repeat them here.<br/><br/>A solution that would truly benefit the patients would be to declare certain classes of patientsIndigent, Medicaid, Medicare, VA and IHS patients-- to be 340b patients.  This way any provider chosen by the patient would be able to access the discounts, making it less expensive to treat these patients.  Their copays would be less as well.<br/>340b would not be a profitable process for anyonehospital or independent practice.  It would truly be a service to poor people and governmental payers.<br/>",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am hoping that those who control the opioid medications can help those of us who are now in severe pain and have no real enjoyment in our lives left. Please also take into consideration and that have I have been taking opioids as directed by my Physician and at no time have taken them any other way for 2 years now due to my chronic level of pain and no other options available to me.  I have been diagnosed with Failed fusions in lower lumbar, DDD, Osteoarthritis throughout my entire body, Osteoporosis in my lower lumbar, fusion of my cervical area, herniated discs in my thoracic area, spondylosis, severe arthritis in both knees and pain due to massive injuries to my nerves throughout my entire spine. I had been at a pain level between 5-6 before my Physician was forced to lower my dose due to the CDC&#39;s current actions to pull the medication off the market or reduce the dose to an unbeneficial dose. I am now suffering with a current pain level of 9-10+, unable to sleep more than 4 hrs a day and forced to stay in bed due to movement causing horrible pain and heart palpitations along with sweating from the pain. Previously to the reduction in my dose of medication I was able to get out of the house a few days a week for several hours, shop with assistance and visit family or friends. Now I am so depressed I am unsure how much more I can physically and mentally take and how much longer I can go on with this amount pain. I certainly hope that those of us whom are suffering as I am can be considered on a case by case basis. I&#39;ve already been told by my Neurosurgeon at U of PA that there is no surgery that can fix my lower spine and ease some of that pain and the destruction to my spine will continue to worsen. Any surgery to my lower lumbar would leave me paralyzed because of the failed fusion that had not been done improperly and caused severe damage to the area and started the need for other medication to help with the pain back in 2003 which no longer helps with any of the pain. Please help me be able to gain some of my life back, I am only going to be 53 and would like to be well enough to spend time with my grandchildren and visit family out of my state. I am begging for mercy as without the medication that was providing me with enough comfort to allow me some quality of life is being taken away from me because my Physician whom is specialized in Pain Management fears he will lose his license to practice medicine by continuing to provide me the previous beneficial dose that helped me function. ",
    "label": "neut",
    "docketId": "DEA-2017-0009",
    "docAbstract": null
  },
  {
    "text": "Docket Office<br/>Occupational Safety and Health Administration<br/>Docket No. OSHA- H005C-2006-00870<br/>Room N-3653<br/>U.S. Department of Labor<br/>200 Constitution Avenue NW<br/>Washington, DC 20210<br/><br/>As a country we need to strengthen protections for American citizens.  I strongly oppose every provision of OSHA&#39;s new proposal that revokes the ancillary provisions for the construction and ship yard sectors that OSHA had already adopted on January 9, 2017. The Agency must not revoke any of the provisions promulgated in the final rules on January 9, and they must assure that the full standards are implemented as published. Adopting any of the provision in this new proposal would lead to more death and disease among exposed shipyard and construction workers. I strongly oppose this proposal and its mission to create a two tiered system of protection for workers exposed to beryllium. OSHA must move forward and implement the rules as promulgated.<br/><br/> Sincerely,<br/><br/>Ramona Carroll-Kufalk<br/><br/>August 26, 2017<br/><br/>Public comment is a critical component of our democracy. Please take a moment to weigh in on this one. And remind OSHA that their FIRST (and statutory) priority is the protection of workers&#39; health and safety, not the protection and preference of the industry in question.<br/>",
    "label": "veryneg",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "I am submitting this comment on OSHA Docket No. OSHA-H005C-2006-0870, Occupational Exposure to Beryllium and Beryllium Compounds in Construction and Shipyard Sectors.<br/><br/>It is a critical social and moral imperative that we find the right balance between property values and human values.  Adopting the use of a known toxic substance in the workplace, where it can contaminate and injure workers, is a step in the wrong direction.  What&#39;s next, reintroduction of asbestos?  Now that the science of beryllium exposure to workers is well established, we have no alternative but to protect the members of our society who work on or near the substance.  Mere <br/>profit is inadequate compensation.  The government&#39;s primary responsibility is to protect our society from harm.  Restricting the use of poisonous substances around workers, when the facts are clear, is an obvious exercise of government&#39;s duty to protect the health of our citizens.,",
    "label": "neut",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "<br/>August 27, 2017 <br/>Seema Verma, Administrator<br/>Centers for Medicare and Medicaid Services<br/>Department of Health and Human Services<span style='padding-left: 30px'></span><br/>Attention:  CMS-1678-P<br/>Room 445-G<br/>Hubert H. Humphrey Building<br/>200 Independence Avenue, SW<br/>Washington, DC 20201<br/><br/>Re: CMS-1678-P - Medicare Program: Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs<br/><br/>Dear Administrator Verma:<br/>My name is Steven S. Chang M.D.  I am a surgeon practicing in the State of California.  I am writing to encourage you to remove total knee arthroplasty (TKA) and total hip arthroplasty (THA) from the inpatient-only list, and also move these codes to the ASC-payable list.  <br/>Traditionally, these cases have been done as an inpatient with a hospital stay of up to several days and at a relatively high cost. Now, due to less invasive techniques, improved peri-operative anesthesia, alternative postoperative pain management and expedited rehabilitation protocols, these types of procedures are being done safely and effectively in outpatient facilities such as ASCs. <br/>I personally have been providing outpatient surgical services in my community for approximately 5 years with excellent outcomes.  I have consistently advocated for Medicare beneficiaries to be able to receive outpatient surgery for many years since in our community these outpatient programs generate as good as or better outcomes and results in a faster recovery than a traditional inpatient joint replacement. This results in a much high value to my patients as measured by an optimum combination of outcomes, patient satisfaction and cost. Over my career my colleagues and I have witnessed many types of surgery including ENT, gynecology, general surgery, ophthalmology, urology and orthopedic that were once inpatient only procedure now routinely performed on an outpatient basis in the ASC. This has resulted in improved care to our patients. Moving TKA and THA into the ASC is a natural progression of this evolution.<br/>Medicare patients who are active, have a relatively low anesthesia risk, are without significant co-morbidities, and who have family members at home who can assist them are be excellent candidates for an outpatient TKA or THA procedure The decision of where and when a TKA or THA should take place should be between the patient and their surgeon. Patient choice is an essential element of our health care system and denying Medicare beneficiaries the option to pursue an outpatient TKA or THA is unwise.<br/>Surgeons and anesthesilogists who perform TKA and THA and other procedures in an ASC setting know the importance of careful patient selection and strict protocols to optimize outcomes. These protocols manage all aspects of the patient&#39;s care, including the at-home preoperative and postoperative environment, anesthesia, pain management, and rehabilitation to maximize rapid recovery and ambulation. <br/>Medicare, its beneficiaries and taxpayers are spending more money than necessary because these procedures are not reimbursed in lower-cost, highly-regulated settings such as ASCs. I strongly urge CMS to remove TKA and THA from the inpatient-only list and allow these codes on the ASC-payable list.  <br/><br/>Sincerely,<br/>Steven S. Chang M.D. FASMBS<br/>2 Upper Ragsdale Dr Suite B230<br/>Monterey, CA  93940<br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I  strongly oppose every provision of OSHA&#39;s new proposal that revokes the ancillary provisions for the construction and ship yard sectors that OSHA had already adopted on January 9, 2017. <br/><br/>A 1958 Atomic Energy Commission report acknowledged the inadequacy of the 1949 standard.  http://tinyurl.com/h9tfojm <br/><br/>Over forty years later OSHA spent more than a decade working on a new standard that was finally released January 9th - nearly six decades too late for workers who have suffered and died from previous exposure to beryllium dust. http://tinyurl.com/y8lqsru3<br/><br/>Under the Trump administration OSHA first delayed and with this proposal attempted to water-down the rule - calling into question whether the agency has lost track of its core mission... ensuring a safe and healthy workplace. http://tinyurl.com/yd2td3zy<br/><br/>OSHA must not revoke any of the provisions promulgated in the final rules on January 9, and they must assure that the full standards are implemented as published. Adopting any of the provision in this new proposal would lead to more death and disease among exposed shipyard and construction workers. <br/><br/>I strongly oppose this proposal and its mission to create a two tiered system of protection for workers exposed to beryllium. OSHA must move forward and implement the rules as promulgated.",
    "label": "veryneg",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "I am commenting on: Regulation ID: ED-2015-OSERS-001-1167 Date Posted: Aug 19, 2016 RIN:1820-AB70<br/>CFR:34 CFR Parts 361, 363, and 397 Federal Register Number: 2016-15980<br/>Integrated AbilityOne (JWOD) employment that includes full wages, benefits and promotional opportunities<br/>must be included in the definition of Competitive Integrated Employment<br/>The Rehabilitation Services Administration regulatory re-definition of Competitive Integrated Employment;<br/> Restricts access to quality competitive, integrated jobs for people with significant disabilities.<br/> Is inconsistent with other parts of the regulation, longstanding practice and technical guidance.<br/> Limits the ability of state Vocational Rehabilitation (VR) program counselors to best determine the needs<br/>and competitive job fit for their individual clients with significant disabilities.<br/> Discriminates against non-profit employers of people with significant disabilities.<br/> Must be revised.<br/>Selected excerpts that overreach on defining the &quot;typically found in the community&quot; component of Competitive<br/>Integrated Employment and discriminate against non-profit employers (Community rehabilitation providers) of<br/>persons with disabilities<br/>Federal Register/Vol. 81, No. 161/Friday, August 19, 2016/Rules and Regulations. Page 55643:<br/>&quot;As explained earlier, businesses established by community rehabilitation programs or any other entity for the<br/>primary purpose of employing individuals with disabilities do not satisfy this criterion and, are therefore, not<br/>considered integrated settings, because these are not within the competitive labor market&quot;.<br/>The factors that generally would result in a business being considered &quot;not typically found in the community,&quot;<br/>include: (1) The funding of positions through Javits-Wagner-O&#39;Day Act (JWOD) contracts; (2) allowances under<br/>the FLSA for compensatory subminimum wages; and (3) compliance with a mandated direct labor - hour ratio<br/>of persons with disabilities&quot;<br/>",
    "label": "veryneg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Linda Shores<br/>lshores7958@gmail.com<br/>559 Ma County Rd 3637<br/>Jefferson,  75657",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Jillian Alexander<br/>missalexander@gmx.com<br/>880 DeKalb Ave<br/>Brooklyn , New York 11221",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.drugs arent good or bad, People are!<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>danilo raciti<br/>daniloraciti@yahoo.de<br/>am brunnfeld 5<br/>mainleus, Bayern 95336",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Allison Cox<br/>togo91@icloud.com<br/>21523 Aurora Park Drive<br/>Richmond, Texas 77406",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Lucas Marquardt<br/>lmm1225@gmail.com<br/>7407 Grandview Ave apt B<br/>Arvada, Colorado 80002",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Ellie Drew<br/>ellie@miobi.com<br/>303 E Gurley St PMB 123<br/>Prescott, Arizona 86301",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Kareem Kandil<br/>xtreemkareem@gmail.com<br/>1309 Bryn Mawr Ln<br/>Rockford, Illinois 61107",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Please change the laws to protect these animals from being harmed or being harmed again. Thank you.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Don&#39;t licence repeat animal abusers!",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please make the legal path to saving animals a little easier.  We are fighting hard for them!<br/><br/>Thank you,<br/>Jamie Edgar",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "PLEASE STOP, the rubber stamping of LICENSES, YOU KNOW BETTER THAT!",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please strengthen laws that protect all animals from being abused. All animals deserve to be protected.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Greetings, <br/>I&#39;m writing in regards to the benefit of CBD and the overall improvement in health since I have been taking the supplement. I have an autoimmune disease and have found it to be especially helpful for the inflammation and pain that results. I would strongly encourage your organization to evaluate the relative insanity that persists surrounding the beneficial contribution of cannabis. This substance is substantially safer than all opiads and poses little to no threat of addiction. <br/><br/>I appreciate the interest in evaluating your existing position and taking the millions of people who benefit from CBD everyday seriously. <br/><br/>",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "PLEASE EVERYONE TAKE this alert seriously n HELP pdta n OTHERS for our ANIMALS OUR plants n wildlife ECT THANK U ",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "<br/>   Dear Assistant General Counsel Hilary Malawer,<br/>Current federal regulations and guidance help all studentsregardless of sex, race, color, sexual orientation, gender identity, national origin, or disability statusreceive the benefit of our civil rights laws. That is why I am urging the Department of Education NOT to repeal, replace, or modify current civil rights regulations. The Department should also preserve all current significant guidance documents, such as the guidance on: sexual harassment (including the April 2011 Dear Colleague Letter containing guidance on sexual violence) ; racial and disability-based harassment; access to athletic opportunities; gender equity in career and technical education; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners.<br/>Federal civil rights laws protect students from discrimination on the basis of sex (Title IX); race, color and national origin (Title VI); and disability (Americans with Disabilities Act, Rehabilitation Act, and Individuals with Disabilities Education Act). To be effective, however, the federal government must enforce the law, provide oversight, and proactively work to ensure that students rights are realized. Current regulations and guidance help make students rights a reality and must be maintained.<br/>Please use your influence to maintain current regulations and guidance documents for the benefit of future generations, as well as the present generations that are affected by civil rights regulations. I have lived through earlier decades which saw great disparity between men and womens opportunities, as well as severe limitations on opportunities available to persons in minorities.  Establishing justice for all, as provided in the constitution, requires reinforcement of civil rights regulations.<br/>Sincerely,<br/>Dee A. Beckley<br/>Fayetteville, AR  72703<br/><br/>",
    "label": "veryneg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>Please keep the license expiration to 1 year and KEEP the requirement to demonstrate compliance before renewal. Terminate any license NOT in compliance with AWA.<br/> Please ask the USDA to consider raising the licensing fees for dealers and breeders.<br/> Require license applicants to disclose any animal cruelty convictions or other violation of Federal, State, or local laws or regulations pertaining to animals.<br/> Strengthen existing prohibitions that restrict individuals and businesses whose licenses have been suspended or revoked from working for other regulated entities, and prevent individuals with histories of noncompliance...from applying for new licenses through different individuals or business names.<br/> Streamline procedures for denying a license application, terminating a license, and summarily suspending a license.<br/> Please reinstate the USDA searchable database. If a breeder or dealer chooses to breed and sell commercially, then they should be subject to transparency and be included in the USDA searchable database. It&#39;s that simple.<br/> Its the job of the USDA to protect the animals not the operators.<br/>",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I am 25 years old and have severe anxiety and depression, and I also suffer PTSD  from an assault a few years ago. I used to be unable to leave my home. I struggled to get to work, and I struggled with finding the right medication to make my symptoms manageable without so many side effects. While I still have moderate PTSD and severe anxiety and depression, I am now able to hold down a full time job with private benefits. I am now able to contribute to society and pay taxes rather than receive disability benefits or Medicaid. This is because my doctor recommended cannabidiol (CBD) in addition to my antidepressants. CBD produces absolutely zero psychotropic or &quot;high&quot; effects and does not alter my mind in any way. It produces a relaxing effect, encourages my appetite, nearly eliminates nightmares completely, and even helps my teeth because my jaw is no longer clenched after I use CBD. To me, including CBD in the same classification as THC would be erroneous. THC makes you high, but I have taken large doses of CBD and never felt high or had the &quot;munchies&quot; or been unable to think clearly. I use CBD even before work at my very demanding office job where I must have a clear head. While my conditions are by no means cured by CBD, it makes a noticeable difference that enables me to manage my symptoms better. If it were not for CBD and the legal status of CBD, it is very possible that I would no longer be a productive member of society and I would likely be unable to work. To think that CBD may be classified in the same category as narcotics and psychotropic substances seems at odds with the actual effects of CBD. Thank you for reading about my experience with this very beneficial substance. ",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "I&#39;ll make this short.<br/><br/>Valid identification should be required for every single person who votes in an America election in any state.<br/><br/>Thank you",
    "label": "neut",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Please stop rubber stamping licenses without doing the required inspections.",
    "label": "neut",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>Current federal regulations and guidance help all students--regardless of sex, race, color, sexual orientation, disability status--receive the benefits of our civil rights laws. That is why I am urging the Department of Education not to repeal, replace, or modify current civil rights regulations. The Department should also preserve all current significant guidance documents, such as the guidance on: sexual harassment (including the April 2011 Dear Colleague Letter containing guidance on sexual violence); racial and disability-based harassment; access to athletic opportunities; gender equity in career and technical education;  equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners.<br/><br/>Federal civil rights laws protect students from discrimination on the basis of sex (Title IX); race, color and national origin (Title VI); and disability (Americans with Disabilities Act, Rehabilitation Act, and Individuals with Disabilties Education Act). To be effective, however, the federal government must enforce the law, provide oversight, and proactively work to ensure that students&#39; rights are realized. Current regulations and guidance help make students&#39; rights a reality and must be maintained.",
    "label": "veryneg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "NOTHING STANDS BEFORE AMERICAS MOST SACRED SYSTEM OF ELECTION PROCESS AND VOTING SYSTEM.THIS.MUST REMAIN THEE PUREST ASPECT AND FOUNDATION TO AMERICA ONLY CHANCE TO HAVE A PULSE.",
    "label": "neut",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "I am outraged that we do not have to provide proof of citizenship in order to vote or even verify our identity.  In my state illegals are given drivers licenses, which is an outrage in itself, an then all people who get drivers licenses are signed up to vote!  Many of the illegals get fake ID so they can get good jobs and they check that citizen box because they dont want to reveal they are not.  They think nothing of voting because we HAVE NO LAW AND ORDER.  Look how many laws they break just being here working!  And now Ryan Rat wants to give amnesty??  NO!",
    "label": "neut",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Our voting rolls are not being monitored by the Secretaries of State of many states.  Dead people are not removed.  People move and do not get taken off the records from where they previously lived.  When a person registers, it should be noted where they lived before, and a cross check should be done with that other city, county, or state.  <br/><br/>The Department of Motor Vehicles should not be registering voters UNLESS they check eligibility to vote, such as citizenship.  Only stakeholders (citizens) should have a say in their country.  The same is true when they vote in local elections as well.<br/><br/>Voting is a privilege, and there must be cooperation between states, between the federal government and the states, and between counties and cities within the same state.  <br/><br/>Also addresses are not checked and fake addresses are used.  As a volunteer, I found several registrations with addresses that did not exist (checked through the county).  <br/><br/>This is a serious problem.  Each CITIZEN should be able to vote, and only ONE TIME.",
    "label": "neut",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Revise Regulations to End the Automatic Renewal of Licenses Issued to Chronic Violators!",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please increase oversight. Do not do auto renewal of licenses!",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>Four years ago I was struggling with sleeping and chronic pain secondary to multiple joint replacements severe OA throughout my body, described by an Orthopaedic Doctor as my skeletal system being 30 years older than the rest of my body.  Because of multiple trials over thirty years of NSAID&#39;s for managing the chronic pain when I was sixty-five and had a GI bleed because of those drugs.  No More NSAID&#39;s. So my doctors said the only way to control all the pain as opiods and sleeping medications.<br/><br/>Well since I was a Nurse for over forty years I decided to do research on the internet into to the use of Medical Cannabis.  After about a year I was first able to try some topical products which greatly reduced my foot pain at night and I was able to sleep a little better.<br/><br/>Long story short...with in three weeks of starting on Medical Cannabis I was able to stop all use of narcotic pain relievers and sleeping medications and have now not used any for over four years.  The bottom line is...I use nothing but topical&#39;s and edibles I do not SMOKE. All of this I started at the age of Seventy.  There are many more stories of veterans I know that have had the same results. <br/><br/>So please listen to the public which is now better off because of these products and have better more meaningful lifestyles also. <br/><br/>Thank You for being willing to listen.<br/><br/>Sincerely <br/><br/>William F. Kohler<br/><br/>William Kohler<br/>mrbillko@valornet.com<br/>PO Box 932<br/>Elephant Butte, New Mexico 87935",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "I urge the USDA to stop rubber-stamping AWA license renewals. It is well-established that licensees frequently fall out of compliance with the law after their initial inspection. Granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, putting animals in danger and misleading the public. <br/><br/>Rubber-stamping permit applications circumvents the purpose of the Animal Welfare Act. Please protect those who have no voice!<br/>",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I urge the USDA to stop rubber-stamping AWA license renewals. It is well-established that licensees frequently fall out of compliance with the law after their initial inspection. Granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, putting animals in danger and misleading the public.  <br/><br/>Rubber-stamping permit applications circumvents the purpose of the Animal Welfare Act.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I am in favor of testing and hopefully using sodium nitrite as a method for managing the feral pig population in Texas as well as other areas of the country as long as there are no or, at best, minimal deleterious effects on other wildlife. I am NOT in favor of a warfarin-based bait such as Kaput which is completely unmanageable and can have terrible environmental consequences.",
    "label": "pos",
    "docketId": "APHIS-2017-0067",
    "docAbstract": "Wildlife Services (WS), a program within the U.S. Department of Agriculture’s Animal and Plant Health Inspection Service, has prepared a second Supplement to the Environmental Assessment (EA) entitled “Field Evaluation of HOGGONE® Sodium Nitrite Toxicant Bait for Feral Swine”.  The EA and Supplement analyze data from past research field trials and highlights changes in the study protocol and the potential environmental effects of the proposed action. "
  },
  {
    "text": "The program needs an overhaul. The current licensing procedure makes it incredibly easy for facilities that are violating the AWA to remain licensed, leaving animals in danger. The USDA is considering changes to its licensing promise. I strongly  Urge the USDA to take its responsibility seriously to make sure that all facilities granted an AWA license are in compliance with the law! Do your job- Protect our lands, waters, wildlife, animals, health &amp; future! You work for Citizens, Not industry!<br/><span style='padding-left: 30px'></span>Your attention to this most urgent matter would be much appreciated by all present &amp; future generations of all species.<br/><span style='padding-left: 30px'></span>Thank you<br/><span style='padding-left: 30px'></span>Lydia Garvey Public Health Nurse<br/><span style='padding-left: 30px'></span>429 S 24th st Clinton OK 73601",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "The right to vote is a franchise cherished by citizens.  Voting is more than a right.   It is a responsibility vital to the maintenance of this Republic.  America is defined by individual liberty and responsibility.  This requires an informed citizenry voting to prevent extremes in top-down systems taking over, such as communism, fascism, or socialism.  States should be encouraged to adopt an educational curriculum and minimum standards for educating students about truthful (not dishonest) U.S. History.  State educational requirements should include a test that all students take and must pass in the 8th grade and again in the 12th grade on the U.S. Constitution as a means of providing the states and the federal government with an informed electorate.<span style='padding-left: 30px'></span><br/><br/>The E-Verify system should be required in federal elections throughout the U.S. to eliminate fraudulent voting and to prevent illegals from voting.<br/><br/>Although the FCC is not related to the GSA, because an informed electorate is vital to election integrity, a recommendation by the GSA to Congress and to the President to require broadcasting media standards, separating factual news from editorial opinion, is very important.  The media is not the 4th arm of government but provides a valuable service to inform truthfully.<span style='padding-left: 30px'></span><br/>",
    "label": "neut",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Please stop rubber-stamping AWA license renewals.  Initial inspections are not effective to show long-term compliance. Granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, putting animals in danger and misleading the public.  All lives matter. Rubber-stamping permit applications circumvents the purpose of the Animal Welfare Act. ",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>CBD helps epilepsy to anxiety attacks...if tobacco is legal then CBD should be legal too because it actually helps our health mentally and physically unlike cigarettes. <br/><br/>Savannah  Sherbourne<br/>srsherbourne@gmail.con<br/>20139 Mayhall Drive <br/>Wil",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "CBD provides a wealth of benefits to people of all walks of life. It provides neurological benefits to people with seizures. It has been shown to relieve stress and reduce inflammation. We should make it available in all forms. It has been shown to have very little (if any) negative effects and therefore we should not require a prescription or a recommendation. Given the low risk, people should be able to choose their own usage.",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Keith Terry<br/>kterryjr@gmail.com<br/>501 sterling st<br/>Newtown, Pennsylvania 18940-1824",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Lena Morton<br/>lena_morton@yahoo.com<br/>16420 McPherson ave<br/>Lake Elsinore, California 92530",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "From early on in my teenage years I suffered from debilitating pain due to patella femoral syndrome. Ibuprofen and Advil were part of my daily routine, I couldn&#39;t leave the house with out them and always has done in my locker and my backpack. I was not introduced to CBD as an alternative until early into college and despite the stigma I grew up with, to this day I rarely feel pain in my knees. I&#39;m able to ski a full day again, I feel comfortable running on the treadmill again; both activities were nearly impossible and every doctor I met with didn&#39;t believe these would ever be possible for my knees again. <br/>I was shocked when I first heard CBD was made a schedule one drug, something that has become a medical necessity for me, and a miracle for my cousins with epilepsy who are now over one year seizure free. <br/>How could something so revolutionary and beneficial to our medical community be a federal offense?<br/>Why? ",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>All Department of Education civil rights regulations and guidance documents are important and necessary. Far from being burdensome, current civil rights rules and regulations  benefit schools and students by providing a clear framework that, when followed, allow all students an equal opportunity to learn in a safe and welcoming environment regardless of sex, race, color, national origin, disability status, English proficiency, sexual orientation, or gender identity.<br/>I urge the Department to keep in its current form 34 C.F.R. pts. 1 thru 1299 , which include regulations governing the Secretary and the offices for Civil Rights; Elementary and Secondary Education; Special Education and Rehabilitative Services; Career, Technical, and Adult Education; Post-Secondary Education; Educational Research and Improvement; and the National Council on Disability. <br/><br/>I also urge the Department to preserve all current significant guidance documents, including guidance on sexual, racial, and disability-based harassment (including guidance on sexual violence); access to athletic opportunities; gender equity in career and technical education; single-sex schools; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners. I urge you to keep current regulations and guidance in place, and to continue enforcing these critical civil rights laws so that all students have an equal opportunity to learn and thrive.<br/><br/>Sincerely,<br/>Elissa Jury<br/>  High Falls, NY 12440",
    "label": "neg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "There is no reason for this other than an attempt to regulate visitors to America based on political attitudes.  It is unAmerican.",
    "label": "veryneg",
    "docketId": "DOS-2017-0032",
    "docAbstract": null
  },
  {
    "text": "I am writing to oppose recission of regulations on fracking, on Federal and Indian lands.  <br/><br/>1. The original rule, when first proposed, garnered over a million public comments--overwhelmingly in favor of the proposed regulations, reflecting the public&#39;s concern about the effects of fracking on groundwater supplies.<br/>2. The assertion that the regulations would be &quot;too costly&quot; are belied by the Administration&#39;s own estimates--that the compliance costs would only be 0.1 to 0.2 percent of the cost of drilling a well.<br/>3. Events surrounding the explosion of the Arkema plant in the Houston area are a reminder of the problems of de-regulation.  Texas does not require such plant operators to publicly disclose what chemicals are present--leaving local governments, fire-fighters and other first responders, and citizens without necessary information in the event of an accident (1).  Texas law forbids many localities from establishing fire-codes (such as preventing construction of hazardous facilities near neighborhoods and schools, and does not require installation of sprinkers (2).  As a result, no one knows what chemicals are being released into the air or water as a result of the Arkema explosions.<br/>4. The original rule regarding fracking, up for reconsideration here, required transparency of the corporations involved, and required steps to protect public water supplies--requirements that are precisely what is missing in the hazardous sites now posing a threat as a result of Hurricane Harvey, in Texas.<br/>5. When announcing the appointment of the acting head of BLM, Sec. Zinke remarked, &quot;BLM is in the energy business.&quot;  Here&#39;s what BLM&#39;s website says about its mission: &quot;The Bureau of Land Management&#39;s mission is to sustain the health, diversity, and productivity of America&#39;s public lands for the multiple use and enjoyment of present and future generations...The BLM manages for multiple use across regions and landscapes, with partners and using sound science.&quot;  The words &quot;PUBLIC,&quot; &quot;HEALTH&quot; and &quot;SOUND SCIENCE&quot;  are important.  <br/>6. In short, it is REASONABLE and RESPONSIBLE to require corporations making use of public lands to be transparent, and to take steps that have a reasonable per-well cost to protect public health.   Recission of these requirements is NOT in the public interest, and is unwarranted by the scientific and economic facts.<br/><br/>SOURCES:<br/>(1) http://www.houstonchronicle.com/local/texas/chemical-breakdown/<br/>(2) https://www.propublica.org/article/the-fire-sprinkler-war-state-by-state",
    "label": "veryneg",
    "docketId": "BLM-2017-0001",
    "docAbstract": null
  },
  {
    "text": "I urge the USDA to stop rubber-stamping AWA license renewals. It is well-established that licensees frequently fall out of compliance. Please keep these innocent animals in mind.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Animals everywhere are in desperate need for animal protection under the law. It is a shame it takes so long for people in office to decide to try and enforce laws, animal abuse is clear and transparent. Animals can&#39;t keep waiting for people to sit and wait to decide whether or not they want to enforce animal protection laws. Please I urge you to enforce this law, animals are living feeling sentient beings, they feel pain and abuse just like humans. Animals deserve to stay with their families, not be killed, live peacefully and so on. I am asking you to bring about animal protection laws about for the sake of these animals.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Administrator Verma<br/><br/>On behalf of NAMI Kansas, I am reaching out to CMS to express our concerns about the current policy for the pricing of biosimilar products. NAMI Kansas is a state-wide organization working to provide leadership, support, advocacy, and education about mental illness. We envision a future where mental illness will no longer thwart a person&#39;s fulfillment of their potential. People with mental illness are entitled to have access to treatment that will help them overcome their disorders. It is because of our passion for advocating for equal and quality healthcare that we are concerned about the CMS blended reimbursement policy. NAMI Kansas is hopeful that in the context of the 2018 Medicare Physician Fee Schedule final rule, that this policy will be reversed. Instead of blending prices for multiple biosimilars into a single code with one payment rate, we believe that each biosimilar should be assigned a unique HCPCS code for billing and payment. Over 70 physician, patient and industry stakeholders, as well as 20 Senators and 33 Representatives were opposed to this payment policy when it was proposed in 2016. This year, over 60 Members of Congress requested that CMS reverse their biosimilar reimbursement policy. The current blended reimbursement policy deters innovation, and reduces the focus on patients and the quality of their care. NAMI Kansas strongly urges CMS to reverse this policy so that Kansans with mental illness may have access to the treatment they need.  The reversal of this policy is needed in part to properly incentivize the development of biosimilar products that will bring value to the treatment of mental illness.  <br/>",
    "label": "neg",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "This recent election I observed polls in my school district, Rialto CA, some before school and others on my way home. Most polls were asking the voter name and then offering the address rather than asking the.voter to state their address. In one poll there were very young high school students working the polls. Not this election, but in recent elections there were voters advising/instructiig others as voters with Obama shirts in the polling area.<br/>A few years ago I spent December  verifying registration and found many people who were no longer living or not living at that address Fir quite some time. ",
    "label": "neut",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Dear Committee Members,<br/><br/> I am writing to as a rheumatologist to comment on the following:  <br/><br/>Medicare Program: Revisions to Payment Policies Under Physician Fee Schedule<br/>and Other Revisions to Part B for CY 2018; Medicare Shared Savings Program Requirements; and Medicare Diabetes Prevention Program<br/>(34) ULTRASOUND OF EXTREMITY (CPT CODES 76881 AND 76882)<br/>File code CMS-1676-6<br/><br/>I am a rheumatologist in private practice in New Jersey and use ultrasound in the care of my patients. <br/><br/>MY CONCERN:  <br/>Without any change in description of the services provided, the RUC recommends that the practice expense portion of the higher effort complete examination (76881) should be decreased and that of the limited exam (76882) increased so much that the limited examination will pay more than the complete examination. <br/><br/>The change in practice expense ratio appears to have been made to favor billing by a higher cost specialty that bills 78882 predominantly over the &quot;other dominant specialty&quot; who bills more 76881. (1)  The premise is that the higher cost specialty has a higher expense for producing the same product compared to other specialties, hence it should be paid more.  <br/><br/>THERE ARE SEVERAL PROBLEMS WITH THIS:  <br/>- If the financial interest of CMS is to obtain the best services at lowest cost, then changing the PE structure to pay more to the specialty who produces the same product at higher cost makes no business sense.  <br/>- The assumption that the higher cost specialty will bill 76882 for limited exams and other specialties will continue to bill for the lower reimbursement 76881, thus saving CMS expenses, is false.  76881, although representing a more thorough and time intensive exam to both perform and document, will reimburse lower than the 76882 limited examination.  It will therefore make business sense for everyone to bill 76882 regardless of the level of effort.  Additionally, a 76882 examination is much quicker to perform and document than 76881, creating even more incentive for higher numbers of 76882 billing.  <br/><br/>CMS HAS STARTED AN &quot;ULTRASOUND FIRST&quot; INITIATIVE THAT INCLUDES ULTRASOUND OF THE SHOULDER BEFORE MRI OF THE SHOULDER.  <br/>-This makes sense to save unnecessary imaging expenses, but the shoulder examination frequently requires a complete exam, for which the remuneration would be severely cut by the RUC recommendations.  Hence, CMS will be countering its own initiative if the RUC recommendations are followed, by disincentivizing use of ultrasound and encouraging otherwise the utilization of MRI.  <br/><br/>ANY GENERALIZATION THAT 76881 REQUIRES LESS EXPENSIVE EQUIPMENT THAN 76882 IS FALSE.  <br/>ANY GENERALIZATION THAT THE PRACTICE EXPENSE RATIO FOR A COMPLETE EXAMINATION (76881) IS HIGHER THAN AN INCOMPLETE (76882) EXAMINATION IS FALSE.  <br/>-A longer examination time should translate to more room time, more equipment time and more resources needed for the examination, such as sheets, towels, paper towels and disinfectant.  It must follow that the technical component of a lengthier examination would be higher.  The fact that the members of the RUC did not come to this conclusion validates the flawed approach.<br/>- In of the practice of rheumatology, ultrasound imaging requires high frequency imaging equipment with quality Doppler signaling, and this cannot be performed by low-end inexpensive machines.  We utilize high end machines for complete examinations to answer questions that impact management decisions including decisions whether or not to use expensive biologic medications.<br/>- The same equipment is used for studies that require either complete or partial scanning, the only difference being the time of study and the extent of documentation.   <br/>- The decrease in advanced sonographer labor time advocated by the RUC for 76881 (was 35.0 min, decreased to now zero) is not generally true in rheumatology, as the vast majority of rheumatologists who bill for ultrasound obtain advanced training in musculoskeletal ultrasound and perform the studies themselves.  It is important for us to do it this way because we perform bedside dynamic study of the patient rather than just obtaining images.  <br/><br/>I STRONGLY URGE YOU TO REJECT THE RUC RECOMMENDATION FOR CHANGE IN PRACTICE EXPENSE RATIO CHANGES TO 76881 AND 76882.  The issues surrounding billing for these two codes are complex, because the codes cover so much heterogeneity in techniques and specialty use.  Any oversimplified solution based on a flawed premise is doomed to failure.  If RUC recommendations are followed, all you will see is an influx of 76882 billing and further confusion.  Instead, to address your concerns I recommend CMS convene a group representing ultrasonographers from all specialties using musculoskeletal ultrasound to suggest better descriptions of complete exams (perhaps by joint or extremity region), and a rational remuneration structure.  <br/>",
    "label": "neg",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "The OAS-CAHPS survey criteria should NOT include services obtained in a Pain Clinic or similar setting.  The type of clients we see in our Pain Clinic varies greatly when compared to our Outpatient Ambulatory Surgery Center.  If included, the results will be greatly skewed and hospitals providing Pain Services will not be a good comparison to those hospitals that do not provide such services.  The CPT code range needs to be closely reviewed and Pain procedure codes need to be eliminated.<br/>",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I support CMS&#39; proposal to delay the mandatory implementation of the Consumer Assessment of Healthcare Providers and Systems Outpatient and Ambulatory Surgery Survey (OAS CAHPS) under the ASCQR Program for CY 2018 data collection. Although I support having a patient experience of care survey, it is onerous for facilities to coordinate with a 3rd party vendor when most, if not all Centers are already capturing and reviewing this data.  Overall, the survey contains too many questions which might prevent patients from completing it.  Centers will most likely not want to lengthen it further by adding their site specific questions which may offer valuable feedback regarding their particular site.  CMS should re-evaluate this measure and determine a better way to seek feedback from patients without additional financial and administrative burden for individual Centers.  ",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I feel grateful to share my concerns regarding the OPPS/ASC payment rule.  My concerns include the following:<br/>1.<span style='padding-left: 30px'></span>The cost of having to pay the &quot;approved&quot; vendor.  Since ASCs have been doing patient satisfaction surveys for over 20 years, they are more than capable of handling this important aspect of patient care, themselves, and don&#39;t need to pay an extra $500- $900/ month for this service.  The cost associated with this program will most certainly be a hardship on the bottom line of most facilities<br/>2.<span style='padding-left: 30px'></span>The length of the survey.  Many of us feel that this lengthy questionnaire will be too long for many of the patients, and that only the patients with negative comments will take the time respond.  If fewer patients reply then the negative replies will impact what appears to be the center&#39;s satisfaction rate in a very negative way.  Right now I have a 60% return rate on our questionnaires with a 97% positive feedback rate; this rate would be greatly skewed with fewer patients replying as well as decrease our respect in the community.<br/>3.<span style='padding-left: 30px'></span>Loss of personal touch.  For centers like mine, I know we will experience the loss of feeling in touch with the patient&#39;s concerns.   Patients look forward to hearing from us, personally and a random call from a &quot;stranger&quot; is invasive and impersonal.  Please consider allowing us to continue handling our patient satisfaction surveys in house, and we are more than willing to share all of our results/ statistics with CMS for your records. In addition, we are prepared with PSS results to present to every CMS surveyor as part of our required, now bi-annual inspections.  We recognize the need for transparency for the patients to be able to make a proper choice, but feel this will have the opposite effect.<br/>We have a very personal relationship with our patients, and we look forward to personal follow up after every procedure.  If required to utilize a third party vendor, we will lose that personal touch<br/>Respectfully submitted, Melinda Z. Clay, RN, Nurse Manager, Surgical Center of Greater Annapolis, Arnold, MD.<br/><br/>",
    "label": "neg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am Edith L. Henschen, RN Assistant Director representing Lutherville Surgicenter in Lutherville Maryland.  Please accept my concerns regarding the CMS proposed rule:  Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs on behalf of Lutherville Surgicenter CY2018.<br/>We are concerned over a few issues regarding this proposal.  First, it would place a great financial burden on our center in providing, monitoring and paying approx. $5-7,000 yearly for an outside vendor to conduct the patient survey.   We are a small surgicenter center that strives to provide safe, efficient, affordable health care to our patients, with a limited budget.  <br/>Secondly, we conduct and review satisfaction surveys on a regular basis.  We take great pride in our patients satisfaction and the ability to deal with our patients directly so issues or areas of concern can be addressed quickly.  Patients receive enough calls from us during their operative phase, along with a written survey request. The majority of patients are very happy to have personal input into their experience. Our patients tend to be very honest and forthright. Furthermore, our surveys have been and continue to be available for CMS review at any time.   With this new proposal, patients will be receiving a call from an outside vendor who is not familiar with our center or them, who can not address their concerns and who will be taking a considerable amount of the patients time on the phone to meet a CMS regulation.  I question just how many patients would be willing to do this lengthy impersonal survey, especially if they feel they are getting nothing out of it.  <br/>Please reconsider this proposal.  Perhaps work through our organization such as ASCA to reconsider how best to meet the patients, Surgicenter and CMS needs in a more affordable, personable manner. <br/>Thank you very much for allowing me to comment on this. <br/>",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "This does look like a good amendment and would reduce the surprise element to an adversary and gives the court the discretion needed to make an informed ruling.",
    "label": "verypos",
    "docketId": "USC-RULES-EV-2017-0005",
    "docAbstract": "The Judicial Conference Advisory Committee on Rules of Evidence has proposed amendments to the Federal Rules of Evidence, and requested that the proposals be circulated to the bench, bar, and public for comment.\n\nOn August 15, 2017, the public comment period opens for the proposed amendments to Evidence Rule 807.  The public comment period closes on February 15, 2018."
  },
  {
    "text": "PLease keep community health centers funded. They are a much needed asset to our community.",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "In the proposed rule, you state- &quot;Patients with a relatively low anesthesia risk and without significant comorbidities who have family members at home who can assist them may likely be good candidates for an outpatient PHA or THA procedure. These patients may be determined to also be able to tolerate outpatient rehabilitation in either an outpatient facility or at home postsurgery.&quot;<br/> <br/>This statement opens a Pandora&#39;s box of ambiguity. The basis of the 2 MN rule is that patients must have an expectation of two midnights of medically necessary care in the hospital to be admitted as inpatient unless the surgery is on the inpatient only list.  If total joint replacement is taken off the inpatient only list, those surgeries must meet this two midnight standard to be admitted as inpatient. Yet your statement  suggests that a patient with comorbidities who does not have a good home support system can be admitted as inpatient for their total joint replacement, even if those comorbidities and the surgery do not lead the doctor to have an expectation of a two midnight medically necessary hospital stay. How is a doctor to determine the number and type and severity of comorbid conditions which warrant inpatient admission? Are we not back to the pre-two midnight rule situation where an very subjective assessment of risk was made, leading to a million RAC denials and the institution of the two midnight rule? You have added the &quot;physician judgment&quot; exception as of January 1, 2015 but that rule, as interpreted by the QIOs, applies to high severity patients such as acute MI, complete heart block and diabetic ketoacidosis and not to &quot;high risk&quot; chest pain or high risk TIA and therefore cannot possibly apply to &quot;high risk&quot; total joint replacement. If a patient&#39;s comorbid condition is uncontrolled, making them &quot;high risk,&quot; it is unlikely that the patient will be undergoing an elective surgery such as joint replacement so that standard cannot be used.   <br/> <br/>In addition, you cite the ability &quot;to tolerate outpatient rehabilitation in either an outpatient facility or at home postsurgery&quot; as a factor in that inpatient admission decision. Does that mean that a patient who is not expected to require two medically necessary midnights in the hospital but who is felt unable to tolerate anything but rehabilitation in a SNF setting can be admitted as inpatient and kept in the hospital for the required three days (even if no medical necessity for hospital care exists) in order to qualify for part A SNF coverage?    <br/> <br/>I am aware that you are proposing to forbid RAC audits for two years to allow hospitals to adopt practices but that is little consolation knowing that in two years the RACs will be able to easily deny any inpatient total joint replacement admitted as inpatient who stayed under two midnights and deny many of the patients whose stay was 3 days and was followed by a SNF admission. We need specific guidance on this and answers to the above questions.<br/><br/>",
    "label": "neg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Comment on OSHA Docket No. OSHA-H005C-2006-0870, Occupational Exposure to Beryllium and Beryllium Compounds in Construction and Shipyard Sectors<br/><br/>OSHA should not rescind the ancillary provisions of its new beryllium standard that apply to the construction and shipyard sectors. OSHA&#39;s rule was adopted after extensive study  including examination of regulatory alternatives, economic impact, and feasibility  and multiple opportunities for public comment, and it should stand as published on January 9, 2017.<br/><br/>Extensive evidence links beryllium exposure to lung cancer and chronic beryllium disease. Workers in the construction and shipyard industries deserve protection from these serious diseases. Please allow the January 9, 2017 final rule to apply to these sectors.<br/><br/>Sincerely,<br/><br/>Elizabeth Borkowski<br/>Washington, DC",
    "label": "neg",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": " Proposal to reduce Part B Medicare drug reimbursement by 16.5%:<br/>o<span style='padding-left: 30px'></span>An obvious significant loss for 340B safety net hospitals<br/>o<span style='padding-left: 30px'></span>Especially a problem for rural CAH, SCH and RRC and rural DSHs with high percentages of Medicaid and Medicare.<br/><br/>This can be viewed as a typical government &quot;punish the many for abuses by the few&quot; or as favor to drug manufacturers given that the restriction will totally nullify the Congressional intent of the 340B program for by forcing hospitals out of business.<br/><br/>Especially significant is the impact of Part B Restrictions on Rural Hospitals (CAH, RRC, SCH) that already suffer losses from the Orphan Drug Exclusion.<br/>o<span style='padding-left: 30px'></span>With a Part B drug reimbursement reduction, there is little to sustain a 340B program in these hospitals or to sustain operations in these hospitals.<br/>",
    "label": "neg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Regarding CMS-1678-P proposed rules:<br/><br/>Supervision of Hospital Outpatient Therapeutic Services:  Do not extend the exemption for small hospitals.  These services need to be supervised by qualified personnel.<br/><br/>Rural Adjustment:  Please continue the rural adjustment.  Rural facilities are overburdened and need additional resources in order to provide high quality services.<br/><br/>Payment Changes for X-rays Taken<br/>Using Computed Radiography<br/>Technology:  The diagnostic efficiency of CT is far superior to traditional x-rays.  The first-line use of CT should be encouraged as it decreases the time and number of procedures needed to arrive at a correct diagnosis.  The payments for these services should not be curtailed.<br/><br/>Thank you.",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "As a RN Case Manager Nurse on a Surgical Unit, I am concerned about the Knee and Hip Replacements coming off of the IP only Medicare List. It would be very dangerous to do these procedures at an ASC given that many of these Medicare patients have many co-morbid conditions that also require monitoring during the post-operative period. Most of these patient also wear TED&#39;s and use other require while they are hospitalized. They are closely monitored, and many need blood transfusions also. There lab work is monitored, and their pain medication have to be adjusted. Many of the patients are up in age and the pain medication does not agree with them. These patients need to be seen by the Physical Therapist and Occupational Therapist, and get PT and OT treatments twice a day. Many of our hip and knee replacements need to got to Acute Rehab and to a Skilled Nursing Facility for Rehab to be able to return home to a safe and appropriate discharge plan. Then the Medicare Rule is that they spend 3 MN as IP to qualify for the SNF benefit. The important thing is the safety of the beneficiaries and the post plan for them post-operatively (not just after surgery but in the days after surgery when they need therapy). Thanks!!!",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Heart and Vascular Center of Fort Worth<br/>VIA ELECTRONIC SUBMISSION: www.regulations.gov<br/>8-9-2017<br/>Seema Verma, Administrator<br/>Centers for Medicare and Medicaid Services<br/>Department of Health and Human Services<br/>Attention: CMS-1678-P<br/><br/>RE: Medicare Program: Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs<br/>Dear Administrator Verma, <br/>As a Clinical Director with Heart and Vascular Center of Fort Worth in Fort Worth, Texas, it is my pleasure to write this letter in support of the hospital outpatient and ASC proposed rule for CY 2018 (Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs, CMS-1678-P). Specifically, I write in strong support of CMS&#39; interest in expanding access to ambulatory surgery centers (ASCs) for procedures like cardiac catheterization that fall outside of the current CPT surgical range of codes. <br/>As you know, Medicare regulations create a patchwork system of coverage rules for certain diagnostic and interventional cardiovascular (specifically endovascular) procedures. As it stands today, if a treatable cardiac condition is diagnosed in a Medicare patient at an ASC or a doctor&#39;s office, the physician generally cannot intervene immediately - even if doing so would be medically appropriate, safe, and/or common practice under other coverage options. In many cases, this means that Medicare patients must undergo the intake process, sedation, catheterization, and discharge on multiple occasions at multiple settings before they can be treated for their diagnosed condition. This can lead to situations that are potentially dangerous for patients&#39; health outcomes, not to mention financially and functionally burdensome.<br/>It has been my experience that patients receive more efficient and cost effective care in the outpatient setting.<br/>Medicare regulations have not kept pace with changes in state law that increasingly allow for these procedures to take place in stand-alone facilities. Furthermore, the current ASC covered procedures list, which considers primarily the procedures grouped in the CPT surgical range of codes, with some exceptions, does not reflect advancements in technology and updated clinical guidelines with respect to ASCs. Most importantly, the current definition of &quot;covered surgical procedure&quot; does not consider advancements in endovascular interventions like percutaneous coronary intervention, which enable us to treat cardiac conditions using minimally invasive techniques in sophisticated, stand-alone cardiac catheterization laboratories. This results in Medicare beneficiaries receiving care that is often more expensive - both for the Federal government and the patient - while being logistically burdensome and clinically disadvantaged. <br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "August 27, 2017<br/>Seema Verma, Administrator<br/>Centers for Medicare and Medicaid Services<br/>Department of Health and Human Services<span style='padding-left: 30px'></span><br/>Attention:  CMS-1678-P<br/>Room 445-G<br/>Hubert H. Humphrey Building<br/>200 Independence Avenue, SW<br/>Washington, DC 20201<br/><br/>Via online submission at<br/> https://www.regulations.gov/document?D=CMS-2017-0091-0002<br/><br/>Re: CMS-1678-P - Medicare Program: Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs<br/><br/>Dear Administrator Verma:<br/><br/>My name is Dr.  Jay Johnson.  I am a surgeon practicing in the State of California.  I am writing to encourage you to remove total knee arthroplasty (TKA) and total hip arthroplasty (THA) from the inpatient-only list, and also move these codes to the ASC-payable list.  <br/>Traditionally, these cases have been done as an inpatient with a hospital stay of up to several days and at a relatively high cost. Now, due to less invasive techniques, improved peri-operative anesthesia, alternative postoperative pain management and expedited rehabilitation protocols, these types of procedures are being done safely and effectively in outpatient facilities such as ASCs. <br/><br/>I personally have been providing outpatient surgical services in my community for approximately 15 years with excellent outcomes.  I have consistently advocated for Medicare beneficiaries to be able to receive outpatient surgery for many years since in our community these outpatient programs generate as good as or better outcomes and results in a faster recovery than a traditional inpatient joint replacement. This results in a much high value to my patients as measured by an optimum combination of outcomes, patient satisfaction and cost. Over my career my colleagues and I have witnessed many types of surgery including ENT, gynecology, general surgery, ophthalmology, urology and orthopedic that were once inpatient only procedure now routinely performed on an outpatient basis in the ASC. This has resulted in improved care to our patients. Moving TKA and THA into the ASC is a natural progression of this evolution.<br/><br/>Medicare, its beneficiaries and taxpayers are spending more money than necessary because these procedures are not reimbursed in lower-cost, highly-regulated settings such as ASCs. I strongly urge CMS to remove TKA and THA from the inpatient-only list and allow these codes on the ASC-payable list.  <br/><br/>Sincerely,<br/><br/>Jay A Johnson, MD, FACC<br/>",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Dear CMS representative, <br/><br/>I am currently a medical oncologist in the state of Florida.<br/>I have personally seen the expansion and the abuse by 340b hospitals destroy my prior private practice, and as a result, patients lives.<br/><br/>Before moving to Florida, our private practice was forced to join a hospital program.  This hospital, through its enormous 340b profits, brought out all the primary care and specialists, and therefore, we lost our referral base.  I saw absolutely no evidence that they provided any indigent care.  If we had a cancer patient who was uninsured, we were told by the hospital that we could not treat them or see them in the clinic.  <br/><br/>This hospital profited from 340b in the most corrupt fashion.  Even with 340b drug discounts and unbelievable profit margins, they had the audacity to then charge all of our patient&#39;s excessive fees after they controlled the market.  I had patients who switched over from our private practice telling me that their copays doubled as a result of &quot;Hospital fees&quot;.<br/><br/>Unfortunately, I believe the same thing is about to happen here in my current city in Florida.  A large hospital in my area with 340b drug pricing is planning on opening a cancer program just to take advantage and &quot;game&quot; the system.<br/><br/>I truly hope that this abuse of our health care system by hospitals comes to an end.  It hurts our patients, our health system, and only contributes to abuse and increased drug costs.  If a hospital truly wants to provide indigent care, then they should be held accountable, and demonstrate that every penny earned through 340b pricing is allocated directly to indigent care, and not to hospital execute bonuses.  <br/>",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am writing to express my strong support for Medicare&#39;s proposal to stop abuses of the 340B drug discount program. <br/><br/>Abuse of the 340B program by some hospitals is causing serious, unintended consequences for the nation&#39;s cancer patients and system. It is costing the government and patients much more for cancer care that could - and should - be delivered in local, affordable community oncology clinics.<br/><br/>Everyone agrees that 340B is a critically important safety-net program for uninsured, poor, or vulnerable patients. Unfortunately, the program has grown tremendously to include nearly half of all acute care hospitals in the United States. This is because some hospitals have figured out that they can profit off of 340B discounts without any oversight or accountability.<br/><br/>Without 340B reform, no one wins (except for some hospitals). Putting profits before patients is bad for those who truly need 340B discounts and people like me who rely on quality, affordable, and accessible local cancer care in their own community. This is particularly important for rural and underserved communities where there are few cancer care providers.<br/><br/>340B hospitals should be held to high standards of transparency and accountability, so that government and the public understand exactly how the discounts are being used. As it stands today, hospitals are not required to show how they are using 340B savings or even if they are directly lowering costs for patients. Instead hospitals can pocket the profits for use on executive bonuses, new buildings, and more. In addition to accountability, we need transparency and public reporting from all the 340B program participants.<br/><br/>With this in mind, I want you to know that I stand with Medicare and CMS as it reforms 340B so it works how it was originally intended. Everyone should support this effort to end hospital abuse of the program.<br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>I tried hemp CBD oil for my son several weeks ago. My son is 14 and suffers from mood a disorder, most likely bipolar, But due to age, They have left the diagnosis as unspecified. My son has struggled with emotions since he was one and a",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Whatz going on? Leave Yogi Bear Alone! Nothing finer than to see a wild animal in the wild.  These bears were not put on this earth to entertain us, make profits for exploiters! Release the bears and make sure they are okay!!! Please. ",
    "label": "neut",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I was glad to learn that the  USDA is considering changes that would do away with its policy of automatically renewing the licenses of chronic violators of the Animal Welfare Act (AWA)the only federal law that explicitly protects animals who are used for entertainment, experiments, and the pet trade.<br/><br/>The AWA allows animal exhibitors, dealers, or breeders to be issued a license only if they can show that they operate in accordance with its regulations, and the regulatory changes considered in Docket No. APHIS 2017 0062 would force the USDA to require that all exhibitors, dealers, and breeders demonstrate compliance on a regular basis, ending the agency&#39;s policy of automatically renewing licenseseven when the agency knows that the facility is not in compliance with the law. By increasing the number of regulated entities, this policy has kept licenses in the hands of animal abusers and diluted the agency&#39;s ability to detect, address, and prevent violations of the act.<br/><br/>Please ensure that the USDA makes the regulatory changes necessary to end its policy of automatically licensing chronic AWA violators so that the agency starts protecting animals, not their abusers.<br/>",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Robin Patten<br/>aweeble25@netscape.net<br/>4301 S Bryant  Ave  131<br/>Oklahoma City, Oklahoma 73115",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "I am a veterinarian who frequently treats puppies recently shipped from breeding facilities. When I examine these puppies it is typical for me to find illnesses (both contagious and related to poor hygiene and/or neglect), behavioral issues indicative of poor husbandry and neglect, and evidence of poor vaccination practices. These puppies&#39; new owners are dismayed to find out that their puppies are ill and came from facilities that seem not to be maintaining appropriate AWA standards. I am beyond dismayed when I invariably find these puppies accompanied by USDA forms stating that these facilities are in compliance with USDA regulations. I see firsthand how merely rubber-stamping AWA license renewals leads to animal illness and poor animal welfare. I can&#39;t understand how the USDA can renew a facility&#39;s license without repeating an inspection or reviewing violations. What is the point of a renewal process that doesn&#39;t require facilities to display compliance? How can such a process ensure animal welfare? How can it assure the pet-buying public that they&#39;re not buying an ill animal or supporting a breeding facility that engages in abusive or neglectful practices?   The USDA&#39;s current practice of granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, puts animals at risk, misleads the public, and makes a sham of the AWA. I urge APHIS to revise the license application and renewal process to ensure new standards for robust inspections and violation history reviews.<br/><br/>",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way. <br/><br/>Personally, I believe if CBD was to go away, so should alcohol in every form. For the first time in my life since intense breast cancer treatments I am able to endure sleeping, pain, anxiety and so forth thanks to medicinal marijuana. D",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "AWA is there to be enforced! Lawlessness must end. Violations should not be tolerated. There are MILLIONS of us who are behind this movement.Stop ignoring our voices. Please do not license proven cruelty violators.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please amend licensing regulations to protect sentient beings.  Animals collectively are always the scapegoats for human greed, ignorance and Self gratification. It is time a huge shift happens, to move us forward to the place of peace, understanding and healing. Animals deserve the upmost respect, considering they were on this planet first. Just because they sense the world around them rather than verbally express, does not mean that they do not feel deeply. Please protect them.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": " I urge the USDA to stop rubber-stamping AWA license renewals. It is well-established that licensees frequently fall out of compliance with the law after their initial inspection. Granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, putting animals in danger and misleading the public.  <br/><br/>Rubber-stamping permit applications circumvents the purpose of the Animal Welfare Act.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "The link below will take you to a short video released in November 2016 by the Emmy Award Winning Full Disclosure Network a non profit, 501(c) (3) educational organization covering the issue of election and voter fraud.   Transcripts available.<br/><br/>http://www.fulldisclosure.net/2016/11/how-are-elections-rigged/<br/><br/>Leslie Dutton, President <br/>Full Disclosure Network<br/>742 Washington Blvd.<br/>Marina del Rey, CA 90292<br/>310-822-4449",
    "label": "neut",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "I urge that the proposed regulatory changes be implemented in order to revise and strength over site of animal care and protection.  Annual renewals of such licenses on an &quot;automatic&quot; basis with insufficient or inadequate inspections of the facilities has been a practice for far too long and provides loopholes that allow miscreants to continue unacceptable animal treatment..  I appreciate these efforts to streamline AND strengthen the process.  I urge a three year limit AND NO automatic renewals without serious INSPECTION OF APPLICANTS RECORD OF COMPLIANCE and facilities themselves for quality assurance.  Thank you for your consideration.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I am writing to urge the FDC to take Cannabidol (CBD) off the list of Schedule 1 drugs.  CBD is non-psychoactive.  Therefore there is no risk of addiction or diversion for criminal gain.  It is far safer than opioids for treating pain, inflammation and other conditions, with no side effects -- even fewer side effects than ibuprofen (which can cause GI symptoms, including bleeding) or acetaminophen (which can cause liver damage).  <br/><br/>During this time of an epidemic of opioid abuse and deaths, which is tearing apart individual lives, families and communities, safe alternatives, especially CBD, must be made widely and legally available.<br/><br/>Thank you for your consideration.",
    "label": "neg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "I will not standby and condone this policy to allow stripping away applicants their privacy and treat them as pariahs whom need oversight and further scrutiny which they are already throughly vetted. There has been no incidents which have warranted such speculation to be possibly implemented. Trump&#39;s goal is to eventually have a Muslim ban and to support actions that would allow such a policy into law is morally indefensible if we would like to pride ourselves as a country full of diversity and inclusion.",
    "label": "neg",
    "docketId": "DOS-2017-0032",
    "docAbstract": null
  },
  {
    "text": "This comment is being made in favor Cannabidiol (CBD). CBD should not be restricted because CBD does not have the potential for abuse or addictive properties and no international restrictions should be placed on CBD.<br/>CBD has been consumed in one form or another for generations. CBD has only shown potential benefits to the well being of those who consume it in a wide range of applications.<br/>CBD is a natural plant with many health benefits for those who are sick and is a great supplement addition to those of us who wish to remain in good health. There is absolutely no reason to restrict or deny the pubic from this wonderful God given plant that helps so many. To do so should be a crime against humanity!",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  }
]