[
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the licenses of known animal abusers.<br/>Please continue to require dog breeders to re-license every year but only upon the condition that the licensees have no serious or critical or repeat violations documented on their inspection reports.<br/>Automatically renewing a breeder&#39;s license means that breeders with terrible violations - for sick, malnourished or injured animals - are able to stay in business year after year in spite of chronic and serious violations of the Animal Welfare Act.<br/>Require license applicants to disclose any animal cruelty convictions or other violations of federal, state, or local laws; or regulations pertaining to animals including all non-compliant items noted on state inspection reports.<br/><br/>We have GOT to start doing something about this.  It&#39;s beyond belief this can happen.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I support Tricia&#39;s petition to stop labeling violations under the gluten free rule. If the FDA is going to take steps to help those who require gluten free foods by having gluten free standards, then they must step in while that labeling is misleading. For someone like myself who has celiac disease, eating a food that is mislabeled gluten free can actually be life threatening and lead to a very large list of medical issues. It&#39;s time to take celiac disease and gluten free seriously.",
    "label": "verypos",
    "docketId": "FDA-2017-P-5118",
    "docAbstract": null
  },
  {
    "text": "I support the proposed changes that would deny license renewal to pet breeders who routinely fail to pass inspections. <br/>Thank you.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I have real problems with gluten and it is very important to avoid it.<br/>We really need to prevent mislabeling.<br/>  I support Gluten Free Watchdog&#39;s citizen petition asking FDA to establish new reporting and investigation processes to address facial misbranding violations under the gluten-free labeling rule.",
    "label": "verypos",
    "docketId": "FDA-2017-P-5118",
    "docAbstract": null
  },
  {
    "text": "I support the Childhood Vaccine Moratorium because there is no science to the safety or effectiveness of vaccines.  I have vaccine injured children, now grown adults, and instead was blamed for my children&#39;s conditions.  If all vaccines are indeed safe, then no pharmaceutical company should need protection from lawsuits, and their protection should be immediately revoked.  If they threaten to stop making vaccines, then let them.  Other reputable companies can take their place and do proper research.  If true research can show that vaccines can truly cause immunity in a safe and effective manner, then perhaps, vaccines could be used once again.  But unless there is clear research, you are damaging society and making it so that only a small number of future generations will survive without serious harm. ",
    "label": "verypos",
    "docketId": "FDA-2017-P-4500",
    "docAbstract": "CLOSED"
  },
  {
    "text": "Thank you for your consideration to repeal the WOTUS rule...this is important the livelihood of small agricultural operations like ours across the country.",
    "label": "verypos",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "I believe hydroponics should be classified organic. When climate engineering is spraying heavy metals and toxic crap, all over this nation. It&#39;s making even organic food, toxic. In fact, I&#39;d prefer hydroponics,  so I can stay away from anything grown outside, covered in these toxins. I won&#39;t eat food grown with toxic waste water from the oil and gas industries either. At least until these draconian agendas (21)are stopped, by these totally irresponsible people and agencies. They should be jailed permanently, for crimes against humanity and the earth.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "I support the subcommittee proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "F**k!",
    "label": "neut",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "keep the soil organic",
    "label": "neut",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Good afternoon. Today, I received a mass emailing from the Tennessee Chamber of Commerce, encouraging me to go to the National Association of Manufacturers (NAM) link on submitting comments regarding the Waters of the US Rule (WOTUS). NAM had a prepared text which could be simply signed and submitted for comment to USEPA. I read through the text, and was puzzled by the references to how difficult it had become for businesses to plan their operations, given the restraints of WOTUS. How could this be, when the State brags so much about how open for business they are, and the tremendous growth of manufacturing in Tennessee? And other states are doing the same?<br/>As an engineer with three decades of experience in environmental compliance for several manufacturers and processors, I appreciate the frustrations of some of the regs. But to imply WOTUS is some kind of monstrous rule for manufacturers is a stretch. And, we must work harder as a nation to improve water quality for all people, and our valuable ecosystems. That trumps what are often short term economic gains from manufacturers and other businesses moving into new sites, some of which are businesses just moving from one state to another. <br/>EPA is already tame. No need to continue diluting its importance. As the inevitable negotiations run their course on WOTUS, don&#39;t give too much thought to the multitude of canned responses you&#39;re going to be getting from NAM and their state level associates.",
    "label": "neg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "I do not support this attempt to repeal the Clean Water Rule. Please consider the interests of the American people and our fish, wildlife and all the other values that depend on clean water. The Clean Water Rule protects the small streams, wetlands and headwaters that are so crucial to the health of our nation. These waters protect our communities from floods and drought. These waters support vibrant local economies. I oppose rescinding the 2015 Clean Water Rule.<br/><br/>Thank you sincerely,<br/>Hannah Ryan",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Hello, my name is Travis Massey and I reside in a small coastal town Trinidad, CA. I am also currently an undergraduate student at Humboldt State University studying Environmental Science and work as a Scientific Aid for California&#39;s Department of Fish and Wildlife. As a HSU student and employee of CDFW I witness and study the effects of climate change happening in the Redwood north coast region and have great concern for the final determination of the Mid-Term Evaluation of Greenhouse Gas Emissions Standards for Model Year (MY) 2022-2025 Light Duty Vehicles. This comment&#39;s intention is to support the proposed GHG standards initiated by the Environmental Protection Agency (EPA) and the Department of Transportation&#39;s National Highway Traffic Safety Administration (NHTSA) in effort to curtail climate change and protect American consumers and industry.<br/><br/>As the climate continues to change due to anthropogenic factors, mostly the burning of fossil fuels in vehicles, dangers imposed on citizens worldwide increases. The United States has witnessed a horrendous hurricane season wreck devastation at home and abroad. California experienced years of drought, then record breaking precipitation in the Sierra Nevada&#39;s. As the earth warms, polar ice caps melt, and sea level rises millions of people living in large coastal cities will be dislocated. The warming ocean causes storms to intensify with larger time lapses in between thereby increasing risks of drought, famine, and erosion. Ocean acidification further decreases biological diversity and the earth&#39;s ability to distribute heat exasperating these dangers in a positive feedback loop. This scientific evidence is well known, and the greatest response possible is through reducing GHG emissions today with technological advancements and regulation. <br/><br/>The Mid-Term Evaluation of Greenhouse Gas Emissions Standards for Model Year 2022-2025 Light Duty Vehicles must stay its course with more stringent Corporate Average Fuel Economy (CAFE) standards. As NHTSA considers these standards under the Energy Policy and Conservation Act (EPCA) and Energy Independence and Security Act (EISA) along with EPA under the Clean Air Act (CAA) section 202(a) I implore the agencies to concede to the years of research, policy making, and agency partners supporting the GHG standards for MY 2022-2025. The Federal Register the document on page 14671 wrote that the &quot;EPA, NHTSA, and the California Air Resources Board (CARB) released for public comment a jointly prepared Draft Technical Assessment Report&quot; ( Vol. 82, No. 54 /Wednesday, March 22, 2017 / Proposed Rules), which examined a range of issues relevant to GHG emissions and CAFE standards for MYs 2022-2025. The Technology Assessment Report (TAR) results suggest the auto industry is capable of adhering to the GHG standards and would be most economically feasible for both consumers who save in fuel efficiency, as well as an evolving auto industry market worldwide. Both Britain and France have made dramatic propositions to end the sale of gasoline and diesel cars by 2040 and car manufacturer Volvo stated that all vehicle models of 2019 will be hybrid or battery powered. If the U.S. markets do not act competitively now, they risk losing a major foothold in worldwide markets.<br/><br/>California&#39;s Air and Resources Board (CARB) chairman Mary D. Nicholas strongly supports the Obama administrations implementation of these GHG standards and intends to commit California regulations to these standards regardless of federal decision which will affect 1/3 of the auto industry market regardless. This would create separate regulatory agencies revolving around an issue with such extraordinarily negative impacts which the American government ought to remain united in solidarity to resolve anthropogenic climate change.<br/><br/>In conclusion, this comment is intended to support the EPA and NHTSA in their review process to establish GHG emission standards previously set by the first term. The benefits to U.S. citizens and the world are staggering as this ruling has the possibility to reduce GHG emissions by 540 million metric tons and reduce oil consumption by 1.2 billion barrels over the 2022-2025 vehicle&#39;s lifetimes. The ruling would also establish solidarity in regulation, protect consumers, and vitalize the auto industry&#39;s ability to compete in an evolving world market. Thank you for your time and consideration.<br/><br/>Travis Massey<br/>",
    "label": "veryneg",
    "docketId": "NHTSA-2010-0131",
    "docAbstract": "Corporate Average Fuel Economy -- Model Years 2017-2025"
  },
  {
    "text": "I support a regulatory change that would require licensees to regularly demonstrate compliance with the Animal Welfare Act, and to disclose any animal cruelty convictions under state or local law, before renewing their license or significantly expanding their operations. I also urge the USDA to prevent noncompliant licensees from simply getting a new license for the same operation under a different family member&#39;s name. Allowing violators to continue operating is harmful to animals and a waste of government resources.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "The American public relies on USDA inspections to assure us that animals sold or exhibited to the public have been raised in clean, humane and healthy conditions. Allowing problem breeders and dealers to continue to keep their licenses, even when they have repeatedly failed to provide proper care, is a waste of government resources and undermines the success of the APHIS program. <br/><br/>As a citizen who is very concerned about public safety and animal welfare, I support a rule that could prevent pet breeders and other animal dealers who do not comply with federal Animal Welfare Act regulations from getting automatically re-licensed every year. <br/><br/>I also support a change that would prevent problem breeders from re-opening under a different family member&#39;s name, or a different business name, on the same property. I also support a rule that would prevent convicted animal abusers from obtaining a USDA license. <br/><br/>Thank you for considering my comments.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "If we want to stop animal cruelty one of the first steps would be to keep persons who have already been convicted of this crime from working with animals in the future, thus I believe they should be prohibited from licensing through your agency. This should make the USDA&#39;s job somewhat easier by eliminating that group of applicants before they even get started and/or require more policing measures by the government.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please protect dogs and other animals from cruelty. Please do not allow people convicted of animal cruelty cases a breeder license or exhibitor license.  We need harsher punishment for animal abusers.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "There is absolutely no excuse that abuse violations are not disclosed to everyone or that licences are issued to those who have commuted abuse!",
    "label": "veryneg",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Yesterday, the CDC reported on its website that a disease outbreak in pet store puppies has spread to a dozen states. So far, 55 people have become ill and many were hospitalized. The pet store chain in question was getting its puppies from USDA-licensed breeders and dealers. Breeders who do not follow USDA&#39;s disease-prevention and sanitation protocols may be partly responsible for this outbreak. Many of the most problematic USDA-licensed breeders have routinely renewed their licenses year after year, even when they were cited for numerous sanitation or veterinary care violations. Therefore, for the protection of both animals and the public, I support a rule that would end the re-licensing of pet breeders with repeat health, safety and animal welfare violations. In conjunction with this, I also support a rule that would prevent such individuals from continuing their activities by simply dropping one USDA license and obtaining a new license under a different business name or family&#39;s member&#39;s name. Thank you for considering my input.",
    "label": "veryneg",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I oppose the proposed modification of &quot;Department of Homeland Security/U.S. Citizenship and Immigration Services, U.S. Immigration and Customs Enforcement, U.S. Customs and Border Protection001 Alien File, Index, and National File Tracking System of Records&quot;. Monitoring US citizens and legal residents and their social media contacts is an extreme invasion of privacy. Furthermore, there is absolutely no evidence that it will keep Americans any safer whatever. This policy is not consistent with our values. It should be reversed immediately.",
    "label": "veryneg",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "This will result in more fines as far as parking issues which constantly makes it harder for small business owners. Your owner operators. How many truck stops are available in Los Angeles? NONE! Some drivers will be sleeping in daycabs because we cannot stop our 14 hour continuous clock and might need a bit more time to make or back to their yards. Please reform the hours of service this cannot work without reform. How can u say just because a computer tells us we need to sleep that we are going to do so. We are drivers our body and mind has been trained to stay awake and alert longer than the average worker. If we can sleep 6 hours a day that is sufficient. If we want to take a nap during our 14 hour clock we should be able to pick our hours back up once we become back on duty.  Stop the continuous clock!!!",
    "label": "veryneg",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Really, this is beyond what an American should expect.  That an AMERICAN CITIZEN should be subject to such government intrusion is disgusting and un-American.  My immigrant grandparents were proud Americans.  Don&#39;t make me be an ashamed American.",
    "label": "veryneg",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the Animal Welfare Act licenses of known animal abusers. USDA has the authority to require all regulated animal businesses, including puppy breeders, comply with the minimum standards of the Animal Welfare Act. It&#39;s time they used that authority to put animal abusers out of business.<br/><br/>Because USDA enforcement against violators is deplorably slow, automatic license renewal means that businesses that abuse animals continue to operate while USDA plods toward enforcement, most often just issuing a warning letter. <br/><br/>I urge you to make the changes necessary to require Animal Welfare Act compliance before renewing licenses. Please stop giving gifts to animal abusers while animals suffer.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "This facility provides much needed opportunities for many of our young people. They have the chance to learn skills to become productive citizens &amp; help the community. Also the center provides jobs for the region, which is very economically depressed. Please reconsider closing this facility. The future of our children may be at risk!",
    "label": "verypos",
    "docketId": "ETA-2017-0004",
    "docAbstract": "The Employment and Training Administration of the U.S. Department of Labor (the Department or DOL) issues this notice to revise the “additional considerations” for selecting Job Corps Centers for closure, and to propose the closure of Golconda Job Corps Center (Golconda) in Golconda, Illinois, based on low-performance. This notice seeks public comment on the proposal to close Golconda."
  },
  {
    "text": "I oppose this action of the DHS collecting and storing social media information. This action unfairly targets people of color and minorities who are already vulnerable and cannot adequately defend themselves espcially if they cannot see the information stored about them. It will also hurt the poor more (those who cannot afford good legal representation and argue to clear their name in court). This action will continue to polarize American society, further impede trust and integration of immigrants into American society, normalize racism, and contribute nothing to our safety. ",
    "label": "verypos",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "I strongly support this rule and urge its adoption. A society&#39;s morals and civility are evident in its treatment of animals.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the Animal Welfare Act licenses of known animal abusers. USDA has the authority to require all regulated animal businesses, including puppy breeders, comply with the minimum standards of the Animal Welfare Act. It&#39;s time they used that authority to put animal abusers out of business.<br/><br/>Because USDA enforcement against violators is deplorably slow, automatic license renewal means that businesses that abuse animals continue to operate while USDA plods toward enforcement, most often just issuing a warning letter. <br/><br/>I urge you to make the changes necessary to require Animal Welfare Act compliance before renewing licenses. Please stop giving gifts to animal abusers while animals suffer.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please deny breeders licenses who fail inspections routinely.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "When considering organic standards, please keep the &quot;soil&quot; in &quot;organic&quot;, and require seaweed be harvested in a sustainable manner from certifiably clean areas. Thank you.",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Unless organic standards are strictly maintained, the designation becomes meaningless. Do not weaken the rules for organic labeling. ",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Organic production is soil-based and is defined by principles concerning the grower&#39;s relationship to the soil. The &quot;Law of Return,&quot; the rule &quot;Feed the soil, not the plant,&quot; and the promotion of biodiversity, provide the ecological basis for organic production. The Law of Return says that we must return to the soil what we take from the soil. The dictum to &quot;Feed the soil, not the plant&quot; reminds us that the soil is a living superorganism that supports plant life as part of an ecological community. Finally, biological diversity is important to the health of natural ecosystems and agroecosystems. Biodiversity promotes balance, which protects farms from outbreaks of damaging insects and disease. It supports the health of the soil through the progression of the seasons and stresses associated with weather and farming. It supports our health by offering a diversity of foods. Hydroponics is not consistent with these principles.<br/><br/>Containerized culture may be eligible for organic certification under limited circumstances in which organic soil-building and other organic practices are used. These are essentially the same practices that would be required for growing in permanent beds in the soil. <br/><br/>We support the subcommittee proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.<br/><br/>Marine biodiversity is important, and the roles played by marine algae (seaweed) are important to marine biodiversity and ecology. Human threats to marine environments include overfishing, global warming, biological introductions, and pollution. The NOSB should continue its efforts to clarify the identities of species of marine algae used in organic production as well as to develop guidance for the application of the wildcrafting standard to marine algae. Application of scientific names to seaweeds needs to be clarified to ensure protection, and any restrictions need to be justified.  <br/><br/>The NOSB must investigate mechanisms for protecting marine ecology from the impacts of over-harvesting marine algae for use in organic products and production. It must also look at natural materials in use in crops and livestock, as well as those on the National List. Lastly, the NOSB must protect rockweed (Ascophyllum nodosum) to the extent possible and specifically list it as a prohibited natural.  <br/><br/>Seaweeds and products made from them should be allowed as ingredients in organic food, feed to organic livestock, and crop inputs only &quot;when harvested from a designated area that has had no prohibited substance applied to it for a period of 3 years immediately preceding harvest and when harvested in a manner that ensures that such harvesting or gathering will not be destructive to the environment and will sustain the growth and production of the population of the species.&quot; <br/><br/>&quot;Inert&quot; ingredients frequently compose as much as 99% of pesticide products. So-called &quot;inert&quot; ingredients are typically not biologically and chemically inert, and are not disclosed to users or others who may be exposed.  Due to NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on inert ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Protecting the integrity of organic growing and labeling standards is vital if Americans are to be able to be &#39;free&#39; to chose what foods and/or pesticides and herbicides they wish to ingest.  Any change to these standards is just another attempt to support Monsanto and other growers who, while already obscenely profitable, want more money and care not at all about the negative consequence of GMOs, herbicides, pesticides and chemical fertilizers, etc.  Moreover, much of the published studies and information on the harmful effects of GMOs have been suppressed or not published in major media and news outlets.  Why is this?  The fox is guarding the henhouse, so to speak.  The only way people have to identify foods that do not include these toxins is to preserve the growing and labeling standards that define certified organic.  We must have these kept intact.  ",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "DEAR SIR/MADAM:<br/><br/>HELLO!!! MY NAME IS JOYCE SHIFFRIN, AND I WILL EXPLAIN THE PURPOSE OF MY SENDING YOU THIS E-MAIL: I AM URGING AND BEGGING AND PLEADING WITH YOU TO PLEASE, PLEASE, PLEASE KEEP ALL SOILS ORGANIC AS IT IS ONLY ORGANIC SOILS LIKE ORGANIC FOODS/DRINKS THAT HAVE NO PESTICIDES, HERBICIDES, FUNGICIDES OR ANY OTHER TOXINS!!! REMEMBER, ALL OF OUR PLANTS AND FLOWERS COME FROM THE SOIL, SO THE HEALTHIER THE SOIL, THE HEALTHIER THE FOOD/DRINK FOR ALL OF US EVERYWHERE IN THE WORLD!!! PLEASE TAKE MY E-MAIL VERY, VERY, VERY SERIOUSLY!!!<br/><br/>THANK YOU,<br/><br/>JOYCE SHIFFRIN",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "EPA&#39;s goal should be to provide the maximum clean water protections to all communities. I OPPOSE any attempt to rewrite the WOTUS definition to reduce jurisdiction of the federal Clean Water Act from historic levels.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "I fervently support the complete and total obliteration of the EPA WOTUS regulations which are an affront to private landowners across the nation.  Not only are the regulations, in my view unconstitutional, they would descimate the incomes of farmers, ranchers and other industries whose income is derived from PRIVATELY OWNED land.  Thank you for your time.",
    "label": "verypos",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Please do not repeal the clean water bill.  this is a long term value issue for the citizens of the United States.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "I am strongly opposed to any weakening of proposed standards to , monitor and remedy groundwater contamination during and after uranium extraction operations. I am extremely concerned that the EPA is considering rolling back protections of the public&#39;s drinking water. This is really disappointing, as the average citizen has no way of protecting themselves from the pollution from uranium mining. The EPA, however, can and should use its regulatory power to ensure that our drinking water is safe.Radionuclide contamination of downgradient drinking water aquifers (USDWs) has been documented at a number of in-situ uranium mines in recent years. The revised proposal issued in January 2017 significantly weakens the groundwater protection regulations proposed in January 2015. This is unacceptable. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OAR-2012-0788",
    "docAbstract": "The Environmental Protection Agency (EPA) is proposing to add new health and environmental protection standards to regulations promulgated under the Uranium Mill Tailings Radiation Control Act (UMTRCA). The Act regulates the extraction and management of uranium byproduct materials produced by uranium recovery. The proposed standards will regulate residual radioactivity and uranium byproduct materials produced by in-situ uranium recovery, including both surface and subsurface standards, with primary focus on ground water protection and restoration."
  },
  {
    "text": "Anecdotally, OSAC 1.0 appears to function as a replacement for former SWGs, and therefore, it is not clear that this reorganization is/was needed.  If support (financial and otherwise) for some version of the former SWGs can be re-instituted/re-developed moving forward (since there is a definite need for such bodies, whether they are labeled SWGs or SACs), then OSAC 2.0 can be freed to take on a new mission -- with support for concept 4, titled Standards Readiness Assessment and Improvement Program.  However, the problem with redesigning OSAC to create version 2.0, is that if these changes include major adjustments to mission/structure, then it is unclear how this body will be staffed, and how it can effectively exist within the vacuum left after dismantling the former SWGs. ",
    "label": "neg",
    "docketId": "NIST-2017-0001",
    "docAbstract": null
  },
  {
    "text": "The American public relies on USDA inspections to assure us that animals sold or exhibited to the public have been raised in clean, humane and healthy conditions. Allowing problem breeders and dealers to continue to keep their licenses, even when they have repeatedly failed to provide proper care, is a waste of government resources and undermines the success of the APHIS program. As a citizen who is very concerned about public safety and animal welfare, I support a rule that could prevent pet breeders and other animal dealers who do not comply with federal Animal Welfare Act regulations from getting automatically re-licensed every year. I also support a change that would prevent problem breeders from re-opening under a different family member&#39;s name, or a different business name, on the same property. I also support a rule that would prevent convicted animal abusers from obtaining a USDA license. Thank you for considering my comments.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please reconsider the closing of the Golconda Job Corp. Golconda is a small community that has always been accepting and including of the students and faculty at Job Corp. The training programs have been able to practice implementing their trade in the small community, building side walks, trimming trees, etc. Furthermore, being a small and rural community could be a positive change for some of the teens. Finally, if there are problems within the facility, try reorganizing or implementing different work hours and programs... Increase trainings and look at any other programs or ideas to assist with mainting the facility, not closing it and leaving it to be abandoned. ",
    "label": "neg",
    "docketId": "ETA-2017-0004",
    "docAbstract": "The Employment and Training Administration of the U.S. Department of Labor (the Department or DOL) issues this notice to revise the “additional considerations” for selecting Job Corps Centers for closure, and to propose the closure of Golconda Job Corps Center (Golconda) in Golconda, Illinois, based on low-performance. This notice seeks public comment on the proposal to close Golconda."
  },
  {
    "text": "Elds are not about safety! A clock that commands you through you day is not the answer to the problems! The problems are with mega carriers and all the inexperienced and distracted drivers!",
    "label": "veryneg",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": " The ELD does absolutely nothing but make the safety advocates feel like they&#39;ve accomplished something. Thirty years with over 3 million accident free miles here so I feel like I have something to contribute. We need flexibility in HOS.  We need some flexibility to sleep when we need to, not when a computer decides we need to. You force us into conditions when we should be off the road waiting for conditions to improve. Fix the HOS and the roads will be safer!",
    "label": "veryneg",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "I&#39;d like for y&#39;all to revisit the vision qualifications. I don&#39;t understand how someone can drive for 3-4 years and put close to 100,000 miles a year with no incidents and all of a sudden take a Dot physical and have the same vision that he&#39;s been having for those years and physical be revoked due to new regulations and CDL privileges be suspended. Please reevaluate the fmcsa send they have been putting new regulations out as quick as they can no matter whos lively hood is hurt. Seems as though it&#39;s just to justify a paycheck. I as many ask please to review and repeal this regulation.",
    "label": "veryneg",
    "docketId": "FMCSA-2017-0023",
    "docAbstract": "Qualification of Drivers; Exemption Applications; Vision"
  },
  {
    "text": "Why allow any breeder who has ever failed an inspection to ever breed again ever? Its sickening enough to allow these horrendous puppy mills. look at this? why? petland gets in puppy mill dogs. Stop this insanity and at least outlaw them from ever breeding anything again when found guilty ONCE.<br/><br/> http://www.foodsafetynews.com/2017/09/puppies-from-petland-stores-linked-to-campylobacter-outbreak/#.WdXK7rpFyF4<br/><br/>",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "My daughter-in-law has Celiac if she eats anything that contains the least amount of gluten she becomes very ill.<br/>Not labeling packages with the smallest amount of gluten of any kind is not acceptable. If it says gluten free then <br/>there should be NO gluten in it. Omitting items such as barley malt, barley malt extract, barely malt syrup, wheat<br/>or ANY gluten product is not acceptable. I support the Gluten Free Watchdog&#39;s citizens petition asking the FDA to <br/>establish new reporting and investigation processes to address facail mid branding violations under the gluten-free<br/>labeling rule.",
    "label": "verypos",
    "docketId": "FDA-2017-P-5118",
    "docAbstract": null
  },
  {
    "text": "Boeing concurs with the NPRM.<br/><br/>There is no attached file with this comment.",
    "label": "pos",
    "docketId": "FAA-2017-0807",
    "docAbstract": "Airworthiness Directive"
  },
  {
    "text": "o<span style='padding-left: 30px'></span>I support USDA&#39;s proposal to no longer automatically renew the licenses of known animal abusers.<br/>o<span style='padding-left: 30px'></span>Please continue to require dog breeders to re-license every year but only upon the condition that the licensees have no<br/> serious or critical or repeat violations documented on their inspection reports.<br/>o<span style='padding-left: 30px'></span>Automatically renewing a breeder&#39;s license means that breeders with terrible violations - for sick, malnourished or injured<br/> animals - are able to stay in business year after year in spite of chronic and serious violations of the Animal Welfare Act.<br/>o<span style='padding-left: 30px'></span>Require license applicants to disclose any animal cruelty convictions or other violations of federal, state, or local laws;<br/> or regulations pertaining to animals including all non-compliant items noted on state inspection reports. <br/>",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I&#39;m writing in response to a request for comments by the Federal Motor Carriers Safety Administration (FMCSA) regarding an application for exemption [Docket No. FMCSA-2017-0243] from requirements to use electronic logging devices (ELDs) submitted by the Power &amp; Communication Contractors Association (PCCA). PCCA represents contractors, manufacturers, and distributors who build and repair America&#39;s power and communications infrastructure, including electric transmission, distribution, and substation facilities and broadband, telephone, and cable television systems. As a member of PCCA, I strongly support this exemption request. Drivers in the power and communications construction industry operate under significantly different circumstances than interstate truck drivers and should not be burdened with the harmful impacts of the ELD rule, pending December of this year. <br/><br/>On a typical workday, construction workers spend short amounts of time driving, unlike typical over-the-road truck drivers who spend most of their time driving in a single vehicle. Contractors spend considerable time working off-road on the jobsite, not on public roads or highways, and a single CMV may have several different drivers over the course of a day. Drivers working on broadband and/or electric infrastructure projects commonly drive multiple vehicles for short distances within a single day, and a single vehicle is often driven by multiple drivers. We operate a wide range of vehicles such as flatbeds, skid trucks, dump trucks, and buses used to transport workers and equipment to and from a particular jobsite. Because of the limited time within a workday that our drivers spend driving on public roads, ELD and RODS requirements for drivers in our industries will not result in increased safety. <br/><br/>Drivers in our industry use numerous exemptions to hours-of-service requirements in order to keep the lights on, such as the utility service vehicle and short haul exemptions. Because of this, our drivers will very rarely have to use ELDs. Yet, the final ELD rule will force our industry to purchase and install ELDs, train on the use of ELDs, and monitor drivers who will very rarely (if ever) need to log in to an ELD.<br/><br/>Navigating ELD requirements when drivers may fall under varying exemptions will make compliance difficult, exposing our drivers to unknowing violations. As an employer in this important industry, I would rather dedicate dollars for training on more relevant safety issues. Exempting PCCA contractors from the ELD rule would not compromise the safety of commercial drivers in any way, and power and communication contractors will continue to meet all other HOS requirements overseen by FMCSA.<br/><br/>The ELD rule allows drivers to use paper logs for recording on-duty status where they exceed the limitation of the short haul exemption on not more than 8 days out of every 30-day period. While the full exemption requested in the PCCA application is warranted and should be provided for the power and communication construction industry, there are steps the agency could take to alleviate regulatory burdens associated with this rule. If FMCSA were to extend the number of days allowing drivers to use written paper logs when they exceed the requirements of the short-haul exception from 8 days to 16 days, some relief from the burden of this rule would be provided. Still, it seems that the most effective way to address these issues would be through a full exemption of drivers in our industry.  <br/> <br/>PCCA submitted comments in support of an exemption request by the Pipe Line Contractors Association [Docket No. FMCSA-2017-0175] for many of the same reasons. As part of the construction industry, I support the PLCA exemption request as well. Construction drivers meet a variety of job functions and spend the vast majority of their time on a jobsite within a short distance of their daily assembly point, not on public roads and highways. Exempting construction workers from ELD requirements will allow employers to better focus their energies and resources.",
    "label": "verypos",
    "docketId": "FMCSA-2017-0243",
    "docAbstract": "Hours of Service of Drivers: Application for Exemption; Power and Communication Contractors Association (PCCA)"
  },
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the licenses of known animal abusers.<br/><br/>Please continue to require dog breeders to re-license every year but only upon the condition that the licensees have no serious or critical or repeat violations documented on their inspection reports.<br/><br/>Automatically renewing a breeder&#39;s license means that breeders with terrible violations - for sick, malnourished or injured animals - are able to stay in business year after year in spite of chronic and serious violations of the Animal Welfare Act.<br/><br/>Require license applicants to disclose any animal cruelty convictions or other violations of federal, state, or local laws; or regulations pertaining to animals including all non-compliant items noted on state inspection reports.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Good",
    "label": "verypos",
    "docketId": "FWS-HQ-ES-2016-0072",
    "docAbstract": null
  },
  {
    "text": "This needs to be passed!!",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "As someone with Celiac disease, I support this petition!<br/>-Natalie Heleine",
    "label": "",
    "docketId": "FDA-2017-P-5118",
    "docAbstract": null
  },
  {
    "text": "As a person with Celiac Disease, I wholeheartedly support this petition. Food manufacturers need to be held accountable for proper labeling. There have been a couple of occasions where the front label said Gluten Free, but after getting sick from eating the product, I read the label and there was malt or barley listed in the ingredients. Celiac Disease is not an allergy! It is an autoimmune disease that needs to be taken seriously! Make us safe! We are the people who make up your country!",
    "label": "verypos",
    "docketId": "FDA-2017-P-5118",
    "docAbstract": null
  },
  {
    "text": "EPA regulations can kill a farm and has in the past.  It is to difficult to understand an agency that writes rules and regulations <br/>that even personnel in the EPA can not understand, kind of like the IRS.  EPA regulating all of the land in this country will <br/>make us slaves to them. They will be telling us want to do, what to plant or not plant and what land has to be left alone.  <br/>Since all land has run off the EPA will control all of United States of America Farming. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "The purpose of the Organic designation is not simply to grow food without chemical pesticides or herbicides. Instead, it is to foster farming methods that specifically build the soil and actively contribute to the health of earth&#39;s ecosystems. Hydroponics cannot do that.",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Aug 4, 2017<br/><br/>Administrator  Scott Pruitt<br/><br/>Dear Administrator Pruitt  and Deputy Assistant Secretary Lamont,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203-0001, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects 20 million acres of wetlands and thousands of miles of headwater streams -- 60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>I also believe that repealing the Clean Water Rule and codifying the status quo will lead to uncertainty for States, federal and states water quality personnel, those who need permits and the public. In the last ten years, the &quot;status quo&quot; has hurt the efforts of sportsmen and women to protect water resources; contributed to permit delays; and left Corps water quality personnel spending large amounts of time trying to decide which waters the Clean Water Act protects. The Corps will now continue to make permitting decisions on a case-by-case basis indefinitely, and as a result, it will cause uncertainty for all involved in permitting. In addition, the 2008 guidance document that the Corps is using as the &quot;status quo&quot; to decide jurisdiction was not based on publicly available scientific, technical, or economic analyses, and it was never published in the Federal Register for public comment. This document is no substitute for a properly-issued rule.<br/><br/>If we cannot protect our most crucial resource what does that say about the type of people we have become. Our founding fathers would be ashamed. It&#39;s 2017 for god sakes. Pull your head out of the past and starting believing in science. Your children depend on it. Grow a spine, and listen to the (educated and informed) American people, and tell your greed driven donors to get lost.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mr. John Getts<br/>1640 El Rancho Way<br/>Santa Rosa, CA 95404-3004<br/>(707) 495-7076",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": " Despite strong public opposition and a desperate need to take action on climate change, Donald Trump and Scott Pruitt are continuing their attacks on fuel efficiency standards for American cars and trucks.  The proposed rollbacks are a short-sighted and destructive policy change. At the very least, we need to maintain the current standards. Do NOT loosen these regulations; they are for the common good. ",
    "label": "veryneg",
    "docketId": "NHTSA-2016-0068",
    "docAbstract": "Draft Technical Report"
  },
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the licenses of known animal abusers.<br/>Please continue to require dog breeders to re-license every year but only upon the condition that the licensees have no serious or critical or repeat violations documented on their inspection reports.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "APB has reviewed the NPRM and has determined the installation of winglets per STC ST01518SE does not affect compliance with the proposed rule.<br/><br/>APB will provide supporting data to the FAA upon request.",
    "label": "neut",
    "docketId": "FAA-2017-0901",
    "docAbstract": "Airworthiness Directives"
  },
  {
    "text": "I see the current Greenhouse Gas Emissions Standards as one necessary step in combating climate change. Those regulations have been effective reducing the carbon dioxide we emit into the atmosphere. Please make no changes to the current standards.",
    "label": "verypos",
    "docketId": "NHTSA-2016-0068",
    "docAbstract": "Draft Technical Report"
  },
  {
    "text": "gathering social media account information on naturalized citizens and lawful permanent residents will not make us safer.  <br/><br/>This measure goes too far. How many ways will Americans be divided and suspicious of each other? Naturalized citizens are treated in tis measure as suspicious and &quot;them&quot; not &quot;us&quot;? What next? Could children of military service members born abroad be treated as suspicious and &quot;them&quot; not &quot;us&quot;? Will US citizens who live near a border be the next suspicious group? How about American citizens who have family that married or emigrated- are those citizens now gong to be spied on? Will neighbors be made to spy on each other? This is not Ceausescu&#39;s Romania or Kruschev&#39;s Russia. Stop already with spying on Americans. <br/><br/>There is no data showing permanent residents and naturalized citizens are more dangerous than born-in-America citizens (Oklahoma City and Law Vegas are only two examples). This regulation is VERY intrusive and makes even US citizens afraid to exercise our free speech rights. Permanent residents and naturalized citizens are well-scrutinized already and this intrusion just instills more fear in everyone.",
    "label": "veryneg",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the licenses of known animal abusers.<br/><br/>Please continue to require dog breeders to re-license every year but only upon the condition that the licensees have no serious or critical or repeat violations documented on their inspection reports.<br/><br/>Automatically renewing a breeder&#39;s license means that breeders with terrible violations - for sick, malnourished or injured animals - are able to stay in business year after year in spite of chronic and serious violations of the Animal Welfare Act.<br/>Require license applicants to disclose any animal cruelty convictions or other violations of federal, state, or local laws; or regulations pertaining to animals including all non-compliant items noted on state inspection reports.<br/><br/>",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I have drove dump truck for 30 years and couldn&#39;t disagree more with one of your reason for asking for an exemption, &#39;&#39;Note that while drivers may be in their vehicles for 12 to 14 hours a day, typically only 6 or 7 hours are spent actually driving on public road&quot;. I invite you to come ride with me on any given day. I have never once sat in my truck for 6 or 7 hours a day. There is a huge shortage of trucks and generally we dump and go with no time sitting. SMH ",
    "label": "veryneg",
    "docketId": "FMCSA-2017-0197",
    "docAbstract": "Hours of Service of Drivers: National Asphalt Pavement Association, Inc.; Application for Exemption"
  },
  {
    "text": "he American public relies on USDA inspections to assure us that animals sold or exhibited to the public have been raised in clean, humane and healthy conditions. Allowing problem breeders and dealers to continue to keep their licenses, even when they have repeatedly failed to provide proper care, is a waste of government resources and undermines the success of the APHIS program. As a citizen who is very concerned about public safety and animal welfare, I support a rule that could prevent pet breeders and other animal dealers who do not comply with federal Animal Welfare Act regulations from getting automatically re-licensed every year. I also support a change that would prevent problem breeders from re-opening under a different family member&#39;s name, or a different business name, on the same property. I also support a rule that would prevent convicted animal abusers from obtaining a USDA license. Thank you for considering my comments.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Hello, A recent disease outbreak in pet store puppies linked to puppy mills has spread to a dozen states. Details are on the CDC&#39;s home page. So far, 55 people have become ill and many were hospitalized. The pet store chain in question was getting its puppies from USDA-licensed breeders. Breeders who do not follow disease-prevention and sanitation protocols may be partly responsible for this outbreak. Therefore, I support a rule that would end the re-licensing of pet breeders with repeat health and safety violations, for the protection of both animals and people.<br/>Thank you so very much,<br/>Kristin ",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Thank you for this opportunity to comment on what I believe from my own experiences to be a critical advancement to the inspection protocol involving those who breed and exhibit animals. On the ground level, where public buyer meets the seller of bred animals, the public relies on APHIS inspections for healthy, medically clean animals that haven&#39;t been mistreated or neglected. Sadly, this is a dirty business that NEEDS APHIS, and that includes implementation of a new law that clamps down on repeat violators who neglect animals in their ambition for profit. We only recently heard about the sickening Petland incidents, and yet we see breeders and exhibitors attempting to game the system far to often. Please institute this new rule and strip licensing of repeat violators. Thank you!",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I oppose the US government&#39;s monitoring or collecting this kind odf information about individuals and their communications.",
    "label": "veryneg",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "The welfare of animals is important as they give so much, and to be treated the way they are sometimes is beyond belief so yes I do back your proposal that breeders that do not do the right thing by the dogs in their care should have their. Licence revoked ",
    "label": "veryneg",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Breeders shouldn&#39;t be told when inspectors are coming! If they have multiple accounts of not passing....well rougher laws need to be put into place! We have to be the animals voice!!! ",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please see the attached file from the Montgomery County Farm Bureau in Tennessee in support of the proposal to repeal the 2015 &quot;Waters of the U.S.&quot; rule. ",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached.",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Organic farming has long been defined by the complex biological systems that farmers nurture, which produce nutrient-dense food. Certified organic farmers are required by the Organic Foods Production Act (OFPA) to maintain soil health. Despite the OFPA law and a similar recommendation by the National Organic Standards Board in 2010, the National Organic Program has been allowing soil-less growing systems (aka hydroponic) to be certified as organic for the last several years. Soil-less production depends on fertilization with every watering, and most hydroponic growers use hydrolyzed conventional soybeans for fertility. With vast greenhouses full of plastic containers and tubing, industrial hydroponic systems do nothing to cycle nutrients, capture carbon, or improve the land. Hydroponics may have a place in a sustainable future, but products should be labeled as &quot;hydroponic,&quot; not organic, so consumers can make informed decisions.<br/><br/>The above statements are not original to me. I do ascribe to the message from the Cornucopia Institute. As a small farm struggling with the vagaries of the growing season and knowing what I need to do in terms of soil building to maintain a USDA Certified organic farm I feel it is blaspheme to now even consider hydroponically grown as organic.<br/><br/>The thousands of small organic farms, even if their numbers were combined do not have the financial assets of those mega growers who now appear to be buying favorable decisions.<br/><br/>&quot;It is an era dominated by industry, in which the right to make a dollar at whatever cost is seldom challenged.&quot; Rachel Carson, Silent Spring<br/>",
    "label": "neut",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "If hydroponic farming is to be included as a standard in organic farming it would be best to let consumers know how it was grown. For many of us in the movement, a commitment to renewing soil tilth (not to mention the health of the planet thereby) is a vital aspect of the organic farming movement.The importance of fertile soil as the cornerstone of organic farming is under threat because the USDA is allowing soil-less hydroponic vegetables to be sold as certified organic. This must be stopped. Without soil, there is no organic farming. The USDA is defrauding anyone who trusts the USDA Certified Organic label by allowing hydroponically grown produce to be sold as USDA Certified Organic. We expect USDA certified organic crops to be grown on optimally fertile soil as such crops always have been. I urge you to to stop this hydroponic/organic fraud by banning hydroponics from USDA organic certification at the NOSB&#39;s next meeting",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "I spend a lot of money on organic food, vitamins, products, etc, so I have a right to know if the organic label is accurate and literal. Please keep the organic label truthful and honest by not allowing anything synthetic or questionable. Only substances and items that are 100% naturally occurring and100% safe for human consumption should be allowed. I want to know that I&#39;m putting something in my body that is in the same original form that God created it in, not some scientifically derived or genetically altered version of a formerly natural, organic product. I want &quot;organic&quot; to literally mean organic!",
    "label": "neg",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "I am writing to support the subcommittee proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.<br/><br/>I ask that NOSB continue its efforts to clarify the identities of species of marine algae used in organic production as well as to develop guidance for the application of the wildcrafting standard to marine algae. Application of scientific names to seaweeds needs to be clarified to ensure protection, and any restrictions need to be justified.  <br/><br/>I ask that NOSB please investigate mechanisms for protecting marine ecology from the impacts of over-harvesting marine algae for use in organic products and production. It must also look at natural materials in use in crops and livestock, as well as those on the National List. Lastly, the NOSB must protect rockweed (Ascophyllum nodosum) to the extent possible and specifically list it as a prohibited natural.  <br/><br/>Seaweeds (marine algae) and products made from them should be allowed as ingredients in organic food, feed to organic livestock, and crop inputs only &quot;when harvested from a designated area that has had no prohibited substance applied to it for a period of 3 years immediately preceding harvest and when harvested in a manner that ensures that such harvesting or gathering will not be destructive to the environment and will sustain the growth and production of the population of the species.&quot; <br/><br/>Finally, the &quot;Inert&quot; ingredients frequently compose as much as 99% of pesticide products.  So-called &quot;inert&quot; ingredients are typically not biologically and chemically inert, and are not disclosed to users or others who may be exposed.  Due to NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on inert ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.<br/><br/>Thank you for your attention to my comments.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "We do not need pesticides.  Everything can be controlled with healthy soil. We want to make sure that organic standards are 100% and of high standards.  Our children and grandchildren need this protection.  ",
    "label": "neg",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Please stand up for clean water: Don&#39;t repeal the Clean Water Rule. <br/><br/>Water is necessary for life, all life.  To destroy the quality of water is to destroy life.  Do not put any life in jeopardy.  Do not deminish the quality of the water by allowing, permitting, orr engaging in any activities or practiceschedule that put our water at risk.   Do not roll back the water guidelines.<br/><br/>Gutting clean water protections puts people and parks at serious risk. Clean water is essential for my family&#39;s health, our environment and our economy. The proposal to repeal this important rule could lead to weaker protections for many water bodies in the country, including those that surround and flow through our parks. <br/><br/>From Acadia to Grand Canyon, and Everglades to Glacier, water is a defining part of our national park experiences. I want to continue to enjoy swimming, fishing, paddling and wildlife watching without fear of pollution. <br/><br/>Repealing this rule would not only set back protections for our waterways, including drinking water for communities, but also weaken our ability to hold polluters accountable. Please don&#39;t let this happen.<br/><br/>Thank you for considering my request to protect clean water by letting the 2015 Clean Water Rule stand.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Jul 27, 2017<br/><br/>Dear Administrator Pruitt  and Deputy Assistant Secretary Lamont,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203-0001, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects<br/>20 million acres of wetlands and thousands of miles of headwater streams -- 60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>The West branch of the Delaware river runs past my home town of Deposit NY. Not only is it the reason our town is here - and the Native American village before it - but it is the reason my family moved here.<br/>We came to love this region through our canoe trips on the river, and many of our neighbors came to Deposit initially to fish and canoe and raise families by this river. The river has always been and continues to be the main economic resource of our village and of many of the surrounding villages. It is both love and livelihood for us - please do not allow risk its future for short-term political gain!<br/><br/>I also believe that repealing the Clean Water Rule and codifying the status quo will lead to uncertainty for States, federal and states water quality personnel, those who need permits and the public. In the last ten years, the &quot;status quo&quot; has hurt the efforts of sportsmen and women to protect water resources; contributed to permit delays; and left Corps water quality personnel spending large amounts of time trying to decide which waters the Clean Water Act protects. The Corps will now continue to make permitting decisions on a case-by-case basis indefinitely, and as a result, it will cause uncertainty for all involved in permitting. In addition, the 2008 guidance document that the Corps is using as the &quot;status quo&quot; to decide jurisdiction was not based on publicly available scientific, technical, or economic analyses, and it was never published in the Federal Register for public comment. This document is no substitute for a properly-issued rule.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mrs. Gail Musante<br/>NY 13754-1127<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Sep 26, 2017<br/><br/>Dear Administrator Pruitt and Deputy Assistant Secretary Lamont,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203-0111, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects<br/>20 million acres of wetlands and thousands of miles of headwater streams -- 60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>I also believe that repealing the Clean Water Rule and codifying the status quo will lead to uncertainty for States, federal and states water quality personnel, those who need permits and the public. In the last ten years, the &quot;status quo&quot; has hurt the efforts of sportsmen and women to protect water resources; contributed to permit delays; and left Corps water quality personnel spending large amounts of time trying to decide which waters the Clean Water Act protects. The Corps will now continue to make permitting decisions on a case-by-case basis indefinitely, and as a result, it will cause uncertainty for all involved in permitting. In addition, the 2008 guidance document that the Corps is using as the &quot;status quo&quot; to decide jurisdiction was not based on publicly available scientific, technical, or economic analyses, and it was never published in the Federal Register for public comment. This document is no substitute for a properly-issued rule.<br/><br/>As a former raft guide and rancher, clean water is critical to the continued health of our ecosystems that support our various economies.<br/>Please keep the Clean Water Rule in order to protect our waterways for future generations, including their economies. Do not sacrifice waterways like the Yellowstone River or the Green River or a wetland in order to give more flexibility to conglomerates in the present.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mrs. Kerri Clement<br/><br/>MT 59047<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Jul 27, 2017<br/><br/>Dear Administrator Pruitt  and Deputy Assistant Secretary Lamont,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects<br/>20 million acres of wetlands and thousands of miles of headwater streams -- 60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>Living in a state of over 10,000 lakes, countless streams and several large rivers, clean water is very important to me. I appreciate the progressive programs of our Governor, Legislature and DNR to protect this precious resource for our varied uses and  to provide an enduring legacy for our children.<br/><br/>Thank you for your consideration.<br/><br/>I also believe that repealing the Clean Water Rule and codifying the status quo will lead to uncertainty for States, federal and states water quality personnel, those who need permits and the public. In the last ten years, the &quot;status quo&quot; has hurt the efforts of sportsmen and women to protect water resources; contributed to permit delays; and left Corps water quality personnel spending large amounts of time trying to decide which waters the Clean Water Act protects. The Corps will now continue to make permitting decisions on a case-by-case basis indefinitely, and as a result, it will cause uncertainty for all involved in permitting. In addition, the 2008 guidance document that the Corps is using as the &quot;status quo&quot; to decide jurisdiction was not based on publicly available scientific, technical, or economic analyses, and it was never published in the Federal Register for public comment. This document is no substitute for a properly-issued rule.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mr. Victor Walsovich<br/><br/>Chaska, MN 55318-1408<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Now is NOT the time to alter greenhouse gas emission standards.  If anything, those standards should be tightened.  Climate change has real effects for real people whether they believe in it or not. ",
    "label": "veryneg",
    "docketId": "NHTSA-2016-0068",
    "docAbstract": "Draft Technical Report"
  },
  {
    "text": "The elds are make it to where you cant have a normal sleep cycle the make you work at all hours and when your tired your not safe ",
    "label": "neg",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "Get rid of elds! They are unsafe. They cause drivers to race the clock. Get rid of the 14 hour rule. We need flexibility in the workday...not drivers rushing through the day. Its unhealthy!",
    "label": "veryneg",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "When I hear that the government proposes collecting information like social media handles for green card holders, I worry that the government is needlessly overstepping privacy rights for citizens who have done nothing to indicate that they should be under surveillance.  Surveillance also costs money, that seems as if it could be better spent elsewhere.  I would like to see data that supports the need to investigate green card holders in this country before this new regulation goes through. Being an immigrant is not a crime. ",
    "label": "neg",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "Pet breeders with repeat health and safety violations should never have their license renewed!",
    "label": "neut",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Do not give licenses to those with repeat violations.  Maybe do a 3 strikes you are out or if you have one with multiple types of violations, take the license. Speak and help those things on earth that can not do it for themselves. If a breeder can&#39;t meet minimal standards they should not be allowed to profit and that is the main reason most people do it.  Breeders who do it for the love of an animal will take care and not have an issues meeting regulations. ",
    "label": "neg",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I&#39;m writing in response to a request for comments by the Federal Motor Carriers Safety Administration (FMCSA) regarding an application for exemption [Docket No. FMCSA-2017-0243] from requirements to use electronic logging devices (ELDs) submitted by the Power &amp; Communication Contractors Association (PCCA). PCCA represents contractors, manufacturers, and distributors who build and repair America&#39;s power and communications infrastructure, including electric transmission, distribution, and substation facilities and broadband, telephone, and cable television systems. As a member of PCCA, I strongly support this exemption request. Drivers in the power and communications construction industry operate under significantly different circumstances than interstate truck drivers and should not be burdened with the harmful impacts of the ELD rule, pending December of this year. <br/><br/>On a typical workday, construction workers spend short amounts of time driving, unlike typical over-the-road truck drivers who spend most of their time driving in a single vehicle. Contractors spend considerable time working off-road on the jobsite, not on public roads or highways, and a single CMV may have several different drivers over the course of a day. Drivers working on broadband and/or electric infrastructure projects commonly drive multiple vehicles for short distances within a single day, and a single vehicle is often driven by multiple drivers. We operate a wide range of vehicles such as flatbeds, skid trucks, dump trucks, and buses used to transport workers and equipment to and from a particular jobsite. Because of the limited time within a workday that our drivers spend driving on public roads, ELD and RODS requirements for drivers in our industries will not result in increased safety. <br/><br/>Drivers in our industry use numerous exemptions to hours-of-service requirements in order to keep the lights on, such as the utility service vehicle and short haul exemptions. Because of this, our drivers will very rarely have to use ELDs. Yet, the final ELD rule will force our industry to purchase and install ELDs, train on the use of ELDs, and monitor drivers who will very rarely (if ever) need to log in to an ELD.<br/><br/>Navigating ELD requirements when drivers may fall under varying exemptions will make compliance difficult, exposing our drivers to unknowing violations. As an employer in this important industry, I would rather dedicate dollars for training on more relevant safety issues. Exempting PCCA contractors from the ELD rule would not compromise the safety of commercial drivers in any way, and power and communication contractors will continue to meet all other HOS requirements overseen by FMCSA.<br/><br/>The ELD rule allows drivers to use paper logs for recording on-duty status where they exceed the limitation of the short haul exemption on not more than 8 days out of every 30-day period. While the full exemption requested in the PCCA application is warranted and should be provided for the power and communication construction industry, there are steps the agency could take to alleviate regulatory burdens associated with this rule. If FMCSA were to extend the number of days allowing drivers to use written paper logs when they exceed the requirements of the short-haul exception from 8 days to 16 days, some relief from the burden of this rule would be provided. Still, it seems that the most effective way to address these issues would be through a full exemption of drivers in our industry.  <br/> <br/>PCCA submitted comments in support of an exemption request by the Pipe Line Contractors Association [Docket No. FMCSA-2017-0175] for many of the same reasons. As part of the construction industry, I support the PLCA exemption request as well. Construction drivers meet a variety of job functions and spend the vast majority of their time on a jobsite within a short distance of their daily assembly point, not on public roads and highways. Exempting construction workers from ELD requirements will allow employers to better focus their energies and resources.",
    "label": "verypos",
    "docketId": "FMCSA-2017-0243",
    "docAbstract": "Hours of Service of Drivers: Application for Exemption; Power and Communication Contractors Association (PCCA)"
  },
  {
    "text": "Why would you allow animals to live in tiny cages? Have you not seen the amazing things rescue dogs are doing in tragedies? They have a brain! Stop these cruel conditions. <br/>I support a rule that would end the re-licensing of pet breeders with repeat health and safety violations, for the protection of both animals and people.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "The abuse of animals is often an invisible crime as it is not apparent to the general public. Consequently, there is little outcry. It is incumbent on those who KNOW the abuse is happening, especially those who also have authority to intervene, to do just that in the most strenuous way allowable. Permitting those (whether puppy mills, farmers, slaughterhouses, whatever) to violate rules and laws to continue is abhorrent to our values and standards. As it is, our current legal standards are actually well below any moral standard. I urge you to deny any license renewals to any facility that fails to meet tose minimal standards, to require full compliance before reissuing licenses, and to routinely monitor violaters for repeat violations. Repetitive violations should ABSOLUTELY result in permanent revocation. Thank you for your attention to this horrendous gap in enforcement. ",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I am supporting this petition as I have Celiac disease. I&#39;ve been diagnosed for a year yet I am still sick, due to the misleading products in the market claiming to be gluten-free but still containing gluten containing grains. ",
    "label": "",
    "docketId": "FDA-2017-P-5118",
    "docAbstract": null
  },
  {
    "text": "On the question of whether hydroponics should be certified as organic.<br/>I personally think what people really care about is the issue of contamination of food.  Does the growing medium really enter into the question?  Protectionism should not be allowed to divert the quest for quality. If food can be grown hydroponically without the use of the pesticides, herbicides, etc thankyou we need them and if organics can maintain real quality thankyou we need them to be certified.<br/><br/>Sharon Brink",
    "label": "neg",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Do not dilute the meaning of &#39;Organic.&#39;<br/>Soil matters!!!",
    "label": "neg",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Regarding so called &quot;inert&quot; ingredients, I want to submit the following comments:<br/>The NOSB should not delay in evaluating NPEs.  NP and NPEs are highly toxic to fish, aquatic invertebrates, and aquatic plants.  They are also estrogenic with significant quantities of direct discharges of NPEs finding their way into surface water from agricultural fields.  Organic producers should be leading the way in environmental protection and regeneration.  The use of toxic and endocrine-disrupting materials like NPEs is clearly inconsistent with The Principles of Organic Production and Handling.  EPA has identified alternatives to NPEs, and it is time for the NOSB and National Organic Program to banish these harmful substances.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Keep the soil in Organic.",
    "label": "neut",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Please do not degrade organic rules, they should be kept strict adherence to not using chemicals of any type.<br/><br/>Hydroponics<br/>Organic production is soil-based and is defined by principles concerning the grower&#39;s relationship to the soil. The &quot;Law of Return,&quot; the rule &quot;Feed the soil, not the plant,&quot; and the promotion of biodiversity, provide the ecological basis for organic production. The Law of Return says that we must return to the soil what we take from the soil. The dictum to &quot;Feed the soil, not the plant&quot; reminds us that the soil is a living superorganism that supports plant life as part of an ecological community. Finally, biological diversity is important to the health of natural ecosystems and agroecosystems. Biodiversity promotes balance, which protects farms from outbreaks of damaging insects and disease. It supports the health of the soil through the progression of the seasons and stresses associated with weather and farming. It supports our health by offering a diversity of foods. Hydroponics is not consistent with these principles.<br/><br/>Containerized culture may be eligible for organic certification under limited circumstances in which organic soil-building and other organic practices are used. These are essentially the same practices that would be required for growing in permanent beds in the soil.<br/><br/>We support the subcommittee proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.<br/><br/>Marine materials (Seaweeds and products of seaweeds)<br/>Marine biodiversity is important, and the roles played by marine algae (seaweed) are important to marine biodiversity and ecology. Human threats to marine environments include overfishing, global warming, biological introductions, and pollution. The NOSB should continue its efforts to clarify the identities of species of marine algae used in organic production as well as to develop guidance for the application of the wildcrafting standard to marine algae. Application of scientific names to seaweeds needs to be clarified to ensure protection, and any restrictions need to be justified. <br/><br/>The NOSB must investigate mechanisms for protecting marine ecology from the impacts of over-harvesting marine algae for use in organic products and production. It must also look at natural materials in use in crops and livestock, as well as those on the National List. Lastly, the NOSB must protect rockweed (Ascophyllum nodosum) to the extent possible and specifically list it as a prohibited natural. <br/><br/>Seaweeds (marine algae) and products made from them should be allowed as ingredients in organic food, feed to organic livestock, and crop inputs only &quot;when harvested from a designated area that has had no prohibited substance applied to it for a period of 3 years immediately preceding harvest and when harvested in a manner that ensures that such harvesting or gathering will not be destructive to the environment and will sustain the growth and production of the population of the species.&quot;<br/><br/>&quot;Inert&quot; Ingredients in Organic Production<br/>&quot;Inert&quot; ingredients frequently compose as much as 99% of pesticide products.  So-called &quot;inert&quot; ingredients are typically not biologically and chemically inert, and are not disclosed to users or others who may be exposed.  Due to NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on inert ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.<br/><br/>Thank you<br/>!",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Please create another certification for hydroponically grown fruits and vegetables that indicates that they are grown without pesticides, herbicides or fungicides, because hydroponics use no soil and therefore cannot be considered organic, Organic farmers build the soil.  Hydroponics is a good way to grow food industrially in urban areas without access to soil, but a waste of good agricultural land to grow hydroponically atop soil. Hydroponically grown is NOT organically grown and to label it as such is a lie.",
    "label": "neut",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": " The view that hydroponic, aeroponic, or aquaponic operations should not be considered eligible for organic certification. Organic production is soil-based and is defined by principles concerning the growers relationship to the soil. The &quot;Law of Return,&quot; the rule &quot;Feed the soil, not the plant,&quot; and the promotion of biodiversity, provide the ecological basis for organic production. The Law of Return says that we must return to the soil what we take from the soil. The dictum to &quot;Feed the soil, not the plant&quot; reminds us that the soil is a living superorganism that supports plant life as part of an ecological community. Finally, biological diversity is important to the health of natural ecosystems and agroecosystems. Biodiversity promotes balance, which protects farms from outbreaks of damaging insects and disease. It supports the health of the soil through the progression of the seasons and stresses associated with weather and farming. It supports our health by offering a diversity of foods.<br/><br/>Containerized culture may be eligible for organic certification under limited circumstances in which organic soil-building and other organic practices are used. These are essentially the same practices that would be required for growing in permanent beds in the soil.<br/><br/>We support the CS proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "The integrity of organic standards has been personally of the utmost importance to me throughout my adult life. I have been an organic gardener for more than 40 years and have coordinated a school and community garden based on organic principles for 20 years. <br/><br/>There is no question but that organic production is soil-based and is defined by principles concerning the grower&#39;s relationship to the soil. The rule &quot;Feed the soil, not the plant,&quot; and the promotion of biodiversity, provide the ecological basis for organic production. We must return to the soil what we take from the soil. Soil is a living superorganism that supports plant life as part of an ecological community. Biological diversity is essential to the health of natural ecosystems and agroecosystems. As a consumer, I need to know that food labelled organic upholds these principles. Hydroponics is not consistent with these principles unless organic soil-building and other organic practices are used. These are essentially the same practices that would be required for growing in permanent beds in the soil.<br/><br/>Therefore, I support the subcommittee proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.<br/><br/>Furthermore, the NOSB must investigate mechanisms for protecting marine ecology from the impacts of over-harvesting marine algae for use in organic products and production. Seaweeds (marine algae) and products made from them should be allowed as ingredients in organic food, feed to organic livestock, and crop inputs only &quot;when harvested from a designated area that has had no prohibited substance applied to it for a period of 3 years immediately preceding harvest and when harvested in a manner that ensures that such harvesting or gathering will not be destructive to the environment and will sustain the growth and production of the population of the species.&quot;<br/><br/>In addition, &quot;Inert&quot; ingredients frequently compose as much as 99% of pesticide products and must meet the same levels of scrutiny as &quot;active&quot; ingredients.  So-called &quot;inert&quot; ingredients are typically not biologically and chemically inert, and are not disclosed to users or others who may be exposed.  Due to NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on inert ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.<br/><br/>Thank you for your attention to these comments.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "&quot;Disregulation&quot; has been poisoning food and water with pharmaceuticals, agricultural and industrial waste.  When is this going to stop?",
    "label": "neut",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Do not weaken organic standards. Let&#39;s make certain that toxic and cancer-causing substances are not used in our food products or in the soil. There is no reason at food producers should be allowed to poison us for profit.",
    "label": "neg",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "What do we want? Clean water! When do we want it? Now.<br/><br/>Now and forever. Please oppose the proposed repeal of the Clean Water Rule as well as attempts to dismantle this rule through riders on legislation. <br/><br/>Maine people deserve clean water. Wildlife need it, too. And tourists don&#39;t flock to Maine to drink tainted water.<br/><br/>Clean water is the backbone of healthy communities and essential for a strong economy. This repeal will remove Clean Water Act protections for the streams that feed the drinking water sources for more than one in three Americans. It would endanger 20 million acres of wetlands that provide habitat for wildlife throughout the nation. It could allow the pollution and destruction of the water resources that small businesses like craft breweries and outdoor recreation companies in Maine rely on. Maine&#39;s economy receives $8.2 billion in spending on outdoor recreation annually, and much of that recreation depends on clean water. <br/><br/>Please stop the repeal process and the riders. And while you are at it, tell the EPA to do its job: protecting human health and the environment.<br/><br/>Thank you. I look forward to hearing from you about your efforts to stop the repeal process and to protect Maine&#39;s clean water.<br/><br/>Gretta Wark<br/>Bath, ME <br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "I am opposed to the repeal of the 2015 WOTUS Rule. Unless there is a scientifically sound alternative proposal to that Rule the repeal of the Rule will result in the increasing loss of wetlands that provide essential ecosystem services to our nation. any alternative Rule would need to be as strong as the 2015 Rule and should actually be broader in order to ensure that the nation;s wetlands can continue to provide the ecosystem benefits such as flood control, pollution reduction, groundwater recharge, and many others, to our communities.<br/>Arthur Feinstein<br/>San Francisco, California",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Jul 28, 2017<br/><br/>Administrator  Scott Pruitt<br/><br/>Dear Administrator Pruitt  and Deputy Assistant Secretary Lamont,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203-0001, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects 20 million acres of wetlands and thousands of miles of headwater streams -- 60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>Secretary Pruit<br/>I have spent my entire life swimming, fishing, sailing exploring the Chesepeake Bay, I fish and recreate on the Potomac River.  I fish streams in Pennsylvania and Colorado.  Clean water provides jobs and Revenue to local and national business.<br/>Please do not repeal this Rule.<br/><br/>I also believe that repealing the Clean Water Rule and codifying the status quo will lead to uncertainty for States, federal and states water quality personnel, those who need permits and the public. In the last ten years, the &quot;status quo&quot; has hurt the efforts of sportsmen and women to protect water resources; contributed to permit delays; and left Corps water quality personnel spending large amounts of time trying to decide which waters the Clean Water Act protects. The Corps will now continue to make permitting decisions on a case-by-case basis indefinitely, and as a result, it will cause uncertainty for all involved in permitting. In addition, the 2008 guidance document that the Corps is using as the &quot;status quo&quot; to decide jurisdiction was not based on publicly available scientific, technical, or economic analyses, and it was never published in the Federal Register for public comment. This document is no substitute for a properly-issued rule.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mr. james wohlgemuth<br/>3140 Klingle Rd NW<br/>Washington, DC 20008-3351<br/>(202) 679-0946",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "We need to be moving towards greater fuel efficiency. It will improve our climate and improve our economy by strengthening our exports of oil and high quality automobiles. Whereas backsliding in fuel efficiency will make American cars unsellable abroad and require us to import more petroleum from regimes we should not be dependent upon.",
    "label": "neg",
    "docketId": "NHTSA-2016-0068",
    "docAbstract": "Draft Technical Report"
  },
  {
    "text": "Closing the Job Corps Center in Golconda IL would be a great disservice to both the area and the people not only in Southern Illinois but from other areas of the state. It is helping get their lives on track and providing them an opportunity to gain the skills to support themselves and their families. This is already a financially depressed region and closing this center would contribute to this problem. Please help Southern Illinois and the surrounding area by keeping this center open.",
    "label": "veryneg",
    "docketId": "ETA-2017-0004",
    "docAbstract": "The Employment and Training Administration of the U.S. Department of Labor (the Department or DOL) issues this notice to revise the “additional considerations” for selecting Job Corps Centers for closure, and to propose the closure of Golconda Job Corps Center (Golconda) in Golconda, Illinois, based on low-performance. This notice seeks public comment on the proposal to close Golconda."
  },
  {
    "text": "I believe that in any occupation or business that deals with animals it is imperative that the person or persons applying for the business license or license to work with animals have no criminal record and especially no record of abuse, either domestic or animal. ",
    "label": "neut",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I am commenting in support of the Volkswagen petition for an exemption from the federal motor vehicle safety standards requiring the binary use of low beams or high beams.<br/><br/>VW has provided NHTSA with a petition and supporting materials to justify its request for a two year exemption in favor of its computerized LED headlight system that would change the shape of high beams in order to avoid glare in oncoming or preceding traffic, a system it has already deployed in Europe. VW emphasizes the physical advantages of its headlight system.<br/><br/>I would ask NHTSA to take notice of the behavior of drivers as well as the effects of the VW headlight system.  Some drivers, perhaps most, VW notes, will underuse high beams, increasing the danger to themselves and to others; other drivers, such as older drivers with night vision issues, may overuse high beams, increasing the danger to others through glare, Yet other drivers may make poor choices in determining when to move from high to low beams, or low to high beams. It&#39;s even possible that the need to switch a beam from low to high, or high to low, could distract a driver. The VW system corrects these problems.<br/><br/>There are deficiencies in VW&#39;s materials that have the effect of understating their own case for an exemption.  VW did not investigate high beam/low beam use for nonstationary traffic in a population above the age of 55 (or for stationary objects, above the age of 68).  First, that overlooked aging population, with worse night vision than younger subjects, can be expected to overuse high beams at a greater rate than average.  Second, there are certainly some drivers under the age of 55 who also overuse high beams and endanger preceding and oncoming traffic. Because VW only presented average usage, this subset of high beam drivers, as part of the total VW sample, would mask an even greater overuse of low beams in other drivers.  Both subsets of poorly performing drivers present a greater risk than VW presents by giving one simple, average underuse of high beams.  Therefore, VW has likely understated the risks of the current system and the advantages of the VW system.  The case for this exemption is stronger than the petition describes.<br/><br/>I&#39;m sure that the basis for the current regulations were to advance earlier headlight technology by requiring installation of easily usable high beams. I appreciate that NHTSA has provided an exemption process to forward its role in promoting road safety.  It would certainly be ironic if the current regulations, adopted for the purpose of safety, were applied in a manner that prevented improved headlight systems.  <br/><br/>Please grant this petition.",
    "label": "verypos",
    "docketId": "NHTSA-2017-0018",
    "docAbstract": "Petitions for Temporary Exemption from FMVSS No. 108 for Adaptive Driving Beam Headlamps"
  },
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the Animal Welfare Act licenses of known animal abusers. USDA has the authority to require all regulated animal businesses, including puppy breeders, comply with the minimum standards of the Animal Welfare Act. It&#39;s time they used that authority to put animal abusers out of business.<br/><br/>Because USDA enforcement against violators is deplorably slow, automatic license renewal means that businesses that abuse animals continue to operate while USDA plods toward enforcement, most often just issuing a warning letter. <br/><br/>I urge you to make the changes necessary to require Animal Welfare Act compliance before renewing licenses. Please stop giving gifts to animal abusers while animals suffer.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I am writing to oppose the proposed modification of &quot;Department of Homeland Security/U.S. Citizenship and Immigration Services, U.S. Immigration and Customs Enforcement, U.S. Customs and Border Protection001 Alien File, Index, and National File Tracking System of Records&quot;. <br/><br/>Tracking legal U.S. residents and their social media/internet usage is an extreme invasion of privacy. History shows it will not increase public safety. To the contrary, it will harm our democracy as it represents a violation of American values.",
    "label": "veryneg",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "I agree with the proposed regulation. Allowing businesses the opportunity and time necessary to comply with the final rules <br/>that provide for updated nutrition is advantageous for business and is of little importance to consumers. <br/>If businesses do not have adequate time to comply with the labeling regulations, then the regulations are valueless. Looking at <br/>the economic impact of the proposed rule, it is also clear that the cost benefit of allowing delay is advantageous. If businesses<br/>save money, we all save money. This saving will result in a savings for the consumer, and in the end, a win for all. ",
    "label": "verypos",
    "docketId": "FDA-2004-N-0258",
    "docAbstract": null
  },
  {
    "text": "Please stop renewing licenses of substandard dog breeders and continue to require dog breeders to renew their licenses every year.<br/><br/>The process of automatically renewing a breeder&#39;s license means that breeders with terrible violations - for sick, malnourished or injured animals - are able to stay in business year after year in spite of chronic and serious violations of the Animal Welfare Act",
    "label": "neut",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "The ELD mandate needs to be repealed, it is an unnecessary burden on small business truckers, and will do absolutely nothing to improve safety. Truckers aren&#39;t criminals and shouldn&#39;t be tracked as such. It is just another tactic to make it harder on the independent truckers and small fleets.  If companies want to use them voluntarily in their operations, fine, but it shouldn&#39;t be mandatory for everyone. <br/><br/>Also, the Hours of Service needs overhauled. Truckers should be able to take a break if they need or want, and not have it go against their 14 hours. It is actually more safe to be able to rest when you need to, or to wait out rush hour traffic and go on after it has settled down, than to be rushed to make time because the clock is ticking. People have different sleeping patterns as well, should be able to run your day as it works best for you, and not have a one size fits all set of rules to have to adhere to, more flexibility is what is needed, not more regulations. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the licenses of known animal abusers.<br/>Please continue to require dog breeders to re-license every year but only upon the condition that the licensees have no serious or critical or repeat violations documented on their inspection reports.<br/>Automatically renewing a breeder&#39;s license means that breeders with terrible violations - for sick, malnourished or injured animals - are able to stay in business year after year in spite of chronic and serious violations of the Animal Welfare Act.<br/>Require license applicants to disclose any animal cruelty convictions or other violations of federal, state, or local laws; or regulations pertaining to animals including all non-compliant items noted on state inspection reports.<br/>",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please do not do make the rights of naturalized citizens different from other citizens. Doing so is dangerous for all Americans. Naturalized citizens, all of my family, are US citizens. I&#39;ve been here since I was 6 months old--where else is home? This is my home and I want to believe that America still thinks it&#39;s my home too. ",
    "label": "neg",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "The electronic log mandate will cause more accidents trucks will have to run faster to meet their appointments,  hours of service rule should be changed. Should be able to split sleeper time mandatory 10 hours off is silly. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "They are not for safety what so ever! Just because you have to shut down for 10hrs doesnt mean you slept for 10hrs!  ALSO tje elds would cause alotta stress to a driver racing the 14hr clock n then not to mentio. Finding a safe place to park! They was originally designed for fleet management  for the BIG outgits that has hundreds or thousands of trucks/trailers! Id say at the very least delay for couple yrs or better yet just abolish them!",
    "label": "veryneg",
    "docketId": "DOT-OST-2017-0069",
    "docAbstract": "Notice of Regulatory Review"
  },
  {
    "text": "I have heard that The USDA is considering a rule that could deny a license renewal to pet breeders who routinely fail to pass inspections. I am voicing my opinion to the USDA that I support removing licensing from any breeder that does not pass inspection. There are far too many animals in shelters and animals need to be kept in safe, clean holding pens with room to move around and out of the weather. ",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "If 55 people (so far) sick from Petland puppies doesn&#39;t convince everyone that these breeders need more, not less oversight, I don&#39;t know what does.  I support a rule that would end the re-licensing of pet breeders with repeat health and safety violations, for the protection of both animals and people.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "This should not be enacted. For profit schools are predatory, especially when it comes to the GI Bill. Please DO NOT allow this change to go into effect. Our veterans deserve more. ",
    "label": "veryneg",
    "docketId": "VA-2017-VACO-0001",
    "docAbstract": null
  },
  {
    "text": "I&#39;m writing in response to a request for comments by the Federal Motor Carriers Safety Administration (FMCSA) regarding an application for exemption [Docket No. FMCSA-2017-0243] from requirements to use electronic logging devices (ELDs) submitted by the Power &amp; Communication Contractors Association (PCCA). PCCA represents contractors, manufacturers, and distributors who build and repair America&#39;s power and communications infrastructure, including electric transmission, distribution, and substation facilities and broadband, telephone, and cable television systems. As a member of PCCA, I strongly support this exemption request. Drivers in the power and communications construction industry operate under significantly different circumstances than interstate truck drivers and should not be burdened with the harmful impacts of the ELD rule, pending December of this year. <br/><br/>On a typical workday, construction workers spend short amounts of time driving, unlike typical over-the-road truck drivers who spend most of their time driving in a single vehicle. Contractors spend considerable time working off-road on the jobsite, not on public roads or highways, and a single CMV may have several different drivers over the course of a day. Drivers working on broadband and/or electric infrastructure projects commonly drive multiple vehicles for short distances within a single day, and a single vehicle is often driven by multiple drivers. We operate a wide range of vehicles such as flatbeds, skid trucks, dump trucks, and buses used to transport workers and equipment to and from a particular jobsite. Because of the limited time within a workday that our drivers spend driving on public roads, ELD and RODS requirements for drivers in our industries will not result in increased safety. <br/><br/>Drivers in our industry use numerous exemptions to hours-of-service requirements in order to keep the lights on, such as the utility service vehicle and short haul exemptions. Because of this, our drivers will very rarely have to use ELDs. Yet, the final ELD rule will force our industry to purchase and install ELDs, train on the use of ELDs, and monitor drivers who will very rarely (if ever) need to log in to an ELD.<br/><br/>Navigating ELD requirements when drivers may fall under varying exemptions will make compliance difficult, exposing our drivers to unknowing violations. As an employer in this important industry, I would rather dedicate dollars for training on more relevant safety issues. Exempting PCCA contractors from the ELD rule would not compromise the safety of commercial drivers in any way, and power and communication contractors will continue to meet all other HOS requirements overseen by FMCSA.<br/><br/>The ELD rule allows drivers to use paper logs for recording on-duty status where they exceed the limitation of the short haul exemption on not more than 8 days out of every 30-day period. While the full exemption requested in the PCCA application is warranted and should be provided for the power and communication construction industry, there are steps the agency could take to alleviate regulatory burdens associated with this rule. If FMCSA were to extend the number of days allowing drivers to use written paper logs when they exceed the requirements of the short-haul exception from 8 days to 16 days, some relief from the burden of this rule would be provided. Still, it seems that the most effective way to address these issues would be through a full exemption of drivers in our industry.  <br/> <br/>PCCA submitted comments in support of an exemption request by the Pipe Line Contractors Association [Docket No. FMCSA-2017-0175] for many of the same reasons. As part of the construction industry, I support the PLCA exemption request as well. Construction drivers meet a variety of job functions and spend the vast majority of their time on a jobsite within a short distance of their daily assembly point, not on public roads and highways. Exempting construction workers from ELD requirements will allow employers to better focus their energies and resources.",
    "label": "verypos",
    "docketId": "FMCSA-2017-0243",
    "docAbstract": "Hours of Service of Drivers: Application for Exemption; Power and Communication Contractors Association (PCCA)"
  },
  {
    "text": "PLEASE, ANYTHING you can do to make laws much STRICTER around the GROWING EPIDEMIC of ANIMAL CRUELTY! would be greatly appreciated!  This upside-down world grows more violent each day it seems...and animals are regarded as NOTHING.  PLEASE, PLEASE, do not allow anyone ever involved in animal cruelty to be able to even OWN another animal, let alone be able to breed or sell one....and please make punishment more severe for animal cruelty.<br/><br/>My precious dogs that &quot;rescued me&quot; and I thank you from the bottom of our hearts!<br/><br/>",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FMCSA-2017-0197",
    "docAbstract": "Hours of Service of Drivers: National Asphalt Pavement Association, Inc.; Application for Exemption"
  },
  {
    "text": "I am now 62-years-old. Perhaps it all started when I was 5-years-old and woke up screaming with neck pain, which was treated by the family chiropractor.  Or maybe when I was about 7-years-old, while at my best friend&#39;s house playing outside during a summer heat wave.  I somehow ran home with my very first migraine, which I remember to this day.  As the years passed, I continued having them and still get them, off and on.  I had my 1st MRI with, and w/o, contrast in my early 40s.  I was diagnosed with MS, yet was told about a million other things as well.  The MRI shows a substantial brain lesion.  I want to add that test results can not always show how awful chronic pain is!  Then about 10 years ago, &quot;something&quot; happened to my hand.  It was huge, burned and firey red for about 3-4 months.  It never dawned on me to see a neurologist.  I went to a rheumatologist who told me that he had never seen snything like it.  Eventually, it calmed down but did leave deformity.  Then, in 2012 I had a same-day hemorrhoid surgery,  It was this surgery that left me unable to eat, sleep walk, concentrate!  A neurologist did an EMG and said I had neuropathy.  He prescribed Nabumetone rather than me taking 800mg. ibuprofen and 1mg Xanax per day.  This continued for several months until I could no longer accept barely walking along with the pain, burning and fatigue, etc.  This was not living.  It was/is so bad that I had ZERO quality of life!  It had to be fixed!  Except, there was no way it could be fixed.  Then my 1st pain management specialist ordered a Lumbar MRI with and w/o contrast; herniated discs, DDD and more.  I have seen four PM doctors from 2012 until now.  The first 3 grew disgusted because I was not responding to the spine injections as they expected.  By this time I learned to accept getting these injections, or risk losing my opioid prescription because doctors do NOT want a patient who is not compliant.  And even though I knew that I was compliant, I also knew that I did not want to be labled a &quot;doctor shopper&quot;  A few years later I had to have the rest of my teeth extracted as Mecicaid stopped covering root canals and crowns. That happened in 2013 and along with my Rheumatoid Arthritis I learned I have Sjogrens Syndrome, which is why I lost my teeth.  If I wasn&#39;t in so much pain in my back and legs, I NEVER would have had the rest extracted! Now, 3-4 years and two sets of dentures later, the dentures won&#39;t stay in due to bone loss.  Through this nightmare I have learned that a pain management doctor earns much more when giving spine injections.  The last time I agreed to accept this, the injection caused my leg to swell, burning pain, etc.  And though this doctor was truly concerned, he prescribed a strong muscle relaxant, rather than an opiate.  However, the muscle relaxant put me in such a deep sleep, I was struggling to stay awake!  It was during Thanksgiving week and it was only my daughter and me and, though grown, it was very frightening for anyone, especially Autistic.  That happened a few years ago and this very doctor has suddenly become very rude. I have also been trying to supplement with Gabapentin per his order/idea etc.  Rather than helping it causes short term memory loss and hair loss!!!  Also, a month ago I told him if he was going to continue decreasing my dose, I would just go on Suboxone.. It&#39;s a 50 mile round trip to get to his appts.  and I never know what to expect anymore. To which he clearly told me he would keep me at the same dose, which I always figure out on my own because after five years of same med/same dose I have built up quite a tolerance. So at my appt. last week, he asks me how much longer we have to go through this!  Very confusing and demeaning.  There is more to share...but I can&#39;t type anymore tonight.  Obviously, there is no concern about the many hours/days lost.  Living with Chronic Pain/Fatigue  also puts a very intense burden on friends and families.   There are also MANY details I am too fatigued and in too much pain to type.  I lost my job, my cake business and much more.  If I had been on an opiate, along with a support group, etc. years back, I would not have lost my cake business (photos attached).  ",
    "label": "neg",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2012-0167",
    "docAbstract": "For further information, contact Susan Bartow at bartow.susan@epa.gov or (202) 566-2280."
  },
  {
    "text": "Attached are 501 comments from Environmental Law and Policy Center members opposing the repeal of the Clean Water Rule. <br/><br/>We appreciate the Environmental Protection Agency&#39;s consideration of these comments.<br/><br/>Ann Mesnikoff<br/>Federal Legislative Director<br/>Environmental Law &amp; Policy Center ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Please see the attached file from the Sumner County Farm Bureau (Tennessee) in support of the proposal to repeal the &quot;Waters of the U.S.&quot; rule. ",
    "label": "pos",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2010-0684",
    "docAbstract": "For further information contact: Michelle Nolan (703) 347-0258 Mail code 7508P"
  },
  {
    "text": "Please accept these public comments from 43,397 online members and activists on behalf on the Natural Resources Defense Council (NRDC) regarding BOEM-2017-0050-0001 in support of permanently protecting the Arctic and Atlantic Oceans from offshore drilling.  Expanding offshore drilling not only threatens marine life and blocks our path to a clean energy future, but puts coastal communities at risk too. For these reasons we urge you to reject the plan to reopen the Arctic and Atlantic Oceans to dangerous oil and gas drilling. Thank you.",
    "label": "veryneg",
    "docketId": "BOEM-2017-0050",
    "docAbstract": "Request for Information (RFI) and Comments on the National Outer Continental Shelf Oil and Gas Leasing Program (National OCS Program) for 2019-2024"
  },
  {
    "text": "See attached file.",
    "label": "neut",
    "docketId": "NRC-2017-0181",
    "docAbstract": null
  },
  {
    "text": "Please see comments in the attached file.",
    "label": "neut",
    "docketId": "NHTSA-2016-0068",
    "docAbstract": "Draft Technical Report"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "USDA-2017-0003",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "neut",
    "docketId": "BOEM-2017-0050",
    "docAbstract": "Request for Information (RFI) and Comments on the National Outer Continental Shelf Oil and Gas Leasing Program (National OCS Program) for 2019-2024"
  },
  {
    "text": "attached",
    "label": "neut",
    "docketId": "FTA-2016-0008",
    "docAbstract": "Private Investment"
  },
  {
    "text": "See attached",
    "label": "neut",
    "docketId": "BOEM-2017-0050",
    "docAbstract": "Request for Information (RFI) and Comments on the National Outer Continental Shelf Oil and Gas Leasing Program (National OCS Program) for 2019-2024"
  },
  {
    "text": "Please see uploaded letter for comments",
    "label": "neut",
    "docketId": "SBA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "Please find attached a comment from Food &amp; Water Watch.",
    "label": "neut",
    "docketId": "USDA-2017-0003",
    "docAbstract": null
  },
  {
    "text": "I have uploaded a file that contains my comment letter.<br/><br/>Bill Sardinha",
    "label": "neut",
    "docketId": "NOAA-NMFS-2017-0100",
    "docAbstract": "The proposed rule would establish a limit for calendar year 2017 on fishing effort by U.S. purse seine vessels in the U.S. exclusive economic zone (U.S. EEZ) and on the high seas between the latitudes of 20° N. and 20° S. in the area of application of the Convention on the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean (Convention). The limit is 1,828 fishing days. The rule also would make corrections to outdated cross references in existing regulatory text. This action is necessary to satisfy the obligations of the United States under the Convention on the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean (Convention), to which it is a Contracting Party."
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "CPSC-2017-0029",
    "docAbstract": null
  },
  {
    "text": "See attached. ",
    "label": "neut",
    "docketId": "FDA-2017-P-2229",
    "docAbstract": "OPEN"
  },
  {
    "text": "(Summary of Comment Only, Full Comment Attached)<br/><br/>We appreciate the opportunity to comment regarding the Reconsideration of the Final Determination of the Mid-Term Evaluation of Greenhouse Gas (GHG) Emissions Standards for Model Year (MY) 2022-2025 Light-Duty Vehicles and MY 2021 GHG Emission Standards (collectively the GHG Standards).  This comment letter (Comment) is submitted on behalf of Pearson Fuels, the largest supplier of E85 in the California market. This Comment supplements the prior comment of Pearson Fuels to this proceeding dated September 5, 2017.  <br/><br/>As one of the leading suppliers of E85 fuel in the country, Pearson Fuels primary interest in this proceeding is to ensure that the policy value of flex fuel vehicles (FFVs) that utilize E85 fuel is properly considered in this proceeding and integrated into the federal policy framework.  The policy value of FFVs encompasses the energy security, GHG reduction, and cost savings that these proven vehicles deliver when utilizing E85 fuel; as well as the additional value that FFVs and E85 stations provide as a necessary vehicle and infrastructure bridge to next generation high-octane fuels and high-octane vehicles. <br/><br/>This Comment consists of this brief overview letter coupled with Part II of Pearson Fuels comment to the National Highway Traffic Safety Administration (NHTSA) relating to NHTSAs preparation of an environmental impact statement (EIS) for the corporate average fuel economy (CAFE) standards (Comment to NHTSA).  Pearson Fuels Comment to NHTSA is submitted to this GHG docket because of EPAs role as a cooperating agency to NHTSA in the National Environmental Policy Act (NEPA) review process, and because of the efforts of NHTSA and EPA to harmonize the GHG and CAFE standards.  As a result of the interrelated nature of the GHG and CAFE standards, there are many factual, technical and factual issues in the Comment to NHTSA that pertain to both proceedings.<br/> <br/>The following aspects of the attached Comment to NHTSA are particularly germane to this GHG Standards proceeding:<br/><br/>1.<span style='padding-left: 30px'></span>In developing the CAFE and GHG standards, NHTSA and EPA are required by NEPA and Executive Order 13783 to employ the best available peer-reviewed science and economics including lifecycle assessments of ethanol prepared by EPA and the California Air Resources Board (CARB).<br/>2.<span style='padding-left: 30px'></span>Empirical data from California regarding FFVs, GHG reduction, and E85 pricing and volume contradicts assumptions made by EPA in prior rulemakings and factual determinations.  These prior factual determinations underlie current CAFE and GHG credit calculation methodologies for FFVs.<br/>3.<span style='padding-left: 30px'></span>Based on the best available peer-reviewed science and empirical evidence, it is appropriate for EPA to revisit its F factor guidance.<br/><br/>We recognize that EPAs F factor guidance constitutes a factual determination by the agency that is appropriately made outside the scope of the CAFE and GHG standards rulemaking processes.  We therefore plan to work with eligible manufacturers to follow the process established by 40 C.F.R. 600.510-12(k) to initiate one or more formal requests for F factor determinations from EPA.   <br/>",
    "label": "neg",
    "docketId": "NHTSA-2016-0068",
    "docAbstract": "Draft Technical Report"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FDA-2017-N-5608",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "USDA-2017-0003",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2012-0167",
    "docAbstract": "For further information, contact Susan Bartow at bartow.susan@epa.gov or (202) 566-2280."
  },
  {
    "text": "See attached",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "CPSC-2017-0029",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "See attached",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "On behalf of the 500 Commissioners in Iowas 100 Soil and Water Conservation Districts, Conservation Districts of Iowa (CDI) is submitting these comments on the Federal Register citation 2017-19337. The consolidation mentioned in the final bullet point under Section II. Reorganization Activities is vague, leading our membership to have concerns about the actual intent of the Federal Register Notice.<br/><br/>Currently, our Districts work hand in hand with Natural Resource Conservation Service (NRCS) offices where staff intimately know and understand the counties where they are located, developing long-standing relationships with our constituents. NRCS offices also house Soil and Water Conservation District Commissioners and District staff. This close knit partnership allows the NRCS to be nimble and responsive to Iowans needs at critical moments impacting conservation activities.<br/><br/>Consolidating mission support activities, including information technology, finance, property, procurement and human resources at the mission area level brings us pause. We see this reorganization as potentially leaving Iowas counties underserved or with no service causing detrimental effects to the progress of conservation in Iowa.<br/><br/>Conservation happens on Iowa properties with local input of support activities, information technology, finance, property, procurement, and human resource decisions made at the NRCS. Without additional language describing specifically what will change and where the consolidation will take place, it leads us to believe these decisions would be taken out of the local and state level and rest with decision makers over one thousand miles away. CDI does not believe this is a comprehensive idea that would streamline any processes; rather it would impede progress in Iowa.<br/><br/>A specific example of a local partnership with NRCS is illustrated by recent agreements CDI has with NRCS.<br/><br/>The NRCS developed an agreement with CDI and the Iowa Department of Agriculture and Land Stewardship to employ specialists throughout Iowa.  Specialists are providing specific technical assistance in areas that would improve soil health and improve water quality.<br/><br/>NRCS has been instrumental in localizing financial and technical support in<br/>underserved counties by allowing CDI to hire four wildlife specialists, four wetland<br/>easement specialists with our Iowa Department of Natural Resources partners to<br/>reach a common goal.<br/><br/>In short, consolidating mission support activities is not acceptable to CDIs<br/>constituents without additional planning and input from the Districts to ensure we<br/>continue to receive critical personalized services from NRCS here in Iowa.<br/><br/>Sincerely,<br/>Linda King, Executive Director<br/>Conservation Districts of Iowa",
    "label": "neg",
    "docketId": "USDA-2017-0003",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "WHD-2017-0002",
    "docAbstract": "Request for Information to consider potential revisions to the Part 541 regulations"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "DOI-2017-0003",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "see attached",
    "label": "neut",
    "docketId": "FDA-1994-P-0028",
    "docAbstract": "CLOSED DATE: 01/06/1995\nDocket Status: CLOSED"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2010-0684",
    "docAbstract": "For further information contact: Michelle Nolan (703) 347-0258 Mail code 7508P"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2016-0671",
    "docAbstract": "The Agency is announcing the availability of and seeking public comment on a draft Pesticide Registration Notice (PR Notice) entitled “Pesticide Registration (PR) Notice 2016-XX: Notifications, Non-notifications and Minor Formulation Amendments.”    PR Notices are issued by the Office of Pesticide Programs (OPP) to inform pesticide registrants and other interested persons about important policies, procedures, and registration related decisions, and serve to provide guidance to pesticide registrants and OPP personnel.  This particular draft PR Notice provides guidance to the registrant concerning the process for notifications, non-notifications and minor formulation amendments.  Providing this clarity should save both the registrants and the Agency time and resources, while continuing to protect human health and the environment"
  },
  {
    "text": "Farmers, ranchers and other landowners will face a tremendous new roadblock to ordinary land use because of this proposed rule. The rule will make it more difficult to farm and ranch, build homes, develop energy resources and otherwise use the land. Farm Bureau believes the proposed rule will have a detrimental effect on existing farmers, on encouraging new and beginning farmers to enter the profession and potentially on landowners&#39; willingness to undertake conservation practices. The agencies have obscured rather than explained the rule&#39;s impacts on farmers, ranchers and others. We need help to fight this rule",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Pesticides containing harmful chemicals must be banned in order to keep soils and vegetation healthy, healthful, organic.",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Soil, recognised as a base of life, is as complex (vulnerable) as any other part of the biosphere.  It is well accepted that potent synthetic fertilisers over-stimulate soil, exhausting it after some years (thus, it is necessary to study long enough when comparing organic to conventional yields).  Soils must be as natural as possible because their constituents evolved so.",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Marine biodiversity is important, and the roles played by marine algae (seaweed) are important to marine biodiversity and ecology. Human threats to marine environments include overfishing, global warming, biological introductions, and pollution. The NOSB should continue its efforts to clarify the identities of species of marine algae used in organic production as well as to develop guidance for the application of the wildcrafting standard to marine algae. Application of scientific names to seaweeds needs to be clarified to ensure protection, and any restrictions need to be justified.  <br/><br/>The NOSB must investigate mechanisms for protecting marine ecology from the impacts of over-harvesting marine algae for use in organic products and production. It must also look at natural materials in use in crops and livestock, as well as those on the National List. Lastly, the NOSB must protect rockweed (Ascophyllum nodosum) to the extent possible and specifically list it as a prohibited natural.  <br/><br/>Seaweeds (marine algae) and products made from them should be allowed as ingredients in organic food, feed to organic livestock, and crop inputs only &quot;when harvested from a designated area that has had no prohibited substance applied to it for a period of 3 years immediately preceding harvest and when harvested in a manner that ensures that such harvesting or gathering will not be destructive to the environment and will sustain the growth and production of the population of the species.&quot; <br/><br/>&quot;Inert&quot; Ingredients in Organic Production<br/>&quot;Inert&quot; ingredients frequently compose as much as 99% of pesticide products.  So-called &quot;inert&quot; ingredients are typically not biologically and chemically inert, and are not disclosed to users or others who may be exposed.  Due to NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on inert ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on inert ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Do the right thing.  How can you even think of jeopardizing the future of your children and their children?  It is the responsibility of ALL of us to take care of our land.  It is precious to everyone.",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>Organic production is soil-based and is defined by principles concerning the grower&#39;s relationship to the soil. The &quot;Law of Return,&quot; the rule &quot;Feed the soil, not the plant,&quot; and the promotion of biodiversity, provide the ecological basis for organic production. The Law of Return says that we must return to the soil what we take from the soil. The dictum to &quot;Feed the soil, not the plant&quot; reminds us that the soil is a living superorganism that supports plant life as part of an ecological community. Finally, biological diversity is important to the health of natural ecosystems and agroecosystems. Biodiversity promotes balance, which protects farms from outbreaks of damaging insects and disease. It supports the health of the soil through the progression of the seasons and stresses associated with weather and farming. It supports our health by offering a diversity of foods. Hydroponics is not consistent with these principles.<br/><br/>Containerized culture may be eligible for organic certification under limited circumstances in which organic soil-building and other organic practices are used. These are essentially the same practices that would be required for growing in permanent beds in the soil. <br/><br/>I support the subcommittee proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.<br/><br/>Marine materials (Seaweeds and products of seaweeds)<br/>Marine biodiversity is important, and the roles played by marine algae (seaweed) are important to marine biodiversity and ecology. Human threats to marine environments include overfishing, global warming, biological introductions, and pollution. The NOSB should continue its efforts to clarify the identities of species of marine algae used in organic production as well as to develop guidance for the application of the wildcrafting standard to marine algae. Application of scientific names to seaweeds needs to be clarified to ensure protection, and any restrictions need to be justified.  <br/><br/>The NOSB must investigate mechanisms for protecting marine ecology from the impacts of over-harvesting marine algae for use in organic products and production. It must also look at natural materials in use in crops and livestock, as well as those on the National List. Lastly, the NOSB must protect rockweed (Ascophyllum nodosum) to the extent possible and specifically list it as a prohibited natural.  <br/><br/>Seaweeds (marine algae) and products made from them should be allowed as ingredients in organic food, feed to organic livestock, and crop inputs only &quot;when harvested from a designated area that has had no prohibited substance applied to it for a period of 3 years immediately preceding harvest and when harvested in a manner that ensures that such harvesting or gathering will not be destructive to the environment and will sustain the growth and production of the population of the species.&quot; <br/><br/>&quot;Inert&quot; ingredients frequently compose as much as 99% of pesticide products.  So-called &quot;inert&quot; ingredients are typically not biologically and chemically inert, and are not disclosed to users or others who may be exposed.  Due to NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on inert ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.<br/>",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "According to the Organic Foods Production Act, a synthetic substance may only be allowed for use in organic production if it meets the following criteria [7 USC 6517(c)(1)(B)]:<br/><br/>It contains an active synthetic ingredient in the following categories: copper and sulfur compounds; toxins derived from bacteria; pheromones, soaps, horticultural oils, fish emulsions, treated seed, vitamins and minerals; livestock parasiticides and medicines and production aids including netting, tree wraps and seals, insect traps, sticky barriers, row covers, and equipment cleansers.<br/>It contains synthetic inert ingredients that are not classified by the Administrator of the Environmental Protection Agency as inerts of toxicological concern.<br/>Additionally, it must be fully established that the use of the substance [7 USC 6517(c)(1)(A)] would not be harmful to human health or the environment;<br/>is necessary to the production or handling of the final product because natural substitutes are not available; and<br/>is consistent with organic farming and handling.<br/><br/>KEEP ORGANIC STRONG.<br/><br/>Thank you for your consideration.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "<span style='padding-left: 30px'></span>organic is health chemicals promote illness",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "I do my very best to try to eat nothing but organic food, in other words, what we just used to call &quot;food&quot; back in the 1940s, when I was growing up, but we can&#39;t do that any more. I remember wondering, during the 1950s, about the Green Revolution that could turn worthless ground into productive agricultural soil through the use of chemicals, and now I wonder about the use of lateral gene transfers to make vegetable crops less susceptible to glyphosate, which destroys the shikimate pathway, but that&#39;s OK, so I&#39;m told, because only plants have that, not humans. What they neglected to say, however, was that bacteria have the shikimate pathway, too, which means that all the bacteria in my gut, which are essential for good health, will be killed by glyphosate residues. In other words, the ONLY WAY I can be sure that what I eat is as good and as healthful as the food I used to eat back in the 1940s is if I can depend on the USDA ORGANIC label on the food I eat now. Please, therefore, I beseech you, see to it that nothing interferes with that gold standard!",
    "label": "neut",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "My family buys organic for health and to protect the environment (which also determines our health). We oppose weakening what the USDA Organic label means. We understand that lobbyists for the moneyed interests don&#39;t see it our way. They can afford to live in NIMBY gated communities and, if necessary, bathe in bottled water. We cannot, and we should not have to! ",
    "label": "veryneg",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Standards for organic labeling must be strengthened, not weakened by corporate interests that take precedence over our nation&#39;s collective health--and the standards that we must strive for.",
    "label": "neut",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Please stand up for clean water: Don&#39;t repeal the Clean Water Rule.  everyone and every living thing, including you, depend on clean water.  even your consideration to repeal the clean water rule shows a total disregard for the health and well being of constituents and citizens of this country - and beyond.  represent us and our best interests and stop representing corporate interests and your profits.  i&#39;m so frustrated that this is even an issue.<br/><br/>Gutting clean water protections puts people and parks at serious risk. Clean water is essential for my family&#39;s health, our environment and our economy. The proposal to repeal this important rule could lead to weaker protections for many water bodies in the country, including those that surround and flow through our parks. <br/><br/>From Acadia to Grand Canyon, and Everglades to Glacier, water is a defining part of our national park experiences. I want to continue to enjoy swimming, fishing, paddling and wildlife watching without fear of pollution. <br/><br/>Repealing this rule would not only set back protections for our waterways, including drinking water for communities, but also weaken our ability to hold polluters accountable. Please don&#39;t let this happen.<br/><br/>Thank you for considering my request to protect clean water by letting the 2015 Clean Water Rule stand.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Please stand up for clean water: Don&#39;t repeal the Clean Water Rule.  <br/><br/>Gutting clean water protections puts people and parks at serious risk. Clean water is essential for my family&#39;s health, our environment and our economy. The proposal to repeal this important rule could lead to weaker protections for many water bodies in the country, including those that surround and flow through our parks. <br/><br/>From Acadia to Grand Canyon, and Everglades to Glacier, water is a defining part of our national park experiences. I want to continue to enjoy swimming, fishing, paddling and wildlife watching without fear of pollution. <br/><br/>Repealing this rule would not only set back protections for our waterways, including drinking water for communities, but also weaken our ability to hold polluters accountable. Please don&#39;t let this happen.<br/><br/>Thank you for considering my request to protect clean water by letting the 2015 Clean Water Rule stand.<br/>Is what happened in michigan going to be our nations New gold standard? I can&#39;t believe this is a letter I&#39;m even having to send. Even third world countries recognize clean water as essential for their citizens.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Jul 27, 2017<br/><br/>Dear Administrator Pruitt and Deputy Assistant Secretary Lamont,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203-0001, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects<br/>20 million acres of wetlands and thousands of miles of headwater streams  60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>I grew up playing and fishing in the Kalamazoo River in Michigan and was devastated to hear of the recent pipeline disaster there.<br/><br/>I also believe that repealing the Clean Water Rule and codifying the status quo will lead to uncertainty, for States, federal and states water quality personnel, those who need permits and the public. In the last ten years, the &quot;status quo&quot; has hurt the efforts of sportsmen and women to protect water resources; contributed to permit delays; and left Corps water quality personnel spending large amounts of time trying to decide which waters the Clean Water Act protects. The Corps will now continue to make permitting decisions on a case-by-case basis indefinitely, and as a result, it will cause uncertainty for all involved in permitting. In addition, the 2008 guidance document that the Corps is using as the &quot;status quo&quot; to decide jurisdiction was not based on publicly available scientific, technical, or economic analyses, and it was never published in the Federal Register for public comment. This document is no substitute for a properly-issued rule.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mr. Don Thomsen<br/>WA 99202-4278<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "Jul 28, 2017<br/><br/>Dear Administrator Pruitt and Deputy Assistant Secretary Lamont,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203-0001, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects<br/>20 million acres of wetlands and thousands of miles of headwater streams -- 60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>There are important wetlands near my a lake that I hunt and fish on.  I spend every Saturday and Sunday morning hunting those wetlands with my friends and my family.  If those wetlands are not funded, then I would loose a true passion and love of my life.  It would also hurt species that rely on wetlands, like Ducks, Frogs, Fish, Herrons, etc.  Wetlands are an important ecosystem and should be protected for future generations.  Please continue funding these important ecosystems.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mr. Dustin Highland<br/>IL 61856-2254<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "(A)  Purpose<br/>Because OSAC is supposed to be the new source of consented standards, some scientific working groups have gone down, no longer updating standards.  In theory this makes sense.  In practice, given the timeframe OSAC needs, disciplines are left without an authority on standards/guidelines.  The SWGs should be the starting point for OSAC guidelines and the existing SWGs should be acknowledged as the remaining authority until OSAC standards are established.  <br/>In terms of openness, OSAC should at some point establish chat boards for general &amp; discipline specific inquiries.  Practitioners talk among themselves in chat boards regularly.  This would consolidate chats into one place for all disciplines &amp; give OSAC a better understanding of the issues practitioners are facing.<br/>Membership could include a general category for those not serving in any capacity, but who want to show affiliation &amp; adherence (much like membership in professional organizations).<br/><br/>(B) Oversight &amp; Independence<br/>OSAC should serve much like a scientific working group with practitioners at all levels available to offer insight.  It should be hosted like a professional association, with each discipline governed primarily by those elected from within the discipline, but also those who are specific to OSAC (much like a QA manager) which may be a governmental influence. <br/><br/>(C) Work Products &amp; Aims <br/>Again, SWGs have rescinded authority in the wake of the implementation of OSAC, but disciplines still need that information maintained.  SWGs should be acknowledged as the remaining authority until OSAC standards are established.  The SWGs should be the starting point for OSAC guidelines.  Each item addressed by a SWG should be addressed or visited by OSAC as these issues have been seen as necessary by the disciplines.  OSAC should create standards for essential elements, and guidelines/best practices for non-critical elements.  <br/><br/>(D) Structure<br/>I personally have not seen developments from OSAC that are useful to me, yet, so I can not comment on how effective it is.  This is the main reason I stress the importance of the SWGs.  Perhaps information is out there &amp; I have not seen it  that would be a problem.  Perhaps the information is not yet relevant to me  which is why the SWGs worked in the past: they were specific to the disciplines needs.  That being said, I do agree that there needs to be an umbrella of standards for all disciplines.  But I have also seen in the past where an umbrella of standards sounds great until you get into the specific of each discipline &amp; those umbrellas need to be reworked to suit the needs of each/all disciplines.  The problem with some SWGs is that they are seen as guidelines by some organizations/practitioners who then choose to follow/not follow.  OSAC should create standards for essential elements, and guidelines/best practices for non-critical elements.  <br/><br/>(E) Participation<br/>OSAC should serve as the standards development organization for practitioners of forensic science, with accreditation bodies considered so as to not conflict.  All other stakeholders should be secondary.  Forensic science researchers may be given a secondary consideration.  Legal practitioners should be allowed to provide insight, but should not be allowed to determine forensic science standards.  Metrologists may be necessary in some disciplines with. Human factors experts insight may be necessary in some disciplines, but should not be allowed to determine forensic science standards.  <br/><br/>(F) Funding<br/>OSAC should be fully funded by the federal government.  Membership fees may be borne by the members organization unless they are serving on a board.  Certification fees may be borne by the members organization unless certification is required.  Meeting &amp; registration fees may be borne by the members organization with scholarships set aside for lower funded agencies.  Funding should be much like a professional organization. <br/>",
    "label": "neg",
    "docketId": "NIST-2017-0001",
    "docAbstract": null
  },
  {
    "text": "A recent disease outbreak in pet store puppies linked to puppy mills has spread to a dozen states. Details are on the CDC&#39;s home page. So far, 55 people have become ill and many were hospitalized. The pet store chain in question was getting its puppies from USDA-licensed breeders. Breeders who do not follow disease-prevention and sanitation protocols may be partly responsible for this outbreak. Therefore, I support a rule that would end the re-licensing of pet breeders with repeat health and safety violations, for the protection of both animals and people.<br/><br/>Thank you,<br/>NANCY Martin ",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Too many products are labeled gluten-free yet contain ingredients (e.g., barley malt) not allowed in labeled gluten-free foods. I support Gluten Free Watchdog&#39;s citizen petition asking FDA to establish new reporting and investigation processes to address facial misbranding violations under the gluten-free labeling rule.",
    "label": "",
    "docketId": "FDA-2017-P-5118",
    "docAbstract": null
  },
  {
    "text": "I support a rule that would end the re-licensing of pet breeders with repeat health and safety violations, for the protection of both animals and people. This should not even be an option.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I&#39;m writing in response to a request for comments by the Federal Motor Carriers Safety Administration (FMCSA) regarding an application for exemption [Docket No. FMCSA-2017-0243] from requirements to use electronic logging devices (ELDs) submitted by the Power &amp; Communication Contractors Association (PCCA). PCCA represents contractors, manufacturers, and distributors who build and repair America&#39;s power and communications infrastructure, including electric transmission, distribution, and substation facilities and broadband, telephone, and cable television systems. As a member of PCCA, I strongly support this exemption request. Drivers in the power and communications construction industry operate under significantly different circumstances than interstate truck drivers and should not be burdened with the harmful impacts of the ELD rule, pending December of this year. <br/><br/>On a typical workday, construction workers spend short amounts of time driving, unlike typical over-the-road truck drivers who spend most of their time driving in a single vehicle. Contractors spend considerable time working off-road on the jobsite, not on public roads or highways, and a single CMV may have several different drivers over the course of a day. Drivers working on broadband and/or electric infrastructure projects commonly drive multiple vehicles for short distances within a single day, and a single vehicle is often driven by multiple drivers. We operate a wide range of vehicles such as flatbeds, skid trucks, dump trucks, and buses used to transport workers and equipment to and from a particular jobsite. Because of the limited time within a workday that our drivers spend driving on public roads, ELD and RODS requirements for drivers in our industries will not result in increased safety. <br/><br/>Drivers in our industry use numerous exemptions to hours-of-service requirements in order to keep the lights on, such as the utility service vehicle and short haul exemptions. Because of this, our drivers will very rarely have to use ELDs. Yet, the final ELD rule will force our industry to purchase and install ELDs, train on the use of ELDs, and monitor drivers who will very rarely (if ever) need to log in to an ELD.<br/><br/>Navigating ELD requirements when drivers may fall under varying exemptions will make compliance difficult, exposing our drivers to unknowing violations. As an employer in this important industry, I would rather dedicate dollars for training on more relevant safety issues. Exempting PCCA contractors from the ELD rule would not compromise the safety of commercial drivers in any way, and power and communication contractors will continue to meet all other HOS requirements overseen by FMCSA.<br/><br/>The ELD rule allows drivers to use paper logs for recording on-duty status where they exceed the limitation of the short haul exemption on not more than 8 days out of every 30-day period. While the full exemption requested in the PCCA application is warranted and should be provided for the power and communication construction industry, there are steps the agency could take to alleviate regulatory burdens associated with this rule. If FMCSA were to extend the number of days allowing drivers to use written paper logs when they exceed the requirements of the short-haul exception from 8 days to 16 days, some relief from the burden of this rule would be provided. Still, it seems that the most effective way to address these issues would be through a full exemption of drivers in our industry.  <br/> <br/>PCCA submitted comments in support of an exemption request by the Pipe Line Contractors Association [Docket No. FMCSA-2017-0175] for many of the same reasons. As part of the construction industry, I support the PLCA exemption request as well. Construction drivers meet a variety of job functions and spend the vast majority of their time on a jobsite within a short distance of their daily assembly point, not on public roads and highways. Exempting construction workers from ELD requirements will allow employers to better focus their energies and resources.",
    "label": "verypos",
    "docketId": "FMCSA-2017-0243",
    "docAbstract": "Hours of Service of Drivers: Application for Exemption; Power and Communication Contractors Association (PCCA)"
  },
  {
    "text": "Hydroponically grown vegetables do not meet the high standards of organic agriculture. The law should not be re-written to include this type of agriculture either. Organic agriculture&#39;s first and most important focus is on building and maintaining the health of the soil; re-developing the prosperity of our agricultural land which have been depleted through years of chemical agriculture. Hydroponic agriculture ignores the foundation of organic agriculture. There is room for hydroponic agriculture in our food system, but it does not deserve the USDA organic symbol. Another standard should be created to differentiate sustainable hydroponic systems from soil-based organic agriculture. ",
    "label": "neg",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "I don&#39;t want to repeat all that you&#39;ve already heard.  <br/><br/>Please, be willing to look at the facts -- scientifically gathered.<br/><br/>Please, protect the environment, the soil, the crops, and our own human well-being.  We know that chemicals and pesticides, legal or not, can make us sick.  You know which ones are cause for concern.<br/><br/>Please lead us into a future that lets us raise healthy children.  Otherwise, we&#39;ve no future at all, do we, really?  Well, unless one is very wealthy and can build a bubble -- here or on Mars.  But that won&#39;t feel like living as a human, will it?<br/><br/>It&#39;s not politics, or even economics, at the top of the list -- it&#39;s morals, the kind that connects us to the Maker and the Earth as well as to each other.  And what is more fundamental than food and water -- and protecting them.<br/><br/>Thank you for keeping my thoughts in mind.<br/><br/>",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "qualification for organic labeling should be strong and include the soil. when anyone sees the label of organic, they expect the quality of the food to be free of contaminants and mgo&#39;s in the plant and in the soil.",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "As a consumer and mother I like the best I can for my family. It is in the very best interest of my family community and for myself to keep ourselves healthy. For that said, I urge you to keep our soil organic. I do not support the hydrophonic method. We have enough going on that affects us all, let&#39;s try to harm ourselves and our environments the least we can. I hope my voice is heard.<br/><br/>Thank you!",
    "label": "neut",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Keep the soil in organic! ",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Please strengthen the national organic standards.  <br/>Please refuse to approve and include hydroponics within the national organic standards.<br/>Organic standards should be plants grown within healthy soil, not nutrient infused water.<br/><br/>Thanks.",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "The word ORGANIC makes me think of fresh, clean foods grown in fresh clean soil.<br/><br/>Please make sure the soil used in organic foods is fresh, clean and REAL.<br/><br/>Thank You!",
    "label": "pos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "I have concerns about the changes being considered to the regulations governing the use of the term &quot;organic.&quot;  Specifically:<br/><br/>Hydroponics<br/>Organic production is soil-based and is defined by principles concerning the grower&#39;s relationship to the soil. The &quot;Law of Return,&quot; the rule &quot;Feed the soil, not the plant,&quot; and the promotion of biodiversity, provide the ecological basis for organic production. The Law of Return says that we must return to the soil what we take from the soil. The dictum to &quot;Feed the soil, not the plant&quot; reminds us that the soil is a living superorganism that supports plant life as part of an ecological community. Finally, biological diversity is important to the health of natural ecosystems and agroecosystems. Biodiversity promotes balance, which protects farms from outbreaks of damaging insects and disease. It supports the health of the soil through the progression of the seasons and stresses associated with weather and farming. It supports our health by offering a diversity of foods. Hydroponics is not consistent with these principles.<br/><br/>Containerized culture may be eligible for organic certification under limited circumstances in which organic soil-building and other organic practices are used. These are essentially the same practices that would be required for growing in permanent beds in the soil. <br/><br/>We support the subcommittee proposals for prohibiting hydroponics and delineating acceptable practices for organic containers.<br/><br/>Marine materials (Seaweeds and products of seaweeds)<br/>Marine biodiversity is important, and the roles played by marine algae (seaweed) are important to marine biodiversity and ecology. Human threats to marine environments include overfishing, global warming, biological introductions, and pollution. The NOSB should continue its efforts to clarify the identities of species of marine algae used in organic production as well as to develop guidance for the application of the wildcrafting standard to marine algae. Application of scientific names to seaweeds needs to be clarified to ensure protection, and any restrictions need to be justified.  <br/><br/>The NOSB must investigate mechanisms for protecting marine ecology from the impacts of over-harvesting marine algae for use in organic products and production. It must also look at natural materials in use in crops and livestock, as well as those on the National List. Lastly, the NOSB must protect rockweed (Ascophyllum nodosum) to the extent possible and specifically list it as a prohibited natural.  <br/><br/>Seaweeds (marine algae) and products made from them should be allowed as ingredients in organic food, feed to organic livestock, and crop inputs only &quot;when harvested from a designated area that has had no prohibited substance applied to it for a period of 3 years immediately preceding harvest and when harvested in a manner that ensures that such harvesting or gathering will not be destructive to the environment and will sustain the growth and production of the population of the species.&quot; <br/><br/>&quot;Inert&quot; Ingredients in Organic Production<br/>&quot;Inert&quot; ingredients frequently compose as much as 99% of pesticide products.  So-called &quot;inert&quot; ingredients are typically not biologically and chemically inert, and are not disclosed to users or others who may be exposed.  Due to NOSB scrutiny of active ingredients, &quot;inert&quot; ingredients may be the most hazardous ingredients in pesticide products used in organic production. We urge the NOSB to insist that NOP move forward quickly with implementation of the NOSB recommendations on inert ingredients. Allowing the current lack of movement to persist raises serious compliance issues and threatens the integrity of the USDA organic label.",
    "label": "verypos",
    "docketId": "AMS-NOP-17-0024",
    "docAbstract": null
  },
  {
    "text": "Please stand up for clean water: Don&#39;t repeal the Clean Water Rule.    Really, the need to protect and enhance clean water standards should be obvious.  Nothing can live without it, so be smart, protect the Clean Water Rule, and keep us alive.<br/><br/>Gutting clean water protections puts people and parks at serious risk. Clean water is essential for my family&#39;s health, our environment and our economy. The proposal to repeal this important rule could lead to weaker protections for many water bodies in the country, including those that surround and flow through our parks. <br/><br/>From Acadia to Grand Canyon, and Everglades to Glacier, water is a defining part of our national park experiences. I want to continue to enjoy swimming, fishing, paddling and wildlife watching without fear of pollution. <br/><br/>Repealing this rule would not only set back protections for our waterways, including drinking water for communities, but also weaken our ability to hold polluters accountable. Please don&#39;t let this happen.<br/><br/>Thank you for considering my request to protect clean water by letting the 2015 Clean Water Rule stand.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "We must protect our water! We have made much progress in keeping our waters clean here in Maine and elsewhere. Don&#39;t allow those who put corporate profit above clean water to roll back requirements that will help all of us and prevent future pollution from causing huge problems in the future. Our health depends upon clean water.<br/><br/>Alan Adams<br/>W. Kennebunk, ME <br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "As a resident of Ennis, Montana, I am adamantly opposed to any changes to the 2015 Clean Water Act rule. I live right on the Madison River; our local economy depends on this valuable resource. Also, The 2015 Clean Water Act rule specifically supports Montana in the following ways:<br/> <br/> Protects from pollution the cold, clean headwaters the account for roughly 50 percent of Montana&#39;s trout streams.<br/> Includes exemptions to ensure that farmers and ranchers are not penalized for the water use that keeps them in business.<br/> Safeguards the drinking water sources of one in three Americans.<br/> Underpins the $7.1 billion outdoor recreation economy in Montana that generates 71,000 jobs and $286 million in state and local taxes.  Ten million people visit Montana every year, in large degree, because of the state&#39;s unparalleled natural amenities, especially cold, clean trout streams. <br/><br/>Clean water is the right of every American. I urge the EPA to NOT make any changes to the 2015 Clean water Act rule <br/><br/>Respectfully,  <br/><br/>Keri Kensinger<br/>Ennis, MT 59729",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "The clean Water Rule should not be repealed because it protects from pollution the cold, clean headwaters that account for roughly 50 percent of Montana&#39;s trout streams.<br/>Includes exemptions to ensure that farmers and ranchers are not penalized for the water use that keeps them in business.<br/>Safeguards the drinking water sources of one in three Americans.<br/>Underpins the $7.1 billion outdoor recreation economy in Montana that generates 71,000 jobs and $286 million in state and local taxes.  Ten million people visit Montana every year, in large degree, because of the state&#39;s unparalleled natural amenities, especially cold, clean trout streams. I have lived in several other states and the waters there also need to be protected.  We know that without rules, profit driven industry will misuse water without regard for the health of the streams and rivers and how that affects wildlife and humans.   We are against changing the Clean Water Act.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "I am absolutely opposed to the proposed repeal of the Clean Water Rule. Repealing this vital safeguard will put our health and communities throughout the nation at risk. I strongly urge you to reconsider your position and drop the repeal of the Clean Water Rule.  The EPA is supposed to protect our environment not polluters pocketbooks!!!<br/><br/>Thank you,<br/><br/>Ruth Allen<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "<br/>Jul 29, 2017<br/><br/>Administrator  Scott Pruitt<br/><br/>Dear Administrator Pruitt  and Deputy Assistant Secretary Lamont Administrator  Pruitt,<br/><br/>Thank you for the opportunity to comment on Docket Number EPA-HQ-OW-2017-0203, which repeals the 2015 Clean Water Rule. I&#39;m a sportsman and I strongly oppose repealing the Clean Water Rule.<br/><br/>Finalized in 2015, the Rule clarifies that the Clean Water Act protects<br/>20 million acres of wetlands and thousands of miles of headwater streams -- 60% of the country&#39;s flowing waters. These waters shield communities from flooding, supply drinking water to one in three Americans, and provide essential fish and wildlife habitat that supports a robust outdoor recreation economy worth $887 billion annually. The hunting and fishing industries in the United States directly employ 483,000 Americans.<br/><br/>The Clean Water Rule is firmly grounded in science. In developing the rule, EPA analyzed more than 1,200 peer-reviewed and other studies that assessed connections between small streams, non-tidal wetlands, and other upstream waters on larger downstream waters, including lakes, rivers, and estuaries. That review demonstrated the significant physical, chemical and biological connections between wetlands and headwaters streams to larger rivers. To balance the need to protect our nation&#39;s waters with the interests of those whose activities affect water quality, the Rule also explicitly excludes some waters, like puddles and most roadside ditches, from regulation. The agencies also preserved existing exemptions for categories of activities like normal farming and ranching practices.<br/><br/>My first duck was taken on a public wetland that is fed from a stream.<br/>I would love to be able to take my kids there some day for their first hunt, but without proper protection, there is no guarantee that water will provide sustainable habitat for ducks and other wildlife. Some of my best memories of collecting crawfish with my family, or fishing trout with my friends, could be relegated to only memories, rather than having opportunities for future enjoyment.<br/><br/>I also believe that repealing the Clean Water Rule and codifying the status quo will lead to uncertainty for States, federal and states water quality personnel, those who need permits and the public. In the last ten years, the &quot;status quo&quot; has hurt the efforts of sportsmen and women to protect water resources; contributed to permit delays; and left Corps water quality personnel spending large amounts of time trying to decide which waters the Clean Water Act protects. The Corps will now continue to make permitting decisions on a case-by-case basis indefinitely, and as a result, it will cause uncertainty for all involved in permitting. In addition, the 2008 guidance document that the Corps is using as the &quot;status quo&quot; to decide jurisdiction was not based on publicly available scientific, technical, or economic analyses, and it was never published in the Federal Register for public comment. This document is no substitute for a properly-issued rule.<br/><br/>To justify the repeal, the agencies rely on a seriously flawed economic analysis. To arrive at a net benefit justifying repeal of the 2015 Rule, the agencies removed the estimated $306 billion in annual benefits that would result from the 2015 Rule protecting wetlands. The agencies have said Americans may value streams and wetlands less than they did in 2014, but they don&#39;t give any reason why the public would value clean water less than they did before. As a sportsman, I value clean water and I support conserving our wetlands and small streams.<br/><br/>Repealing the Clean Water Rule is a huge step backward in achieving the goal of the Clean Water Act to restore and maintain the nation&#39;s waters. I believe in the goal of the Clean Water Act and I respectfully ask that you protect the streams and wetlands so important to hunters and anglers.<br/><br/>Thank you,<br/><br/>Mr. Mike Marzolf<br/>1930 Sunset Dr<br/>Twin Lakes, WI 53181-9235<br/><br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OW-2017-0203",
    "docAbstract": "As a first step in addressing a Presidential directive, the U.S. Environmental Protection Agency (EPA) and the Department of the Army (Army) plan to recodify the previous definition of “waters of the United States.”"
  },
  {
    "text": "I urge the president and Mr Pruitt to NOT weaken (reconsider) EPA  and the DOT&#39;s current requirements for future vehicles&#39; greenhouse gasa emissions standards. ",
    "label": "veryneg",
    "docketId": "NHTSA-2016-0068",
    "docAbstract": "Draft Technical Report"
  },
  {
    "text": "I believe that the project will be beneficial for the state of Alaska as well as the US in general with jobs and energy resources recovered. Less dependency on foreign oil...",
    "label": "pos",
    "docketId": "BOEM-2015-0068",
    "docAbstract": "This docket pertains to public comment on BOEM's development of NEPA or other environmental documents in connection with the Liberty Development and Production Plan (Liberty DPP)."
  },
  {
    "text": "This extension should not be implemented. There has already been 16 months from the publication of the final rule and companies exceeding 10 million in sales still have over 9 months to comply with the regulation. In my opinion the public benefit from this information outweighs cost to companies as the former can not always be assigned a dollar amount. ",
    "label": "veryneg",
    "docketId": "FDA-2012-N-1210",
    "docAbstract": null
  },
  {
    "text": "I strongly urge the EPA NOT to reduce current CAFE standards for cars and light trucks. According to Consumers Union, the policy arm of Consumer Reports, 90% of Americans want improved fuel efficiency.  <br/><br/>Shannon Baker-Branstetter with Consumer&#39;s Union says her organization&#39;s studies show people want to save money on gas. According to a recent survey, 90 percent of Americans want automakers to raise fuel efficiency. Baker-Branstetter says adds &quot;In fact, consumers are especially concerned about the fuel efficiency of the crossovers and SUVs they&#39;ve been gravitating toward in recent years.&quot;<br/><br/>I currently drive a car that gets 40 mpg combined. I would like my next vehicle to exceed these standards. This in not only for a reduction in greenhouse gases, but for money savings. ",
    "label": "veryneg",
    "docketId": "NHTSA-2016-0068",
    "docAbstract": "Draft Technical Report"
  },
  {
    "text": "&quot;Social media handles, aliases, associated identifiable information, and search results&quot;<br/><br/>&quot;publicly available information obtained from the internet, public records, public institutions, interviewees, commercial data providers, and information obtained and disclosed pursuant to information sharing agreements.&quot; <br/><br/>The above phrases contained in the proposed amendment is unacceptable. As a Naturalized citizen, the constitution gives me the exact same rights as a US born Citizen. By including this language, the proposed amendment would conflict with the wording of the constitution. Additionally, this proposed amendment creates more of a big brother government institutions which i believe would be unacceptable not just to me, but the majority of the US population.  ",
    "label": "veryneg",
    "docketId": "DHS-2017-0038",
    "docAbstract": null
  },
  {
    "text": "ANIMALS ARE NOT FOR PROFIT, THERE ARE FEELING BEINGS WHO KNOW FEAR AND PAIN.  BREEDERS ARE MORE CONCERNED ABOUT MONEY THAN THE WELFARE OF THE ANIMAL!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!<br/><br/>I support USDA&#39;s proposal to no longer automatically renew the licenses of known animal abusers.<br/><br/>Please continue to require dog breeders to re-license every year but only upon the condition that the licensees have no serious or critical or repeat violations documented on their inspection reports.<br/><br/>Automatically renewing a breeder&#39;s license means that breeders with terrible violations - for sick, malnourished or injured animals - are able to stay in business year after year in spite of chronic and serious violations of the Animal Welfare Act.<br/><br/>Require license applicants to disclose any animal cruelty convictions or other violations of federal, state, or local laws; or regulations pertaining to animals including all non-compliant items noted on state inspection reports.<br/>",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the Animal Welfare Act licenses of known animal abusers. USDA has the authority to require all regulated animal businesses, including puppy breeders, comply with the minimum standards of the Animal Welfare Act. It&#39;s time they used that authority to put animal abusers out of business.<br/><br/>Because USDA enforcement against violators is deplorably slow, automatic license renewal means that businesses that abuse animals continue to operate while USDA plods toward enforcement, most often just issuing a warning letter. <br/><br/>I urge you to make the changes necessary to require Animal Welfare Act compliance before renewing licenses. Please stop giving gifts to animal abusers while animals suffer.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "The American public relies on USDA inspections to assure us that animals sold or exhibited to the public have been raised in clean, humane and healthy conditions. Allowing problem breeders and dealers to continue to keep their licenses, even when they have repeatedly failed to provide proper care, is a waste of government resources and undermines the success of the APHIS program. As a citizen who is very concerned about public safety and animal welfare, I support a rule that could prevent pet breeders and other animal dealers who do not comply with federal Animal Welfare Act regulations from getting automatically relicensed every year. I also support a change that would prevent problem breeders from reopening under a different family member&#39;s name, or a different business name, on the same property. I also support a rule that would prevent convicted animal abusers from obtaining a USDA license. Thank you for considering my comments.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I support USDA&#39;s proposal to no longer automatically renew the licenses of known animal abusers.<br/>Please continue to require dog breeders to re-license every year but only upon the condition that the licensees have no serious or critical or repeat violations documented on their inspection reports.<br/>Automatically renewing a breeder&#39;s license means that breeders with terrible violations - for sick, malnourished or injured animals - are able to stay in business year after year in spite of chronic and serious violations of the Animal Welfare Act.<br/>Require license applicants to disclose any animal cruelty convictions or other violations of federal, state, or local laws; or regulations pertaining to animals including all non-compliant items noted on state inspection reports.",
    "label": "verypos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  }
]