[
  {
    "text": "EVERYTHING...every food product needs to have a full disclosure label. It IS our RIGHT to know what we are purchasing and consuming. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "As a consumer looking for the healthiest food options for my family, I find the proposed &quot;Bioengineered&quot; food label to be completely confusing instead of concise and informative. I do not have a phone that can scan information (QR) codes, so I have no access to disclosures on the proposed labeling. I am not the only consumer without a &quot;smart phone&quot;.  &quot;Be&quot; with a smile, surrounded by the sun, or sunflower evokes something comforting and all natural, just the marketing tool to promote the bioengineering industry. We are looking for CLEAR, CONCISE, INFORMATIVE labeling on our food packaging. We understand what &quot;GMO&quot; means, It&#39;s already being used by manufactures to advertise the absence of such ingredients in their products. Please use established terms and print the disclosure details on the packaging so we can see upfront what we are getting. The proposed labeling is misleading, and therefore unacceptable. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I support the Small Business Transportation Coalition exemption the ELD should have never been put in place it is a tremendous failure surpassing the 26 lives and that was supposed to set among the standard  of saving. Costing too many small businesses among burden for device that has no absolute value.",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "All products should be clearly labeled in plain English!  No cute little symbols that can confuse the consumer.  &quot;This product contains GMO ingredients, or this product contains NO GMO ingredients.&quot;  What are the big chemical companies afraid of?  It is important to let the consumer know what is in the food and other products they are buying. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "The potential new &quot;GMO/nonGMO&quot; labeling is very confusing.  What does a sunflower and the word &quot;BE&quot; mean to you?  It feels like a deliberately obtuse label choice.  What was wrong with NON-GMO?  Skip the flowers.  Also what would be wrong with &quot;CONTAINS GMO INGREDIENTS?  <br/>Be clear, be crystal clear.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I support the SBTC exemption <br/>Federal law just confirmed by the supreme Court <br/>That tracking someone without a court order was illegal.",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "If you believe nothing is wrong with Gmo&#39;s why wouldn&#39;t you label them proudly so everyone knows. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Do NOT allow companies to use QR codes to disclose GMO information.  Clear GMO labelling on packaging is imperative.<br/><br/>Do NOT allow use of a smiley face logo or the BE symbol to symbolize and identify GMO products, as they obscure the truth and they need to be replaced with something more relevant and fitting -- like a microscope.    <br/><br/>We need FULL DISCLOSURE about GMO products -- or any GMO ingredients in those products.  <br/><br/>USDA labelling must disclose ALL forms of genetic engineering, including partial editing methods such as CRISPR.  <br/><br/>We do NOT want Franken-foods -- and we demand to know what we are ingesting!  <br/><br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "A thousand times, NO. The label is very misleading. Please reject!",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "&quot;I support the SBTC ELD exemption application",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "As someone with a Seizure, Hearing and Mobility Service Support Dog, I would like to comment on the impending changes to the Air Carrier Access Act (ACAA). The primary issues faced by both people with disabilities, airline staff and the traveling public can be summed up and efficiently addressed by changing the ACAA definition of service animal to mirror that in the Americans with Disabilities Act (ADA). This definition does not encompass animals that are not task-trained and public access trained to assist someone with a disability. Such a definition also places responsibility for the animals behavior in the moment directly with the person to whom it is associated, not through elaborate validation schemes. <br/><br/>My service dog performs counter balance support, so he is a larger dog. Regarding species and size of service animals, I recommend that the ACAA follow the ADA in defining species of service animals. Large dogs like mine are often required to handle the needs of people with specific disabilities and I encourage the airline industry to explore ways to maintain adequate space under and around seats, not only for service animals but the comfort and safety of passengers in general.  <br/><br/>I&#39;d recommend as few barriers to travel for passengers with service animals as possible. With that in mind, I strongly discourage the validation schemes in favor of the limitation to task-trained animals, tethering requirements such as those prescribed in the ADA, and observation of behavior as determining factors for boarding, and continuing in the cabin during flight. I stand with the American Veterinary Association (AVMA) in their position that veterinarians are not equipped to judge or predict an animals behavior during air travel and hence veterinary statements, if necessary, should not include any attestation to training. Regarding provision of veterinary forms, this requirement was removed for task-trained service animals currently by many airlines due to undo burdens, which should answer the questions posed about such burdens. I&#39;d also like to each airlines to archive my files, so I do not have to submit them every time I travel.",
    "label": "",
    "docketId": "DOT-OST-2018-0068",
    "docAbstract": "Traveling by Air with Service Animals Advance Notice of Proposed Rulemaking (ANPRM)"
  },
  {
    "text": "Please use KISS (Keep It Simple and Straightforward) principal when labeling bioengineered products providing consumers clear knowledge of what they are considering for purchase and consumption. KISS GMO on label, not the hidden alternative of a smiley face which would require a translator to comprehend. <br/><br/>Thank you for your consideration. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I believe service dogs for the blind , epilepsy monitoring dogs and other dogs that spend considerable hours, days and weeks being trained groomed to handle the unusual prior to being trained with their individual should be allowed to fly.  Service horses are not bathroom trained and should not be allowed in public transportation.<br/><br/>There should be no other animals other than service dogs on flights.  And those service dogs must have completed a tough and rigorous certification course set up by the DOT for behavior - crowds, tight spaces and other conditions found in airports, trains and terminals.  Until there is a certification process for emotional support, psych support or other medical condition dogs that individuals need for any reason, then these dogs should either not be allowed or required to be muzzled and contained in carriers especially for flights.  If large and unable to stay under the seat, they should have to have a ticket. I do not want to share my assigned seat space as it is small already.<br/><br/>I really do not want to fly next to a dog or any animal and especially an untrained one.  The seats are too small, the floor space is non existent.  It is impossible to not touch or accidentally invade another seat space for a second while adjusting clothing which could trigger aggressive behaviors.  I do not want to worry about being bitten, attacked, scratched or arrive hair covered and smelly due to an animal on my flight or a previous one. Nor, do I want to listen to an animal whine, bark or scratch during my flight or in a confined area like a terminal.<br/><br/>I have restless leg syndrome and when it occurs, I need to move my legs nearly continuously, randomly and sometimes largely.  I dont want to worry that it could be interpreted as aggressive or annoying by an animal causing them to react in an aggressive manner.<br/><br/>For all these reasons, I believe only service dogs that have been certified an accredited process should be allowed on public transportation. <br/><br/>",
    "label": "",
    "docketId": "DOT-OST-2018-0068",
    "docAbstract": "Traveling by Air with Service Animals Advance Notice of Proposed Rulemaking (ANPRM)"
  },
  {
    "text": "Dear Sir or Ma&#39;am,<br/><br/>I am writing to ask that you please support the motion that there be clear labeling of GMO&#39;s on ALL food packaging. The USDA should know that clear product /clear package labeling is essential, and act accordingly.<br/>Thank you.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "This comment addresses the U.S. Department of Agriculture (USDA) proposed rule titled National Bioengineered Food Disclosure Standard (NBFDS) as published in the May 4, 2018, Federal Register. The Notice proposes to add a Part 66 to Title 7 of the Code of Federal Regulations, to implement subtitles E (consisting of sections 291 through 294) and F [consisting of sections 295 and 296 of the Agricultural Marketing Act of 1946 (AMA), as amended by Public Law 114-216 (July 29, 2016)].<br/><br/>Consistent with Law (Pub. L. 114-216) and precedent of Federal labeling, the final rule should put into action the following key provisions: <br/><span style='padding-left: 30px'></span>No USDA-NOP certified products will require disclosure as bioengineered; <br/><span style='padding-left: 30px'></span>USDA shall consider organic certification sufficient to make a claim regarding the absence of bioengineering in the food, such as not bioengineered, not genetically engineered, nonGMO, or another similar claim;<br/><span style='padding-left: 30px'></span>Recognize and allow common terms and shorthand that industry and consumers understand, such as genetic engineering, genetically modified, not GE, and non-GMO; <br/><span style='padding-left: 30px'></span>Adopt symbol disclosure options that 1) utilize acronyms that consumers are familiar with such as GE or GMO, and 2) are consistent with the non-bias stylistic tone of other AMS logos by not allowing emotion invoking (smiles and winking eye) symbols in the logo; and,<br/><span style='padding-left: 30px'></span>Adopt a threshold for inadvertent or technically unavoidable bioengineered DNA that is consistent with the level adopted by other major trading partners (no more than 0.9% of the specific ingredient).<br/><br/>Clarkson Grain Co., Inc. thanks USDA for the opportunity to provide comment on this important issue.  We recognize the importance of this Rule in domestic commerce, and the international implications of the USDA Rule.<br/><br/>Respectfully submitted,<br/>Kenneth A. Dallmier<br/>President/Chief Operating Officer<br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Because of my personal experiences with my Guide Dog, I would strongly encourage licensing of service animals, including psychiatric service animals.  I have been (illegally) questioned about my guide by a state employee in Illinois and was asked for a license (which doesn&#39;t exist).  I would be happy to carry a license or have a special license (like a rabies tag) on my dogs collar.  This would stop people from trying to pass of their pets as service animals because they could be asked to show this identification.  Note that even a licensed service animal is no guarantee of behavior in any given situation so personnel need to be trained to determine what is acceptable behavior versus non-acceptable behavior, and they should be allowed to refuse any animal that poses a health or safety issue to others.<br/><br/>There should be no size limit for a service animal; if they&#39;re properly trained, any size will do. <br/><br/>Service animals should ALWAYS be tethered in some way to its&#39; handler.<br/><br/>Health certificates should NOT be required for the service animal to travel.  This causes undue burden to the handler in time for scheduling, cost and time to get a vet to perform the health check.  This is also no guarantee that the animal remains healthy up to and including the flight(s) scheduled.<br/><br/>",
    "label": "",
    "docketId": "DOT-OST-2018-0068",
    "docAbstract": "Traveling by Air with Service Animals Advance Notice of Proposed Rulemaking (ANPRM)"
  },
  {
    "text": "Americans are ingesting this stuff and so are their families. Americans have a LEGAL RIGHT to know what exactly is in their food and to know exactly what they are purchasing in a...",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "We are a small business with 20 employees. I feel that businesses with 50 or less employees should be exempt from the ELD. This will be a huge expense on an already overburdened small business!  ",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "People should be the priority not profits!  Dont ignore us.  Our health as well as the health of future generations is too high a price to pay.  GMO free. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Please use language and icons we can understand. Our health and our children&#39;s<br/>health depends upon it. I fully understand the farmers and their organizations<br/>differ but we are at the mercy of others and depend upon our elected legislature<br/> to protect us. Thank you .<br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Your proposal seems to be just another attempt to change a name of something familiar to an unfamiliar name to at best confuse the consumer if not misleading the consumer.<br/><br/>GMO is a term we are familiar with and understand. The word bioengineered is a weasel-word that is designed to confuse and obfuscate the truth.<br/><br/>We need the absolute truth coming from our government. Too bad we won&#39;t get it with this proposal.<br/><br/>We need to know what is in our food using words and terms we are familiar with. What you are proposing is similar to changing the word liberal to progressive. Liberal was a lightning-rod term; so quit using it and use progressive instead. Doesn&#39;t fix anything but takes away some of the negative attitude.<br/><br/>Using bioengineered instead of GMO doesn&#39;t change anything - but will confuse people who won&#39;t know it means GMO. Change the name to protect the guilty.<br/><br/>Do not proceed with this proposal.<br/><br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "This is a comment about the proposed &quot;BE&quot; symbols.  These symbols were apparently &quot;designed to communicate the bioengineered status of a food in a way that would not disparage biotechnology or suggest BE food is more or less safe than non-BE food,&quot; however these symbols depicting smiling faces and the word BE are, in fact, biased. I additionally think that the abbreviation BE is misleading, and that the letters GMO should be used on the final label.  <br/><br/>The purpose of a label is to inform the consumer, not to hide, trick, or mislead. By representing products with genetically modified ingredients with a smiling face and the word &quot;BE&quot;, it is clear that the intent of the label is not to inform, but to generate a positive response based on a lack of understanding. These symbols are clearly in line with corporate interest, and were not designed with the intent of transparency or to help American consumers to make more informed purchasing choices.   ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "ALL Americans have a right to know what theyre eating. Thats why I support clear, consumer-friendly GMO labels on ALL foods containing GMO ingredients. <br/><br/>The proposed rule allows companies to disclose GMOs solely through digital disclosures, while doing nothing to guarantee Americans without smartphones or cell service will have access to vital information about their food. <br/><br/>The USDA needs to ensure ALL Americans have access to GMO disclosures. Heres why: <br/><br/>- A Deloitte study found that nearly one-in-four Americans dont own a smartphone and that three-in-four dont know that you can scan QR codes to get production information. Most have never scanned a code to get food information, and 85 percent of Americans who have tried said they have struggled with mobile scanning apps. Compounding the fact that many Americans still dont have smartphones is the fact that more than 20 million American have lousy cell service. That means that it will take a long time for the GMO information to load  if it loads at all. <br/><br/>- The proposed rule currently does not provide comparable options. The text message option included in the proposed rule should not be considered a comparable option because it is not clear that this option must be included in addition to the digital disclosure. Additionally, millions of Americans who live in rural areas may not have reliable cellphone service that would allow them to send or receive text messages. <br/><br/>- The law clearly directs the USDA secretary to provide additional and comparable options so that consumers who dont have smartphones or live in parts of the country without reliable cellular service can access the GMO disclosure, if the agency determines they will not have sufficient access to the GMO disclosure through electronic or digital methods. <br/><br/>- Comparable options need to be just as convenient as it is for someone to pull out a smartphone to scan a product. This could most easily be achieved by requiring stores to place scanners in every aisle of grocery stores, unless a retailer requires that manufacturers disclose the presence of GMOs on packages. <br/><br/>I urge you to create a clear, consumer-friendly GMO labeling standard that ensures ALL Americans have access to vital information about their food. <br/><br/>Thank you",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Please note: for a information label for genetically modified food, be, for bioengineered, is misleading and confusing. It suggests a different meaning than gmo, genetically modified organism. Please be accurate and use &quot;genetically modified&quot; and/or &quot;gmo&quot; in creating a label. People are already so unaware of where their food comes from. At least be accurate for those who care to know..<br/><br/>Thank you,<br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Re: RIN No. 2105-AE63/DOT-OST-2018-0068.<br/> For almost 90 years, guide dogs have been a vital tool for helping to secure independence and opportunity for tens of thousands of Americans who are blind and visually impaired, exemplifying the potential certain animals possess in aiding humans through extensive training and ongoing obedience.<br/> Guide dog advocates have argued for years that there needs to be greater harmony between the ADA definition of service animals and other federal agency definitions protecting access in places of public access and travel, asserting that animals not trained for service in places of public accommodation pose a risk if not managed responsibly.<br/> No regulation should create an undue burden for passengers relying upon well-trained service animals.<br/> Verbal attestation and documentation alone will not stop the rampant fraud of false representation and presence of disobedient animals aboard aircraft; rather, there needs to be persistent training of personnel, public education and pressure on bad actors who provide false documentation. <br/><br/>Jennifer Devereaux ",
    "label": "",
    "docketId": "DOT-OST-2018-0068",
    "docAbstract": "Traveling by Air with Service Animals Advance Notice of Proposed Rulemaking (ANPRM)"
  },
  {
    "text": "To Whom It May Concern:<br/>have a right to know what Im eating. Thats why I support clear, common-sense GMO labels. <br/><br/>The rule proposes using the term BE instead of GE or GMO, which will only confuse and mislead consumers. The USDA should use words consumers are already familiar with. Heres why: <br/><br/>- The terms bioengineered food or contains bioengineered food ingredients have never been used by a federal agency or the 64 other countries that require GMO labels. <br/>- The USDA should consider the terms genetic engineering, genetic modification, and GMO as interchangeable with bioengineering for purposes of the disclosure standard and requirement because of their contemporaneous use in state and federal policy, as well as in international standards and guidelines developed by Codex Alimentarius. <br/>- Prior to passage of Pub. L. 114-216, three states  Connecticut, Maine and Vermont  passed mandatory disclosure laws for GE foods and Alaska established a mandatory disclosure law for GE salmon. Each of these laws used the term genetic engineering to describe the technology, and the terms genetically engineered or genetically modified for the purposes of the disclosure requirement. <br/>- In addition to state laws, federal policy has long used the terms genetic modification and genetic engineering to describe this process, as do USDAs own regulations of plants produced using biotechnology. <br/>- The term bioengineering is most often related to the medical field. Websters Dictionary defines it as the biological or medical application of engineering principles (as the theory of control systems in models of the nervous system) or engineering equipment (as in the construction of artificial organs). <br/><br/>I urge you to create a clear, consumer-friendly GMO labeling standard that ensures all consumers will understand vital information about their food. <br/><br/>Thank you.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Wouldn&#39;t it be great if legislation followed common sense, so that labels said what they meant and meant what they said. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "The point of labelling genetically modified foods is so that the public is aware when they are about to consume substances which have not been proved safe for human consumption.  Using a smiley face and the letters BE as a warning is the height of hypocrisy as well as craven pandering to the bioengineering industry.<br/><br/>We deserve better.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": " We, the American people,  have had enough of being poisoned by the food we eat. Why do you think the cancer rate so  outrageous? This has got to stop before  our next generations suffer the consequences. The rate of our children getting cancer and other diseases has gone up exponentially. If you dont want this to happen to your children and grandchildren I suggest you do something to protect our food. Chemical company should be held accountable for poisoning  people and should not get away with their behavior anymore. We need a strong advocate to protect our food sources.  Companies are much too greedy and only look at the bottom line: money! Once upon a time people trusted in the FDA. Now we have to beg just for food without chemicals? ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Re: docket identification (ID) number CEQ-2018-0001<br/><br/>Dear Counsel on Environmental Quality,<br/><br/>You are entrusted with ensuring full and fair implementation of the National Environmental Policy Act.<br/><br/>In order to ensure a full and fair opportunity to answer the questions put forth in the June 20, 2018 public notice, I urge you to extend the comment period an additional 90 days.  These are complicated questions and vitally important issues.  Thirty days is not enough time to provide a full and fair opportunity for the public to be heard - especially given your obvious intent to seek to rollback the law and the public&#39;s future opportunity to be heard pursuant to NEPA.<br/><br/>In addition, I want to be on record to make clear, I oppose any efforts to weaken this iconic and important law.  NEPA ensures that the voices of all people are heard in the federal decisionmaking process when our health, our environment, our communities and economies could be harmed.  And it ensures that government agencies, and the public, have the best opportunity for full information on impacts and alternatives before decisions that will have irreparable environmental, economic, and public health impacts are allowed to advance.  Taking any steps that <br/>&gt; weaken the opportunity for public input, <br/>&gt; undermine full and forthright consideration of alternatives to decisionmaking, <br/>&gt; weaken the mandate to consider all impacts of proposed actions, including consideration of the cumulative effect of proposed actions,<br/>&gt; remove or weaken the prohibition against the use of segmentation by agencies or applicants in order to evade full impact review,<br/>&gt; remove the mandate that agencies consider the climate changing impacts of projects or proposals under review,<br/>&gt; or in anyway rollback the existing elements of the law as it currently stands<br/>would be a violation of your duty to enforce the law and defend the rights of all people to be fully and fairly protected and heard.<br/><br/>I oppose your efforts to revise NEPA - the law is strong and effective as it now stands.  <br/>I urge you to expand the public comment period an additional 90 days.<br/><br/>Respectfully,",
    "label": "",
    "docketId": "CEQ-2018-0001",
    "docAbstract": null
  },
  {
    "text": "Genetically Modified Organisms are known by the public by that very name.<br/><br/>The only reason to suggest creating a new name for something that is already well known is to obfuscate (hide) from the public the truth about what is being sold.<br/><br/>Putting the new name&#39;s initials in a smiley face is further indication that the Agency is attempting to put a positive spin on something that society looks at with distrust.<br/><br/>Leaving aside any judgment as to the relative value of GMOs in general, the Agency should not be attempting to influence public opinion, nor hide a food&#39;s source, but should instead be providing the public with terminology that everyone is familiar with, in a neutral fashion.  This will facilitate the public&#39;s process of choosing what they prefer to consume. <br/><br/>I strongly oppose the proposed attempts to relabel GMOs as &quot;BE&quot;, and also oppose the use of a smiley face to put a positive spin on these items.<br/><br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Please respect the wishes of those of us (most of us) who do not want genetically engineered food for ourselves, our loved ones or our pets.    Passing off &quot;bio-engineered&quot; &quot;BE&quot; food via deceptive wording and marketing is dishonest and lacking in integrity.<br/>I go out of my way to avoid GMO foods and so do a great many other citizens.   Please allow us this right --to clearly know what we are getting--when we shop for food.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I support the IACP&#39;s position and statements on this regulation",
    "label": "",
    "docketId": "DOT-OST-2018-0068",
    "docAbstract": "Traveling by Air with Service Animals Advance Notice of Proposed Rulemaking (ANPRM)"
  },
  {
    "text": "1) THERE SHOULD BE PENALTIES FOR NON-COMPLIANCE AND THEY SHOULD BE STEEP.  THERE ARE CURRENTLY NO PENALTIES WHATSOEVER FOR COMPANIES THAT DON&#39;T LABEL SOMETHING THAT IS GMO!!!<br/><br/>2) Include ALL foods created with ALL types of genetic engineering including new gene-editing techniques such as CRISPR and SynBio, and any methods developed in the future. NO LOOPHOLES AND EXEMPTIONS for these technologies.<br/><br/>3) NO EXEMPTIONS for highly processed foods, such as cooking oils, where GMO DNA cannot be detected using current testing methods. Any products sourced from GMO crops must be labeled as GMO.<br/><br/>4) Labeling must use the common, well-established labeling term &quot;GMO&quot; or GE (genetically engineered). Use of the proposed and little-known term &quot;bioengineered,&quot; or still worse the entirely unfamiliar acronym &quot;BE,&quot; to denote GMO content, would only mislead and confuse consumers.<br/><br/>5) Require neutral symbols. No smiley or sunshine faces. These biased symbols are pro-biotech propaganda.<br/><br/>6) Contamination tolerance levels should be identical to the EU standard of 0.9%.<br/><br/>7) Reject discriminatory QR codes, text message options and other options that are not simple text on the food package.<br/><br/>8) Demand disclosure now - not in 2022!<br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Anti-GMO and GMO warnings are an insult to Actual Science, and a menace to public health. There is no risk involved in consuming GMO products. NONE. That is the Science and any suggestion to the contrary, or any complicity in a vicious false myth is anti-Science, and supportive of the current fascist regime and it&#39;s essential and intentional muddling of truth itself. Shame on this idea. Shame.<br/><br/>Science and only is the way out of this mess. For the survival of the species itself, stop promoting lies. GMOs are NO DANGER. NONE. Get it? This is Science: YOU DON&#39;T GET TO CHOOSE WHAT IS THE TRUTH. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Only Certified Service Dogs should be allowed on planes...no matter what the breed of that dog. I, personally, have Therapy Dogs who help support people in need during disasters etc BUT they are not Certified Service Dogs and should not be allowed on a plane with me. There is a huge difference between a Certified Service Dog and a Registered Therapy Dog (not to mention the pet companions whos owner simply slaps a vest on their dog and calls is a service dog)!",
    "label": "",
    "docketId": "DOT-OST-2018-0068",
    "docAbstract": "Traveling by Air with Service Animals Advance Notice of Proposed Rulemaking (ANPRM)"
  },
  {
    "text": "Re: docket identification (ID) number CEQ-2018-0001<br/><br/>Dear Counsel on Environmental Quality,<br/><br/>You are entrusted with ensuring full and fair implementation of the National Environmental Policy Act.<br/><br/>In order to ensure a full and fair opportunity to answer the questions put forth in the June 20, 2018 public notice, I urge you to extend the comment period an additional 90 days.  These are complicated questions and vitally important issues.  Thirty days is not enough time to provide a full and fair opportunity for the public to be heard - especially given your obvious intent to seek to rollback the law and the public&#39;s future opportunity to be heard pursuant to NEPA.<br/><br/>In addition, I want to be on record to make clear, I oppose any efforts to weaken this iconic and important law.  NEPA ensures that the voices of all people are heard in the federal decisionmaking process when our health, our environment, our communities and economies could be harmed.  And it ensures that government agencies, and the public, have the best opportunity for full information on impacts and alternatives before decisions that will have irreparable environmental, economic, and public health impacts are allowed to advance.  Taking any steps that <br/>&gt; weaken the opportunity for public input, <br/>&gt; undermine full and forthright consideration of alternatives to decisionmaking, <br/>&gt; weaken the mandate to consider all impacts of proposed actions, including consideration of the cumulative effect of proposed actions,<br/>&gt; remove or weaken the prohibition against the use of segmentation by agencies or applicants in order to evade full impact review,<br/>&gt; remove the mandate that agencies consider the climate changing impacts of projects or proposals under review,<br/>&gt; or in anyway rollback the existing elements of the law as it currently stands<br/>would be a violation of your duty to enforce the law and defend the rights of all people to be fully and fairly protected and heard.<br/><br/>I oppose your efforts to revise NEPA - the law is strong and effective as it now stands.  <br/>I urge you to expand the public comment period an additional 90 days.<br/><br/>Respectfully,",
    "label": "",
    "docketId": "CEQ-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I support the SBTC ELD exemption application. ",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "I believe that  NOSSCR has made several good points and raised multiple valid concerns in their comments. The mere use of hand held assistive devices that require both hands are not the only way to medically measure a disabling level of dysfunction when ambulating. For example, if an individual braces themselves on the walls of a hallway to walk they may have no use of their hands for carrying when they walk but would be precluded from being found medically disabled. The requirement for imaging to correspond to compromise of a nerve root can also be unnecessarily disqualifying. As noted by NOSSCR some claimant&#39;s lack the means or a provider willing to obtain advanced imaging that can show more detailed information to confirm compromise. Additionally, such imaging is not always accurate. Poor quality or poor interpretation can deny an individual rights to benefits even though they may have the other criteria. I have seen situations where an MRI does not identify compromise on imaging, but a surgeon has been willing to operate on clinical examination findings and has had direct visualization of compromise upon surgery.",
    "label": "",
    "docketId": "SSA-2006-0112",
    "docAbstract": "This notice of proposed rulemaking (NPRM) is divided into several parts. First, we provide the supplementary information, which is often referred to as the preamble. In the preamble, we explain why we propose to revise the listings for the musculoskeletal body system and how we developed the proposed rules. We also offer a narrative of the changes we are proposing. The preamble tells the story behind the proposed rule changes, but if we decide to proceed with a final rule, the preamble will not become part of the Code of Federal Regulations.\n\n\n \nThe next section is the proposed revisions to the listing of impairments, located in Appendix 1 to Subpart P of 20 CFR part 404. For each body system affected by these proposed rules (e.g., 1.00 Musculoskeletal Disorders), we first provide proposed changes to the introductory text (e.g., 1.00A, B, C, etc.). If we decide to proceed with a final rule, the introductory text will become part of the Code of Federal Regulations. The introductory text details which disorders we evaluate and what evidence we need to conduct this evaluation. It also defines certain terms, and provides valuable background information. Individuals often refer to the introductory text for additional details related to a specific listing under which a medically determinable impairment (MDI) is being evaluated. After the introductory text, we provide specific listing text and criteria (e.g., 1.15 and 1.16). The listings themselves provide specific criteria that an MDI must meet (or medically equal) in order for an individual to be found disabled under the listings."
  },
  {
    "text": "This is misleading and ineffective . NO GOOD ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Dear Sirs, now that the DARK act has been passed, taking away states&#39; rights in labeling, it is doubly important that a fair federal rule be put in place for GMO foods. The proposed rule is all for giant agribiz benefit, and should be altered. <br/>   The rule proposes that scanning QR squares will be the way to find out information. Scanning these speckled black squares with your smart phone will lead to additional product information. Of course this requires an internet connection and a smart phone or other device. It is estimated that 130 million Americans lack the resources to do this. Thus it is discriminatory. QR codes allow companies to camouflage their GMO ingredient information. This is not acceptable.<br/>   Also, the USDA has released some preliminary logos for potential use with GMO products. The smiley face, feel-good images suggested provide no value other than encouraging your acceptance of the product. The use of the lettering, BE, is disingenuous. It is supposed to stand for bioengineered, a term most consumers are not familiar with (most are familiar with GE/genetic engineering or GMO/genetically modified organism). This logo is unacceptable. To make it even more confusing, the image closely resembles logos used in the European Union to signify organic products. How insulting is that?  This logo is intentionally misleading and should be dumped.<br/>  The USDA remains undecided on whether processed foods made with GMO corn, soy, sugar beets, and canola must display GMO product information. Consumers have the right to know this information, and the USDA must require full disclosure of GMO ingredients in food products.<br/>  Please do the right thing and ignore the lobbying of Big Ag. Allow consumers the information they deserve. <br/>Thank you, Nancy McMillan",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "American Democracy MUST include right to know and transparency in food disclosures for ALL foods, including bioengineered foods, GMOs, organic standards et al.<br/><br/>Every taxpaying citizen has the right to review this information printed on each product in order to make educated decisions on what WE decide to consume for ourselves and our families.<br/><br/>You need to protect ALL Americans rights concerning this matter.<br/>   <br/><br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Genetically Modified Organisms are making people sick! This is well documented, and more and more people are becoming aware of that fact.<br/><br/>Changing terminology and using cutesy cartoonish icons sends the wrong message. It also dupes those who are less informed into thinking GMOs are actually safe to eat.<br/><br/>Show the public that at least one governmental agency is trying to carry out the duties for which it was created - protect the public from harmful ingredients. If you can&#39;t stop them from putting them into products, make sure that the public is being made aware of what is in them by ensuring that appropriate and clearly stated/understood labeling is being used. People are looking at labels. They are looking for signs that the consumables they buy are actually safe to consume.<br/><br/>Consumers are trying to apply economic pressure to companies to use appropriate labels, but that means nothing if the regulations for those labels allows for deceptive use or deceptive labeling itself! You must show the public that you are working in their interests and not that of the corporations.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I support the SBTC ELD exemption application",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "I support the Small Business in Transportation Coalition ELD exemption application, Simply because the new &quot;electronic logging&quot; for Commercial motor vehicles over steps it&#39;s boundaries into the lives of the private sector of society.  ",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "Response to the FDA-2017-N-6189 for Tobacco Product Standard for Nicotine Level of Certain Tobacco Products. Consideration to lower the nicotine content of cigarettes many lead to increased number of cigarettes smoked to get to the harmful level of nicotine. With increased in smoking comes increased 2nd hand exposure to cigarette smoke. Seeing that reducing the nicotine content of cigarettes does not change the number or composition of cancer causing chemicals placed in cigarette. Reducing nicotine may not be a healthy move for the many",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "Re: docket identification (ID) number CEQ-2018-0001<br/><br/>Dear Counsel on Environmental Quality,<br/><br/>You are entrusted with ensuring full and fair implementation of the National Environmental Policy Act.<br/><br/>In order to ensure a full and fair opportunity to answer the questions put forth in the June 20, 2018 public notice, I urge you to extend the comment period an additional 90 days.  These are complicated questions and vitally important issues.  Thirty days is not enough time to provide a full and fair opportunity for the public to be heard - especially given your obvious intent to seek to rollback the law and the public&#39;s future opportunity to be heard pursuant to NEPA.<br/><br/>In addition, I want to be on record to make clear, I oppose any efforts to weaken this iconic and important law.  NEPA ensures that the voices of all people are heard in the federal decisionmaking process when our health, our environment, our communities and economies could be harmed.  And it ensures that government agencies, and the public, have the best opportunity for full information on impacts and alternatives before decisions that will have irreparable environmental, economic, and public health impacts are allowed to advance.  Taking any steps that <br/>&gt; weaken the opportunity for public input, <br/>&gt; undermine full and forthright consideration of alternatives to decisionmaking, <br/>&gt; weaken the mandate to consider all impacts of proposed actions, including consideration of the cumulative effect of proposed actions,<br/>&gt; remove or weaken the prohibition against the use of segmentation by agencies or applicants in order to evade full impact review,<br/>&gt; remove the mandate that agencies consider the climate changing impacts of projects or proposals under review,<br/>&gt; or in anyway rollback the existing elements of the law as it currently stands<br/>would be a violation of your duty to enforce the law and defend the rights of all people to be fully and fairly protected and heard.<br/><br/>I oppose your efforts to revise NEPA - the law is strong and effective as it now stands.  <br/>I urge you to expand the public comment period an additional 90 days.<br/><br/>Respectfully,",
    "label": "",
    "docketId": "CEQ-2018-0001",
    "docAbstract": null
  },
  {
    "text": "It&#39;s important that all GMO-affected units whether &quot;testable&quot; or not in the final form be labeled with a clear, recognizable term and appropriate image. A sun-shiny or smiling symbol is not appropriate to indicate a bioengineered product. Further, the kind of gene modification &amp; purpose should be disclosed either on the package or on the producers website with info on the package to lead a consumer to the website.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I want GMO labels, not BE labels. And I want penalties for non-compliance and NO exceptions, all GMO&#39;s should be labeled.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "GMOs should be clearly labeled as such, i.e. - &quot;GMO&quot;. Or &quot;Genetically Modified.&quot; This is the term people are familiar with. We have a right to know what is in the food we eat. The label should be clear and complete. Your suggested symbols are insulting and a lying whitewash, a scam. Please DO NOT USE ANY OF YOUR PROPOSED SYMBOLS. NO SMILEY FACE. It is a mockery of reality. The U.S.D.A. should be open and honest, as citizens deserve. Thank you for the opportunity to comment. May God help us all. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "This is eld is not working its making every place full no place to park at 3 pm in afternoon and no where to park. We get harassed if  we park on the shoulder of highway or whatever. <br/>Shipper and reciever wants to hold us up forever . <br/>We need to be able to stop the 14 hr clock.<br/>This is dangerous not saftey  because 1 we are being fored to drive tired and cant stop and take a nap if we need it. Everyone is out here trying to beat the clock . Its causing drivers to drive more aggressively  to make it to there destinations . Speeding through contruction zones and parking lots. Oh ya lets not for that this is causing more accidents. <br/>Oh how about that this is a invasion of privacy  on a individual  <br/>",
    "label": "",
    "docketId": "FMCSA-2017-0120",
    "docAbstract": "Hours of Service of Drivers: Application for Exemption; G4S Secure Solutions"
  },
  {
    "text": "It is a sad day when one man&#39;s opinion on what car I buy and what car parts I should buy. Trump has forgotten that the United States of America is based upon Capitalism and Free Trade. He would not be where he is today if that is not true.",
    "label": "",
    "docketId": "DOC-2018-0002",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>The FDA should not consider imposing this possible rule as it is unreasonable and would unfairly target adult tobacco consumers by essentially banning the legal products they prefer without having widespread access to and information about alternative, less harmful tobacco products. <br/><br/>A mandate that cigarettes have nearly 98 percent less nicotine than current levels would be a de facto ban on all cigarettes currently on the market.   By effectively banning these products---without first creating a market for less harmful alternative tobacco products---the FDA&#39;s possible rule is simply unfair and unreasonable.<br/><br/>Beyond just adult smokers, this possible rule would hurt our economy. A de facto ban on cigarettes would threaten American tobacco growers and manufacturing.  Given that the vast majority of cigarettes sold in the United States are manufactured domestically from American-grown tobacco, such an severe regulatory mandate would have a serious negative impact on U.S. manufacturing, agriculture, and jobs.<br/><br/>The FDA should focus its resources on a comprehensive plan that reduces harm and risk for adult tobacco consumers through proven strategies to prevent initiation, encourage cessation, and by the development of reduced risk alternatives to cigarettes that adult smokers like.  Please reconsider this drastic regulatory change. <br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>I am writing today to submit my comment on the Food and Drug Administration&#39;s (FDA&#39;s) possible new rule concerning the nicotine levels in cigarettes.  By mandating that the levels of nicotine be reduced nearly 98 percent, this possible rule would essentially ban all cigarettes on the market today.  This possible rule is unfair to adult smokers, and may not even be achievable.  The FDA should not move forward without considering the impact it would have on adult smokers as well as our larger economy.<br/><br/>Once again, the government is trying to solve a problem by restricting choice rather than by giving adults more alternatives.  Rather than reduce choice for adult smokers, the FDA should focus on giving adult smokers more options and access to a wider choice of less harmful tobacco products, and truthful, accurate information about the benefits of switching to them.  Instead, this de facto ban would simply target adult smokers for purchasing the legal products they prefer.<br/><br/>FDA should focus resources on a comprehensive plan to reduce harm through proven strategies to prevent initiation, encourage cessation and by fostering the development of reduced risk alternatives to cigarettes that are satisfying to adult smokers.<br/><br/>Please do not consider such a severe and unfair proposal.<br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>The FDA should not consider imposing this possible rule as it is unreasonable and would unfairly target adult tobacco consumers by essentially banning the legal products they prefer without having widespread access to and information about alternative, less harmful tobacco products. <br/><br/>A mandate that cigarettes have nearly 98 percent less nicotine than current levels would be a de facto ban on all cigarettes currently on the market.   By effectively banning these products---without first creating a market for less harmful alternative tobacco products---the FDA&#39;s possible rule is simply unfair and unreasonable.<br/><br/>Beyond just adult smokers, this possible rule would hurt our economy. A de facto ban on cigarettes would threaten American tobacco growers and manufacturing.  Given that the vast majority of cigarettes sold in the United States are manufactured domestically from American-grown tobacco, such an severe regulatory mandate would have a serious negative impact on U.S. manufacturing, agriculture, and jobs.<br/><br/>The FDA should focus its resources on a comprehensive plan that reduces harm and risk for adult tobacco consumers through proven strategies to prevent initiation, encourage cessation, and by the development of reduced risk alternatives to cigarettes that adult smokers like.  Please reconsider this drastic regulatory change. <br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "First of all ... There is no driver shortage ! But there is a shortage of people who are willing to be treated like dirt while working for slave wages. NO AMOUNT of TECHNOLOGY CAN EVER REPLACE AN EXPERIENCED DRIVER! An Automated Driving System has little to do with safety and everything to do with mega carriers looking to cut costs. FMCSA is not only complicit but apparently a willing partner in this facade all in the name of safety. Wake up people. Technology is not the be all end all answer , quality drivers properly trained and experienced is.",
    "label": "",
    "docketId": "FMCSA-2018-0037",
    "docAbstract": "Automated Driving Systems (ADS) for Commercial Motor Vehicles (CMVs); Request for Comments Concerning Federal Motor Carrier Safety Regulations (FMCSRs) Which May Be a Barrier to the Safe Testing and Deployment of ADS-Equipped CMVs on Public Roads"
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>I am opposed to the possible new nicotine rule the FDA is currently considering in the form it is presented.  If enacted, it would be unfair to adult smokers, threaten our economy, and may not even be technically achievable. Please oppose this effort.<br/><br/>Before implementing any nicotine standard the FDA should ensure that adult smokers have access to a much greater variety of less harmful alternatives, and to information about the benefits of switching to them. FDA should focus resources on a comprehensive plan to reduce harm through proven strategies to prevent initiation, encourage cessation and by fostering the development of reduced risk alternatives to cigarettes that are satisfying to adult smokers. <br/><br/>If a rule such as the one being considered were enacted, it would basically remove all cigarettes and cigars currently on the market today.  This is essentially a de facto ban on the products many adult tobacco consumers prefer as there are currently no combustible tobacco products on the market today that meet the unreasonable restriction the FDA is considering.  <br/><br/>Everyone can support reasonable regulations, but this goes too far.  Not only would this possible rule target adult tobacco consumers and limit their choices and the options available to them, but it could seriously hurt U.S. tobacco growers and manufacturing.  The overwhelming majority of cigarettes sold in the United States are manufactured right here by American manufacturers using tobacco grown here.  A de facto ban on cigarettes would have a devastating impact on the manufacturing and agricultural sectors, as well as the jobs they support.<br/><br/>This possible rule is unfair and would have far too many unintended, negative consequence. Please keep my views in mind and do not advance such a severe regulatory mandate.<br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>I am opposed to the possible new nicotine rule the FDA is currently considering in the form it is presented.  If enacted, it would be unfair to adult smokers, threaten our economy, and may not even be technically achievable. Please oppose this effort.<br/><br/>Before implementing any nicotine standard the FDA should ensure that adult smokers have access to a much greater variety of less harmful alternatives, and to information about the benefits of switching to them. FDA should focus resources on a comprehensive plan to reduce harm through proven strategies to prevent initiation, encourage cessation and by fostering the development of reduced risk alternatives to cigarettes that are satisfying to adult smokers. <br/><br/>If a rule such as the one being considered were enacted, it would basically remove all cigarettes and cigars currently on the market today.  This is essentially a de facto ban on the products many adult tobacco consumers prefer as there are currently no combustible tobacco products on the market today that meet the unreasonable restriction the FDA is considering.  <br/><br/>Everyone can support reasonable regulations, but this goes too far.  Not only would this possible rule target adult tobacco consumers and limit their choices and the options available to them, but it could seriously hurt U.S. tobacco growers and manufacturing.  The overwhelming majority of cigarettes sold in the United States are manufactured right here by American manufacturers using tobacco grown here.  A de facto ban on cigarettes would have a devastating impact on the manufacturing and agricultural sectors, as well as the jobs they support.<br/><br/>This possible rule is unfair and would have far too many unintended, negative consequence. Please keep my views in mind and do not advance such a severe regulatory mandate.<br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>The FDA should not consider imposing this possible rule as it is unreasonable and would unfairly target adult tobacco consumers by essentially banning the legal products they prefer without having widespread access to and information about alternative, less harmful tobacco products. <br/><br/>A mandate that cigarettes have nearly 98 percent less nicotine than current levels would be a de facto ban on all cigarettes currently on the market.   By effectively banning these products---without first creating a market for less harmful alternative tobacco products---the FDA&#39;s possible rule is simply unfair and unreasonable.<br/><br/>Beyond just adult smokers, this possible rule would hurt our economy. A de facto ban on cigarettes would threaten American tobacco growers and manufacturing.  Given that the vast majority of cigarettes sold in the United States are manufactured domestically from American-grown tobacco, such an severe regulatory mandate would have a serious negative impact on U.S. manufacturing, agriculture, and jobs.<br/><br/>The FDA should focus its resources on a comprehensive plan that reduces harm and risk for adult tobacco consumers through proven strategies to prevent initiation, encourage cessation, and by the development of reduced risk alternatives to cigarettes that adult smokers like.  Please reconsider this drastic regulatory change. <br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>I am opposed to the possible new nicotine rule the FDA is currently considering in the form it is presented.  If enacted, it would be unfair to adult smokers, threaten our economy, and may not even be technically achievable. Please oppose this effort.<br/><br/>Before implementing any nicotine standard the FDA should ensure that adult smokers have access to a much greater variety of less harmful alternatives, and to information about the benefits of switching to them. FDA should focus resources on a comprehensive plan to reduce harm through proven strategies to prevent initiation, encourage cessation and by fostering the development of reduced risk alternatives to cigarettes that are satisfying to adult smokers. <br/><br/>If a rule such as the one being considered were enacted, it would basically remove all cigarettes and cigars currently on the market today.  This is essentially a de facto ban on the products many adult tobacco consumers prefer as there are currently no combustible tobacco products on the market today that meet the unreasonable restriction the FDA is considering.  <br/><br/>Everyone can support reasonable regulations, but this goes too far.  Not only would this possible rule target adult tobacco consumers and limit their choices and the options available to them, but it could seriously hurt U.S. tobacco growers and manufacturing.  The overwhelming majority of cigarettes sold in the United States are manufactured right here by American manufacturers using tobacco grown here.  A de facto ban on cigarettes would have a devastating impact on the manufacturing and agricultural sectors, as well as the jobs they support.<br/><br/>This possible rule is unfair and would have far too many unintended, negative consequence. Please keep my views in mind and do not advance such a severe regulatory mandate.<br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>The FDA should not consider imposing this possible rule as it is unreasonable and would unfairly target adult tobacco consumers by essentially banning the legal products they prefer without having widespread access to and information about alternative, less harmful tobacco products. <br/><br/>A mandate that cigarettes have nearly 98 percent less nicotine than current levels would be a de facto ban on all cigarettes currently on the market.   By effectively banning these products---without first creating a market for less harmful alternative tobacco products---the FDA&#39;s possible rule is simply unfair and unreasonable.<br/><br/>Beyond just adult smokers, this possible rule would hurt our economy. A de facto ban on cigarettes would threaten American tobacco growers and manufacturing.  Given that the vast majority of cigarettes sold in the United States are manufactured domestically from American-grown tobacco, such an severe regulatory mandate would have a serious negative impact on U.S. manufacturing, agriculture, and jobs.<br/><br/>The FDA should focus its resources on a comprehensive plan that reduces harm and risk for adult tobacco consumers through proven strategies to prevent initiation, encourage cessation, and by the development of reduced risk alternatives to cigarettes that adult smokers like.  Please reconsider this drastic regulatory change. <br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>I am writing today to submit my comment on the Food and Drug Administration&#39;s (FDA&#39;s) possible new rule concerning the nicotine levels in cigarettes.  By mandating that the levels of nicotine be reduced nearly 98 percent, this possible rule would essentially ban all cigarettes on the market today.  This possible rule is unfair to adult smokers, and may not even be achievable.  The FDA should not move forward without considering the impact it would have on adult smokers as well as our larger economy.<br/><br/>Once again, the government is trying to solve a problem by restricting choice rather than by giving adults more alternatives.  Rather than reduce choice for adult smokers, the FDA should focus on giving adult smokers more options and access to a wider choice of less harmful tobacco products, and truthful, accurate information about the benefits of switching to them.  Instead, this de facto ban would simply target adult smokers for purchasing the legal products they prefer.<br/><br/>FDA should focus resources on a comprehensive plan to reduce harm through proven strategies to prevent initiation, encourage cessation and by fostering the development of reduced risk alternatives to cigarettes that are satisfying to adult smokers.<br/><br/>Please do not consider such a severe and unfair proposal.<br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "I support the SBTC exemption application.",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "This issue is should not even be questioned. It is the JOB of the usda to push for max disclosure on bioengineered food and make it public. Half truths are not acceptable,you work FOR and represent the people.It is your job!!",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Re GMOs:I don&#39;t care if the food producers and packagers put cyanide in the food I am putting in my body. You must REQUIRE them to put the information somewhere on the label so I can make an informed choice, including GMOs, about which there are still many unknowns. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>The FDA should not consider imposing this possible rule as it is unreasonable and would unfairly target adult tobacco consumers by essentially banning the legal products they prefer without having widespread access to and information about alternative, less harmful tobacco products. <br/><br/>A mandate that cigarettes have nearly 98 percent less nicotine than current levels would be a de facto ban on all cigarettes currently on the market.   By effectively banning these products---without first creating a market for less harmful alternative tobacco products---the FDA&#39;s possible rule is simply unfair and unreasonable.<br/><br/>Beyond just adult smokers, this possible rule would hurt our economy. A de facto ban on cigarettes would threaten American tobacco growers and manufacturing.  Given that the vast majority of cigarettes sold in the United States are manufactured domestically from American-grown tobacco, such an severe regulatory mandate would have a serious negative impact on U.S. manufacturing, agriculture, and jobs.<br/><br/>The FDA should focus its resources on a comprehensive plan that reduces harm and risk for adult tobacco consumers through proven strategies to prevent initiation, encourage cessation, and by the development of reduced risk alternatives to cigarettes that adult smokers like.  Please reconsider this drastic regulatory change. <br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>I am writing today to submit my comment on the Food and Drug Administration&#39;s (FDA&#39;s) possible new rule concerning the nicotine levels in cigarettes.  By mandating that the levels of nicotine be reduced nearly 98 percent, this possible rule would essentially ban all cigarettes on the market today.  This possible rule is unfair to adult smokers, and may not even be achievable.  The FDA should not move forward without considering the impact it would have on adult smokers as well as our larger economy.<br/><br/>Once again, the government is trying to solve a problem by restricting choice rather than by giving adults more alternatives.  Rather than reduce choice for adult smokers, the FDA should focus on giving adult smokers more options and access to a wider choice of less harmful tobacco products, and truthful, accurate information about the benefits of switching to them.  Instead, this de facto ban would simply target adult smokers for purchasing the legal products they prefer.<br/><br/>FDA should focus resources on a comprehensive plan to reduce harm through proven strategies to prevent initiation, encourage cessation and by fostering the development of reduced risk alternatives to cigarettes that are satisfying to adult smokers.<br/><br/>Please do not consider such a severe and unfair proposal.<br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "USTR-2018-0018",
    "docAbstract": "Lead Attorney: Arthur Tsao"
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "CFPB-2018-0013",
    "docAbstract": "The Bureau of Consumer Financial Protection (Bureau) is seeking comments and information from interested parties to assist the Bureau in assessing the overall effectiveness and accessibility of its guidance materials and activities (including implementation support) to members of the general public, including regulated entities. The Bureau is also considering whether it would be appropriate to make changes, consistent with law, to the formats, processes, and delivery methods for providing such guidance."
  },
  {
    "text": "This will disrupt the natural balance ecosystem. You cant slaugther this animals for fun and sport. This is a sick act animal cruelty. This should not be allowed.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I think wildlife protection is extremely important.  We are at a critical time in the history of our planet and it&#39;s time to step up and be good stewards for the next generation and quit exploiting our planet and animals.  Animals are having a really hard time right now, facing human encroachment, loss of habitat and climate change.  Hunting shouldn&#39;t be one of them; not a fair fight and so unnecessary.  There is no reason to kill wild animals and especially loosening regulations to bait and kill sleeping animals is barbaric.  Predators are extremely important in the food chain and necessary for the survival of our species.  Let&#39;s stop this nonsense right now.  Thank you for listening.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "National Park Service - RIN (1024-AE38) - introducing this change is backwards and totally unacceptable. Hunting has it&#39;s place but not in this format. This is barbaric and should not be allowed in this civilised country. ",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I am opposed to the National Park Services plan to repeal the 2015 rule that prohibits killing hibernating bears and their cubs using artificial light, shooting wolf and coyote pups and mothers in their dens, using bait to attract brown and black bears to shoot them point blank, shooting vulnerable swimming caribou, and using dogs to hunt black bears. Allowing these killing practices would be inconsistent with the agencys statutory conservation mandate. Furthermore, Americans do not support these hunting methods and travel to Alaska to see these wild animals, spending more than $2 billion annually in dollars essential to local economies. Please keep these prohibitions in place.<br/><br/>",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "95% of Americans DON&#39;T HUNT! The proposed rule reversal is NOT for hunting to feed oneself and or ones family (the ONLY form of hunting that should be legal). Trophy hunting and the barbaric forms of sadistic sociopathic Satanic violent torture MURDER proposed here serve ONLY to desensitizing folks to the value of life and feelings of others: thereby promoting/satisfying sadistic sociopathic Satanic blood lust violence (serial killers). It&#39;s unAmerican and unacceptable and unconscionable; against the overwhelming majority of Americans and against SCIENCE and against God&#39;s Teachings/Commandments!",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I can not think of anything more sadistic than slaughtering bear cubs and wolf pups in the dens of their mother&#39;s. And those evil devil worshippers who would do this, will no doubt, enjoy slaughtering them. That you can even think to violate the sacredness of a mother who just gave birth, and any other time is a reflection of the devil in you, your parents and how you were raised to kill and slaughter. How are you any better than ISIS and the murderers in the United States who shoot and kill children?",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "To whom it May Concern,<br/><br/>Recent polls show that  a whopping 71 percent of Alaskan voters oppose allowing hunters to use artificial light to attract hibernating <br/>bears and their cubs out of their dens to kill them. Sixty-nine percent oppose hunting black bears with packs of hounds, and <br/>75 percent oppose hunting swimming caribou with the aid of motorboats. Sixty percent of Alaskan voters oppose the baiting of <br/>bears with pet food, grease, rotting game or fish or other high-calorie foods, and 57 percent oppose killing whole packs of wolves <br/>and coyotes when they are raising their pups in their dens.<br/><br/>Most Alaskans do not want hunters, backed by the deep pockets of trophy-hunting groups like Safari Club International and <br/>Alaska Outdoor Council, treating their state as a shopping mall for bearskin rugs and wolf heads to adorn their walls.<br/><br/>Please do NOT allow the above cruel and unfair hunting practices to be put in place.  It is a DISGRACE that anyone would even <br/>consider allowing this  to happen.<br/><br/>Thank you.<br/>",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I am asking that my National Park Service continue to protect the wildlife in Alaska from inhumane hunting methods.  I understand that the majority of Alaskan residents oppose the use of such unsportsmanlike and cruel behavior such as:  using artificial light to attract hibernating bears and cubs out of their dens in order to kill them, hunting swimming caribou from motorboats, and baiting bears with rich food in order to shoot them.  Also a recent poll showed that most Alaskans are strongly opposed to trophy hunting on state lands.  I have never had the pleasure of being in Alaska, but support the majority of Americans there who want to preserve and conserve the wildlife that brings $2 billion dollars yearly into their economy by attracting tourists who want to see animals in their natural habitat, without shooting these animals.  <br/><br/>It is horrible to think that the National Park Service, an organization that I assume is filled with environmentalists and people who take pride in the beauty of this country, is being pressured to rollback protections for the wildlife in our public lands.  Please resist, as a nation we need to know that there are still wild places that support a diverse ecological system, and that the animals on our public lands will not be sacrificed or sold to the highest bidder who only appreciate the bragging rights that come with killing a wild animal.  Or ten.  <br/><br/>Thank you for reaching out for comments from concerned citizens.  Please continue to protect the animals on our public lands, as well as the public lands that are being threatened by development under our current administration.  <br/><br/>",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "My family and I are sincerely asking that Department of Interior abandon the proposed rule (RIN 1024-AE38).<br/>The proposed rule seeks to repeal a carefully considered and crafted 2015 rule that prohibited overly aggressive predator control practices on National Preserves in Alaska. The 2015 rule was supported by scientists and thousands of Americans who commented in support of protecting predators from these unsportsmanlike and cruel killing practices. <br/>The 2015 rule banned cruel, unethical and outdated practices such as killing mother bears and cubs at their den sites; baiting brown and black bears with pastries or other human foods; killing wolves and coyotes with pups during their denning season; shooting caribou from boats or shore as they cross lakes or rivers; and using dogs to hunt bears.<br/>These aforementioned practices are not permitted elsewhere in National Parks or Preserves.<br/>Importantly, these practices are not in keeping with the spirit or the language of the National Park Services directive to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation.&quot; We care deeply about good sportsmanship and good wildlife stewardship and the 2015 rule aligns with these American values. The proposed rule very much does not!<br/>Finally, the proposed rule would overturn an existing 2015 NPS rule that is consistent with federal law and outlaws overly aggressive predator control practices on these preserves in Alaska. <br/>Thank you for your careful attention to our comments.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Please , please, please, do NOT allow the indiscriminate and I Humane hunting of bears and cubs in their dens, wolves and cubs in or by their dens or moose and other ungulates while swimming, chased by motorboats ! What is wrong with you people ? You dont even speak of leveling the playing field,which would be bad enough.?It amounts to canned hunting. The people that want to do this have more money than sense or hunting skills. How sporting of them to use artificial light to awaken animals out of their dens and then shoot them ! Brilliant !!Sounds like a bunch of adolescentbehavior to me. Heck anybody can do that. Doesnt take any skill at all. Trophy hunting is for the rich and lame people. They have nothing better to do with their time or money and get the bragging rights of their  big kill  How sporting of them . Los to all of them . And the people promoting this. You all should be ashamed of yourselves .",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Im writing today to demand that the Department of Interior abandon the proposed rule (RIN 1024-AE38).<br/>The proposed rule seeks to repeal a common-sense 2015 rule that prohibited overly aggressive predator control practices on National Preserves in Alaska. <br/>The 2015 rule banned unethical and barbaric practices such as killing mother bears and cubs at their den sites; baiting brown and black bears with pastries or other human foods; killing wolves and coyotes with pups during their denning season; shooting caribou from boats or shore as they cross lakes or rivers; and using dogs to hunt bears.<br/>These practices are not permitted elsewhere in National Parks or Preserves and are not in keeping with the spirit or the language of the National Park Services directive to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation.&quot;<br/>This proposed rule would overturn an existing 2015 NPS rule that is consistent with federal law and outlaws overly aggressive predator control practices on these preserves in Alaska. This 2015 rule was supported by scientists and thousands of Americans who commented in support of protecting predators from these cruel killing practices. ",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": " Im writing today to demand that the Department of Interior abandon the proposed rule (RIN 1024-AE38).<br/>The proposed rule seeks to repeal a common-sense 2015 rule that prohibited overly aggressive predator control practices on National Preserves in Alaska. <br/>The 2015 rule banned unethical and barbaric practices such as killing mother bears and cubs at their den sites; baiting brown and black bears with pastries or other human foods; killing wolves and coyotes with pups during their denning season; shooting caribou from boats or shore as they cross lakes or rivers; and using dogs to hunt bears.<br/>These practices are not permitted elsewhere in National Parks or Preserves and are not in keeping with the spirit or the language of the National Park Services directive to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation.&quot;<br/>This proposed rule would overturn an existing 2015 NPS rule that is consistent with federal law and outlaws overly aggressive predator control practices on these preserves in Alaska. This 2015 rule was supported by scientists and thousands of Americans who commented in support of protecting predators from these cruel killing practices.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Please do not bow to the wishes of the Safari club and a handful of big game hunters over the wishes of the majority of Alaskans.<br/><br/>A conclusive poll has found that 71 percent of Alaskan voters oppose allowing hunters to use artificial light to attract hibernating bears and their cubs out of their dens to kill them. Sixty-nine percent oppose hunting black bears with packs of hounds, and 75 percent oppose hunting swimming caribou with the aid of motorboats. Sixty percent of Alaskan voters oppose the baiting of bears with pet food, grease, rotting game or fish or other high-calorie foods, and 57 percent oppose killing whole packs of wolves and coyotes when they are raising their pups in their dens.<br/><br/>The poll also found that a majority of voters disfavor allowing trophy hunters and trappers killing wolves, brown bears, black bears, wolverines, lynx and other wildlife on state lands along the northeast boundary of Denali National Park and Preserve.<br/><br/>In complete disregard for the wishes of the states residents, however, the Department of the Interiors National Park Service is now accepting public comments on the controversial rule thats designed to benefit a handful of trophy hunters looking for their next big kill.<br/><br/>The proposed legislation to allow these deplorable practices should be struck down. Please support the people not rich hunters and the Safari club.<br/><br/>",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "This is disgusting. Wildlife should be preserved not hunted. To kill cubs whilst theyre sleeping is just incomprehensibe and butchering these animals should be banned at all costs. Soon we will have nothing but barbaric humans like Trump alone populating this world, with nothing in the wildlife to admire and protect. You should all be ashamed of yourselves if you support this madness. ",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Im writing today to demand that the Department of Interior abandon the proposed rule (RIN 1024-AE38).<br/>The proposed rule seeks to repeal a common-sense 2015 rule that prohibited overly aggressive predator control practices on National Preserves in Alaska. <br/>The 2015 rule banned unethical and barbaric practices such as killing mother bears and cubs at their den sites; baiting brown and black bears with pastries or other human foods; killing wolves and coyotes with pups during their denning season; shooting caribou from boats or shore as they cross lakes or rivers; and using dogs to hunt bears.<br/>These practices are not permitted elsewhere in National Parks or Preserves and are not in keeping with the spirit or the language of the National Park Services directive to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation.&quot;<br/>This proposed rule would overturn an existing 2015 NPS rule that is consistent with federal law and outlaws overly aggressive predator control practices on these preserves in Alaska. This 2015 rule was supported by scientists and thousands of Americans who commented in support of protecting predators from these cruel killing practices. <br/> <br/><br/>",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "STOP the insane, cruel and senseless killing of innocent animals!!!  Hunting and Trapping is cowardly and disgusting.  Utilize time more wisely by doing something good and beneficial to the environment and society.  Your sickening actions are purely a reflection upon all individuals who participate in these activities of murder.  Mankind needs to learn decency from animals.  Animals NEVER have ulterior motives or do the stupid things that people do every single day.  Seriously, WHY do you commit these idiotic actions against animals.  How would you feel if someone invaded your home or environment with intentions to harm and kill you?!!  Exactly, Senseless and Moronic.  Nothing intelligent about that.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Im writing today to demand that the Department of Interior abandon the proposed rule (RIN 1024-AE38).<br/>The proposed rule seeks to repeal a common-sense 2015 rule that prohibited overly aggressive predator control practices on National Preserves in Alaska. The 2015 rule banned unethical and barbaric practices such as killing mother bears and cubs at their den sites; baiting brown and black bears with pastries or other human foods; killing wolves and coyotes with pups during their denning season; shooting caribou from boats or shore as they cross lakes or rivers; and using dogs to hunt bears.  These practices are not permitted elsewhere in National Parks or Preserves and are not in keeping with the spirit or the language of the National Park Services directive to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation.&quot;  This proposed rule would overturn an existing 2015 NPS rule that is consistent with federal law and outlaws overly aggressive predator control practices on these preserves in Alaska. This 2015 rule was supported by scientists and thousands of Americans who commented in support of protecting predators from these cruel killing practices. ",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Ryan Zinke,<br/><br/>I am writing to encourage the Department of Interior to abandon the proposed rule (RIN 1024-AE38). <br/><br/>It seeks to repeal 2015 rule prohibiting overly aggressive management of predators on national preserves in Alaska. Included in the rightly-banned practices are the killing mother bears and cubs at den sites, baiting brown and black bears with pastries or other foods, killing wolves and coyotes with pups during their denning season, killing caribou from a boat, and using dogs to hunt bears.<br/><br/>These practices are not permitted elsewhere on NPS Preserves and are not in keeping with the spirit or the language of directive to the National Park Service to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation&quot; for the &quot;benefit, use, education, and inspiration of present and future generations.&quot; <br/><br/>The existing 2015 NPS rule this would overturn is consistent with federal law and outlaws overly aggressive predator management on these Preserves in Alaska. This rule was supported by scientists and thousands of public comments. I ask the Department of Interior to reject RIN 1024-AE38.<br/><br/>Thank you for your consideration.<br/><br/>Sincerely,<br/><br/>David Meade<br/>dvdmd7@gmail.com<br/>115 N Pennsylvania Ave<br/>Apollo, Pennsylvania 15613",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Im writing today to demand that the Department of Interior abandon the proposed rule (RIN 1024-AE38). ",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I urge the Department of Interior to drop the proposed rule RIN 1024-AE38, which aims to repeal and replace a common-sense rule from 2015 that banned excessively aggressive predator control practices on National Preserves in Alaska.<br/><br/>In fact, that 2015 rule specifically prohibited barbaric and unethical methods such as shooting caribou from boats or shore as they cross rivers or lakes; using dogs to hunt bears; killing coyotes and wolves with pups during their dunning season; baiting brown bears with human foods, including pastries; and killing mother bears and cubs at their denning sites.<br/><br/>Nowhere else in National Parks and Preserves are such practices allowed, as they are definitely not furthering the spirit or wording of the National Park Service&#39;s directive to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation.&quot;<br/><br/>The 2015 NPS rule which outlaws unreasonably aggressive predator control practices, such as those enumerated above and any similar measures, on National Preserves in Alaska, and which is consistent with federal law, should NOT be jettisoned and replaced by the proposed rule RIN 1024-AE38, especially since that 2015 rule was supported by thousands of Americans, as well as scientists, who sent comments in its favor to ensure the protection of predators from these cruel killing practices.<br/><br/>I demand that the 2015 rule remain in place, and that the proposed rule RIN 1024-AE38 be rejected and abandoned.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "The Final Rule established in October of 2015 should stand and any proposed changes discarded.  Hunters and trappers have plenty of opportunity to kill animals without resorting to inhumane, unsportsmanlike practices such as those allowed under the proposed changes.  <br/><br/>Science supports the October 2015 Final Rule; large predators are an essential part of the Alaskan ecosystem and allowing them to be killed in large numbers upsets the balance of nature.  Plus, polls consistently show that a majority of Americans do not support practices such as those proposed, and visitors to our public lands want to see our iconic species in the wild.<br/><br/>Please support science and the will of the American people and do not make any changes to the Oct. 2015 Final Rule.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Please oppose the new rule that would revoke federal regulations currently protecting animals from barbaric hunting practices in federally owned wildlife refuges in Alaska. This rule would allow trophy hunters to stalk bears with dogs, bait bears with junk food, chase down swimming caribou with motor boats, and massacre hibernating bears and cubs as well as wolf and coyote mothers and babies inside their dens. Do not let this rule pass.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I don&#39;t want to see the National Park Service allow hunting and trapping in the National Preserves of Alaska for the following reasons:<br/>It&#39;s cruel to allow methods such as the use of artificial light to attract bears and their cubs out of their dens to be killed or to bait<br/>them with food.<br/>It&#39;s cruel to use bait to attract bears and to use dogs to hunt bears.<br/>Most of those Alaskans that were polled by the Remington Research Group pertaining to this issue of hunting hibernating <br/>bears and the killing of whole packs of wolves and coyotes in their dens were opposed to this cruelty.<br/>Most of Alaskan voters don&#39;t want trophy hunters and trappers killing wildlife on state lands.<br/><br/>Predator control, including trophy hunting and culling of native carnivores, has been shown to not work as has been found<br/>in a recent new study that was reported in the Scientific American June 9th, 2018 issue, &quot;Does Killing Sharks, Wolves and Other Top Predators<br/>Solve Our Conflicts with Them?&quot;<br/>In this study, it is shown that because predators are essential to the ecosystem since they regulate prey <br/>populations, without them the ecosystems become unbalanced and other smaller animals that were prey before, become larger<br/>in numbers which can become threatening to other species.  <br/>In 141 studies of predator removal, success of creating a balance was rarely achieved, according to the article in Scientific<br/>American as referenced above.  What was found instead was that new predators moved in to the area where the former <br/>predators had been removed from and recolonized the area, increasing the numbers of the  new predator over the one that <br/>was removed.<br/><br/>Also, there are ways to deal with the human conflict issue - electric fencing, bear-proof garbage cans, not leaving food out to attract bears,<br/>and &quot;re-wilding&quot; an ecosystem, or bringing in more animals that are natural prey for carnivores, which reduces their interest in other animals.<br/>Also, It&#39;s really the responsibility of people who may be living close to bear habitats to assume responsibility for bear proofing the areas<br/>where they live.<br/><br/>Finally, most Alaskans don&#39;t want hunters, backed by trophy hunting groups like Safari Club, to massacre the wild animals just<br/>so they can have something hanging on their walls.  Most people would like to be able to see these majestic animals in the wild one<br/>day and in Alaska, wildlife watching tourism brings in two billion dollars every year to their economy.<br/><br/>Please don&#39;t allow this cruel form of hunting that is being proposed.  Please help preserve the animals for future generations.<br/>Do the right thing for the animals!  Thank you.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Im writing today to demand that the Department of Interior abandon the proposed rule (RIN 1024-AE38). <br/>The proposed rule seeks to repeal a common-sense 2015 rule that prohibited overly aggressive predator control practices on National Preserves in Alaska. <br/>The 2015 rule banned unethical and barbaric practices such as killing mother bears and cubs at their den sites; baiting brown and black bears with pastries or other human foods; killing wolves and coyotes with pups during their denning season; shooting caribou from boats or shore as they cross lakes or rivers; and using dogs to hunt bears. <br/>These practices are not permitted elsewhere in National Parks or Preserves and are not in keeping with the spirit or the language of the National Park Services directive to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation.&quot; <br/>This proposed rule would overturn an existing 2015 NPS rule that is consistent with federal law and outlaws overly aggressive predator control practices on these preserves in Alaska. This 2015 rule was supported by scientists and thousands of Americans who commented in support of protecting predators from these cruel killing practices. ",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "NO ROLL BACK OF ANY PROTECTIONS OF WILDLIFE AND FLORA IN ANY NATIONAL PRESERVES IS ACCEPTABLE !!! .... THESE BELONG TO WE THE PEOPLE, REMEMBER THAT !!!",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I need the Department of Interior abandon the proposed rule (RIN 1024-AE38). This proposed rule seeks to repeal a common-sense 2015 rule that prohibited overly aggressive predator control practices on National Preserves in Alaska. <br/><br/>The 2015 rule banned unethical and barbaric practices, such as killing mother bears and cubs at their den sites; baiting brown and black bears with pastries or other human foods; killing wolves and coyotes with pups during their denning season; shooting caribou from boats or shore as they cross lakes or rivers; and using dogs to hunt bears.  These practices are not permitted elsewhere in National Parks or Preserves and are not in keeping with the spirit or the language of the National Park Services directive to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation.&quot;<br/><br/>This proposed rule would overturn an existing 2015 NPS rule, which is consistent with federal law and outlaws overly aggressive predator control practices on these preserves in Alaska.  This 2015 rule was supported by scientists and thousands of Americans who commented in support of protecting predators from these cruel killing practices. <br/><br/>The proposed overturning of the 2015 caters to bad hunters who can&#39;t hit anything without help.  Commonsense says that this is nothing more than the thinly veiled excitement of bullies with guns that can&#39;t wait to kill whatever they can.  If the rules don&#39;t let them kill the way they want to, they propose to get rid of the rules.  Don&#39;t get rid of the rules, get rid of the bullies.  They won&#39;t be missed.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "As one of 1.3 million members and supporters of the National Parks Conservation Association, I strongly oppose the National Park Service&#39;s attempt to roll back 2015 clarifications of existing park authority to protect bears and wolves on Alaska national preserves. Extreme sport hunting methods, like brown bear baiting and killing hibernating black bear mothers and cubs in dens, don&#39;t belong on national preserves in Alaska.<br/><br/>National parks and preserves in Alaska were set aside by Congress as special places where bears, wolves and other wildlife roam as part of a natural ecosystem. This is why I oppose the National Park Service&#39;s proposal to allow extreme hunting practices.<br/><br/>In the first chapter of the Bible, God imposed on man the serious responsibility of stewarding His Creation.  Permitting the murder (YES! --MURDER!) that you are promoting subjects you to a final judgment which I would not want to witness!!<br/><br/>I urge you to protect our last, best chance to make sure our children inherit a world with wild spaces and wildlife. Thank you.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "For the past 26 years I have lived, camped in, hiked on, rafted through and generally loved Alaska from the North Slope to Nome to Dutch Harbor and to Juneau.  In that time I have spent time in all of Alaska&#39;s National Parks.  I&#39;ve eaten lunch on mountaintops in the Brook&#39;s range while watching Bear and Wolverine below.  I&#39;ve watched Brown Bear on the barren landscape of Katmai.  And for nine days in a row, a pack of wolves visited our camp while hiking on the Great Kobuk Sand Dunes.  <br/><br/>To hear the National Park Service is attempting to roll back the 2015 wildlife protections in response to bureaucrats in DC makes me physically ill.  One of our country&#39;s greatest hunting advocates Theodore Roosevelt, a Republican, said, &quot;In a civilized and cultivated country, wild animals only continue to exist at all when preserved by sportsmen.&quot;  Killing bear at bait stations and killing sows and cubs in their dens is not hunting.  It is the exact opposite of preservation. <br/>It is inhumane and completely unethical.  Our wildlife is in peril.  The National Parks and Preserves were, in part, created to protect and preserve wildlife.  <br/><br/>Our children need to be outdoors today more than ever.  And they need the outdoors to contain all the richness and diversity of wildlife possible.  I urge you to protect our wild spaces and reject the proposals allowing the slaughter of that wildlife.<br/><br/>Thank you.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "As one of 1.3 million members and supporters of the National Parks Conservation Association, I strongly oppose the National Park Service&#39;s attempt to roll back 2015 clarifications of existing park authority to protect bears and wolves on Alaska national preserves. Extreme sport hunting methods, like brown bear baiting and killing hibernating black bear mothers and cubs in dens, don&#39;t belong on national preserves in Alaska.<br/><br/>National parks and preserves in Alaska were set aside by Congress as special places where bears, wolves and other wildlife roam as part of a natural ecosystem. This is why I oppose the National Park Service&#39;s proposal to allow extreme hunting practices.<br/><br/>I urge you to protect our last, best chance to make sure our children inherit a world with wild spaces and wildlife. Thank you.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "I am adamantly opposed to the National Park&#39;s plan to repeal the 2015 rule that prohibits killing hibernating bears and their cubs, shooting wolves and coyotes in their dens, using bear bait and dogs to kill bears and shooting vulnerable swimming caribou.  These methods are cruel and inhumane with a preference to the trophy hunter lobby and not the sentiments of the general public nor Alaskans.   I have travelled to Alaska several times for the express purpose to see and appreciate these wild animals and I understand that this tourism helps supports Alaska&#39;s economy.  Please I urge you to keep these prohibitions in place.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Please do not allow abusive hunting practices like baiting bears, gunning from helicopters, or attacking wolf or bear dens.  I believe that National Preserves should be a place where animals of all types can live peacefully without the threat of violence.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": " Im writing today to demand that the Department of Interior abandon the proposed rule (RIN 1024-AE38), which seeks to repeal a common-sense 2015 rule that prohibited overly aggressive predator control practices on National Preserves in Alaska. <br/><br/>The 2015 rule banned unethical and barbaric practices such as killing mother bears and cubs at their den sites; baiting brown and black bears with pastries or other human foods; killing wolves and coyotes with pups during their denning season; shooting caribou from boats or shore as they cross lakes or rivers; and using dogs to hunt bears.  Such practices are not permitted elsewhere in National Parks or Preserves and are not in keeping with the spirit or the language of the National Park Services directive to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation.&quot;<br/><br/>This proposed rule would overturn an existing 2015 NPS rule that is consistent with federal law and outlaws overly aggressive predator control practices on these preserves in Alaska. This 2015 rule was supported by scientists and thousands of Americans who commented in support of protecting predators from these cruel killing practices.  It should be left in place, unfettered and not weakened or compromised.",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "The results that this would bring upon the land and species of important wildlife is disastrous. The trophy hunting that would be permitted is barbaric and inhumane. Recall the wise words of Grigory Kozhevnikov:&quot;One should leave nature to itself and observe the results&quot;. We might not have the tsar Nicholas II of Russia but we can learn from such a man&#39;s legacy and tactics regarding the land and it&#39;s wildlife. Please take time to think critically and do the right thing! ",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Ryan Zinke,<br/><br/>I am writing to encourage the Department of Interior to abandon the proposed rule (RIN 1024-AE38). <br/><br/>It seeks to repeal 2015 rule prohibiting overly aggressive management of predators on national preserves in Alaska. Included in the rightly-banned practices are the killing mother bears and cubs at den sites, baiting brown and black bears with pastries or other foods, killing wolves and coyotes with pups during their denning season, killing caribou from a boat, and using dogs to hunt bears.<br/><br/>These practices are not permitted elsewhere on NPS Preserves and are not in keeping with the spirit or the language of directive to the National Park Service to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation&quot; for the &quot;benefit, use, education, and inspiration of present and future generations.&quot; <br/><br/>The existing 2015 NPS rule this would overturn is consistent with federal law and outlaws overly aggressive predator management on these Preserves in Alaska. This rule was supported by scientists and thousands of public comments. I ask the Department of Interior to reject RIN 1024-AE38.<br/><br/>Thank you for your consideration.<br/><br/>Sincerely,<br/><br/>Mary Scott<br/>mhscott@gte.net<br/>7109 51st Place East<br/>Bradenton, Florida 34203",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Ryan Zinke,<br/><br/>I am writing to encourage the Department of Interior to abandon the proposed rule (RIN 1024-AE38). <br/><br/>It seeks to repeal 2015 rule prohibiting overly aggressive management of predators on national preserves in Alaska. Included in the rightly-banned practices are the killing mother bears and cubs at den sites, baiting brown and black bears with pastries or other foods, killing wolves and coyotes with pups during their denning season, killing caribou from a boat, and using dogs to hunt bears.<br/><br/>These practices are not permitted elsewhere on NPS Preserves and are not in keeping with the spirit or the language of directive to the National Park Service to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation&quot; for the &quot;benefit, use, education, and inspiration of present and future generations.&quot; <br/><br/>The existing 2015 NPS rule this would overturn is consistent with federal law and outlaws overly aggressive predator management on these Preserves in Alaska. This rule was supported by scientists and thousands of public comments. I ask the Department of Interior to reject RIN 1024-AE38.<br/><br/>Thank you for your consideration.<br/><br/>Sincerely,<br/><br/>Hadley Klein<br/>klein.h.2017@gmail.com<br/><br/>Alameda, California 94501",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Ryan Zinke,<br/><br/>I am writing to encourage the Department of Interior to abandon the proposed rule (RIN 1024-AE38). <br/><br/>It seeks to repeal 2015 rule prohibiting overly aggressive management of predators on national preserves in Alaska. Included in the rightly-banned practices are the killing mother bears and cubs at den sites, baiting brown and black bears with pastries or other foods, killing wolves and coyotes with pups during their denning season, killing caribou from a boat, and using dogs to hunt bears.<br/><br/>These practices are not permitted elsewhere on NPS Preserves and are not in keeping with the spirit or the language of directive to the National Park Service to &quot;provide for the maintenance of sound populations of, and habitat for, wildlife species of inestimable value to the citizens of Alaska and the Nation&quot; for the &quot;benefit, use, education, and inspiration of present and future generations.&quot; <br/><br/>The existing 2015 NPS rule this would overturn is consistent with federal law and outlaws overly aggressive predator management on these Preserves in Alaska. This rule was supported by scientists and thousands of public comments. I ask the Department of Interior to reject RIN 1024-AE38.<br/><br/>Thank you for your consideration.<br/><br/>Sincerely,<br/><br/>Dee Halzack<br/>dee.halz@ix.netcom.com<br/>318 Pawtucket st<br/>Lowell, Massachusetts 01854",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Im opposed to the National Park Services proposed rule to repeal the 2015 regulatory provisions that prohibit killing black bears and their cubs with artificial light at den sites, using bait to attract brown bears for an easy shot, killing wolf and coyote mothers and pups in their dens, using dogs to hunt black bears, and killing defenseless swimming caribou.<br/>The National Park Service should not reverse its original rule, which was carefully deliberated, based on the best available science, and subject to extensive public input.<br/>As an American, I appreciate our native carnivores and believe that they should be treated humanely and with an appreciation for the critical role they play in maintaining a healthy ecosystem.<br/>The National Park Service is directly contravening its own findings that the described methods of hunting and trapping frequently allowed by the Alaska Board of Game to increase opportunities to harvest predators are not consistent with the Alaska National Interest Lands Conservation Act.<br/>The 2015 protections currently in place only restrict sport hunting in national preserves, which constitute less than six percent of the area in Alaska open to hunting. These limitations are sufficient and reasonable.<br/>The Alaska National Interest Lands Conservation Act and other federal laws mandate that the National Park Service preserve national lands, including national preserves, for the benefit of present and future generations.<br/>The proposed rule will increase public safety concerns resulting from baiting of bears. This practice was originally prohibited by the NPS to help protect the public from food-conditioned bears, which are more likely to cause human injury. <br/><br/>  <br/><br/>Please share this Action Alert  and thank you for helping protect Alaska&#39;s wildlife!<br/>",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Please refuse permits to kill bears that are hibernating. This is senseless culling of an animal that requires our undivided attention and protection from this ridiculous proposed act!<br/><br/> Why don&#39;t we help protect these Majestic Beautiful Creatures, instead of protecting the fragile egos of these individuals who feel the need to kill an animal for nothing other than a trophy! This is pathetic behavior, and beyond  The true needs of our societie today. <br/><br/>We would be better served  keeping the ecosystem intact and allowing people to come to our national parks to witness that Eco system in complete harmony. That is where our money and focus should be, not on this ridiculous attempt to generate extra funding because a few desire the right to shoot animals while hibernating just to support a stupid trophy case, and their fragile ego!!<br/><br/> We as a nation are far better than that and our policy should be reflecting exactly that instead of the fragile egos of those that feel the need to kill and mame defenseless creatures!",
    "label": "",
    "docketId": "NPS-2018-0005",
    "docAbstract": null
  },
  {
    "text": "Please eliminate access to bump stocks. Anything that allows a killing machine to kill more is not needed in our society, and is in fact, contributing to the senseless deaths of our citizens.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "&quot;...clarify that &quot;bump fire&quot; stocks, slide-fire devices, and devices with certain similar characteristics (bump-stock-type devices) are &quot;machineguns&quot; as defined by the National Firearms Act of 1934 (NFA) and the Gun Control Act of 1968 (GCA), because such devices allow a shooter of a semiautomatic firearm to initiate a continuous firing cycle with a SINGLE PULL OF THE TRIGGER.&quot;<br/><br/>This statement is patently false. A semi-automatic weapon BY DEFINITION can only discharge a single round per pull of the trigger. Since these devices do NOT alter the firing or cycling mechanisms of the semi-automatic weapon, they are still only discharging a single round per pull of the trigger.<br/><br/>If one were to wrap a zip-tie around the trigger to keep it depressed it would still only fire ONE round during the initial depress, regardless of the use of any of these &quot;bump stock&quot; devices --  meaning the the definition of a semi-automatic weapon still applies and it does not (and cannot) fire more than one round per pull of the trigger.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "We, the people, do not support the banning of an add on device because of the direction of the media of the outlier use from one rogue person. <br/><br/>Bump fire stocks should not be banned. Period. ",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I am strongly in favor of banning bump stocks, and hope very much that new regulations will be put in place to prohibit their purchase through ATF-2018-002.  As a mother and a teacher, I am deeply concerned for the safety of our children, and all citizens; tragedies such as what happened at the music festival in Las Vegas are preventable with gun laws.  The argument that more guns make us safer does not stand up to scientific scrutiny, and certainly didn&#39;t make the music festival safe, but led to the death of dozens of innocent people, and the injury of hundreds.  Please ban bump stocks!",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Please make bump stocks illegal. They have no purpose but to kill mass numbers of people easily. This is the absolute minimum you could do.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Ban bump stocks or any other devices that allow rapid fire of a gun.  No more evidence is needed to know that such devices are anti-life.<br/><br/>John Trotter",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": " ATF should act quickly to make this proposed rule final  making clear that bump stocks are illegal because they enable shooters to transform their guns into automatic weapons. These devices have an especially deadly effect, and this rule would have an immeasurable public safety benefit.<br/><br/> Until ATF acts, bump stocks and other so-called &quot;conversion devices&quot; exploit a gap in federal law. As a result, they are inexpensive, easily attainable, and a grave public danger.<br/><br/> Finalizing ATF&#39;s rule is a major step, but it does not solve the entire conversion devices problem. Even with this final rule, we still need Congress to pass a law that makes all devices illegal if they enable shooters to mimic automatic gunfire.<br/><br/> Machine guns have been illegal to manufacture for over 30 years  and any owner has gone through a special background check process and registered the machine gun with ATF. But conversion devices like bump stocks exploit the vague definition of &quot;machine gun&quot; in our federal law, and are designed specifically to get around the strong laws designed to keep fully automatic firearms out of civilian hands.<br/><br/> There is an immeasurable benefit to the public safety, including in my community, in making clear that bump stocks are illegal. Indeed, ATF&#39;s proposed rule is a regulation that enforces machine gun laws that date back many decades  and it will have the same dramatic benefit originally intended by those foundational laws. That benefit is easy to see  without bump stocks, the Las Vegas shooter would have been unable to shoot and kill 58 people and injure hundreds more in the space of only 10 minutes.<br/><br/>",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I support the purposed rule on bump stocks. We need to do what we can to make this nation a safer place for the next generation. ",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Please approve this proposed rule as soon as possible. Bump stocks and other conversion devices exploit a gap in federal law, are too easy to acquire, and put our communities and CHILDREN at risk. This shouldn&#39;t be a rule that is subject to numbers of comments on either side but should be approved as a reasonable mechanism to make our country safer. <br/><br/>The dead children at Sandy Hook, Parkland, and all the victims in Las Vegas deserve this.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "I support the proposed rule clarifying federal law and regulating bump stocks  a rule that would make clear that these devices are illegal.<br/><br/>Bump stocks are of no value for target shooting, animal hunting or self protection. They are only useful for hunting and killing human beings. The right of human life is far more important than bumpstockj rights. <br/><br/>",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "A bump stock ban wont prevent murders but hopefully will mitigate mass murders. Penalties for sale or possession have to be extremely compelling for any ban to make a difference. ",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Make bump stocks illegal.  Pay no attention to the NRA or its members and supporters.  The NRA should be disbanded.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks. These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/>",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": " I work in the auto manufacturing sector and disagree with a decision to add a tariff on goods imported to produce our parts or vehicles. I feel that if a tax is added to these goods this will hurt our company and our community. Our company has many Americans employed, and I think that additional tariff&#39;s will negatively affect our jobs.  ",
    "label": "",
    "docketId": "DOC-2018-0002",
    "docAbstract": null
  },
  {
    "text": "<br/>    Tariffs are a direct tax on American companies and consumers.<br/><span style='padding-left: 30px'></span><br/>    Imports of autos and auto parts do not threaten American security.  Imposing a 25% tariff on these products risks economic harm and the threat of retaliatory tariffs.<br/><span style='padding-left: 30px'></span><br/>    The specialty and performance parts industry is made up primarily of small businesses that have no impact on domestic industrial capacity and national security.<br/><span style='padding-left: 30px'></span><br/>    Tariffs would endanger the automotive hobby, which is enjoyed by millions of Americans.<br/><span style='padding-left: 30px'></span><br/>    Millions of American workers are employed within the industry segment that imports automobiles and auto parts.<br/><br/>    Millions of American workers are also employed domestically in producing automobiles and auto parts that are exported to the global marketplace. Tariffs would endanger those manufacturing jobs.",
    "label": "",
    "docketId": "DOC-2018-0002",
    "docAbstract": null
  },
  {
    "text": "Tariffs are a direct tax on American companies and consumers.<br/> <br/>Imports of autos and auto parts do not threaten American security.  Imposing a 25% tariff on these products risks economic harm and the threat of retaliatory tariffs.<br/> <br/>The specialty and performance parts industry is made up primarily of small businesses that have no impact on domestic industrial capacity and national security.<br/> <br/>Tariffs would endanger the automotive hobby, which is enjoyed by millions of Americans. <br/> <br/>Millions of American workers are employed within the industry segment that imports automobiles and auto parts.<br/>Millions of American workers are also employed domestically in producing automobiles and auto parts that are exported to the global marketplace. Tariffs would endanger those manufacturing jobs.",
    "label": "",
    "docketId": "DOC-2018-0002",
    "docAbstract": null
  },
  {
    "text": "To Whom It May Concern, <br/><br/>This tariff will cause catastrophic damage to the South Eastern Automotive Industry.<br/>By implementing this tax, you will be jeopardizing tens of thousands of American jobs and the economic stability of our region.<br/>This would do more harm to National Security and overall stability of our National Economy.<br/>Since the majority of ALL automakers rely on foreign trade for sub components, this bill would harm every auto parts manufacturer and assembly facility whether it&#39;s Head Quarter is based in the United States or in a foreign country.<br/>Several automobile manufacturers are dealing with inventory and market issues as it is and we are afraid something like this could be the &quot; Straw that broke the camels back&quot;<br/>We all know that higher taxes cause higher prices, higher prices cause a difficulty of purchase, and less purchases results in less jobs needed. People without a job cannot purchase anything and then other sectors of the economy start dramatically dropping as well. <br/>So we strongly ask you to reconsider this under the current terms of Section 232. ",
    "label": "",
    "docketId": "DOC-2018-0002",
    "docAbstract": null
  },
  {
    "text": "I also ask that you exclude classic and collector cars.  Most of the classic and collector car owners are not wealthy and a 25% tax would be devastating to the classic and collector community, and would provide little to no benefit to achieving the Presidents goals, which I do indeed support.    ",
    "label": "",
    "docketId": "DOC-2018-0002",
    "docAbstract": null
  },
  {
    "text": "This is mindless and a terrible proposal. Not only will it hurt our economy but it will stunt American growth and innovation. ",
    "label": "",
    "docketId": "DOC-2018-0002",
    "docAbstract": null
  },
  {
    "text": "On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks.<br/><br/>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat.<br/>",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Bump- stocks have no use for civilians...period!! Get them off the market.....NOW! They allow mass killings of innocent people of all ages. Why would anyone want that? Military? I guess they were meant for that use. Fine! But not for any other use. The NRA is being too careless and greedy. I just don&#39;t get tired! Stop the nonsense and protect us, not put us in harms way. Protection comes in many forms; removing bump-stocks is one way to help we the people.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks.<br/><br/>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Senseless shootings need to end. Stronger gun control is needed.<br/><br/>On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks.<br/><br/>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks.<br/><br/>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat.<br/><br/>",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "The only thing the use of a bump stock accomplishes is to kill more people. Let that sink in. A bump stock makes it possible to open fire on a crowd of people and maim, injure, and kill as many people as possible. This has nothing to do with the Second Amendment, sport shooting, or hunting. Bump stocks should be illegal to manufacture, sell, or own in this country. Let&#39;s get rid of them and make this a safer, saner America.  ",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "commonly known as bump fire stocks.<br/><br/>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat.<br/><br/>",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Bump stocks have nothing to do with the 2nd Amendment! Bump stocks only let the user kill more people.  Permanently BAN bump stocks!",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks.<br/><br/>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat. This action is long-overdue!<br/><br/>",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks.<br/><br/>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat.<br/><br/>Thank you for your attention to this matter.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "this is a misleading label and should not be acceptable for GMO products. <br/>GMO products should be clearly labeled as such. <br/>Thank you",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "We have a right to not choose gmo foods.  They need to be labeled correctly.  ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Dear Sirs:<br/><br/><span style='padding-left: 30px'></span>GMO and Genetically modified are the terms people know.  Please don&#39;t engage in any deceptive games of changing the nomenclature.<br/><br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "honest labeling of and product should be on products and for food especially....stop playing <br/>at tricking and trying to fool the public...I want to know what is in my food and other products <br/>good bad or ugly I want to know what is in it and be able to decide if I want to buy it<br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Re: docket identification (ID) number CEQ-2018-0001<br/><br/>Dear Counsel on Environmental Quality,<br/><br/>You are entrusted with ensuring full and fair implementation of the National Environmental Policy Act.<br/><br/>In order to ensure a full and fair opportunity to answer the questions put forth in the June 20, 2018 public notice, I urge you to extend the comment period an additional 90 days.  These are complicated questions and vitally important issues.  Thirty days is not enough time to provide a full and fair opportunity for the public to be heard - especially given your obvious intent to seek to rollback the law and the public&#39;s future opportunity to be heard pursuant to NEPA.<br/><br/>In addition, I want to be on record to make clear, I oppose any efforts to weaken this iconic and important law.  NEPA ensures that the voices of all people are heard in the federal decisionmaking process when our health, our environment, our communities and economies could be harmed.  And it ensures that government agencies, and the public, have the best opportunity for full information on impacts and alternatives before decisions that will have irreparable environmental, economic, and public health impacts are allowed to advance.  Taking any steps that <br/>&gt; weaken the opportunity for public input, <br/>&gt; undermine full and forthright consideration of alternatives to decisionmaking, <br/>&gt; weaken the mandate to consider all impacts of proposed actions, including consideration of the cumulative effect of proposed actions,<br/>&gt; remove or weaken the prohibition against the use of segmentation by agencies or applicants in order to evade full impact review,<br/>&gt; remove the mandate that agencies consider the climate changing impacts of projects or proposals under review,<br/>&gt; or in anyway rollback the existing elements of the law as it currently stands<br/>would be a violation of your duty to enforce the law and defend the rights of all people to be fully and fairly protected and heard.<br/><br/>I oppose your efforts to revise NEPA - the law is strong and effective as it now stands.  <br/>I urge you to expand the public comment period an additional 90 days.<br/><br/>Respectfully,",
    "label": "",
    "docketId": "CEQ-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I support the ELD exemption SBITC is presenting",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "E l d .isn&#39;t for the safety <br/>Any body can tell me <br/>On your hands five fingers are same. <br/>This way all truckers are not the same. <br/>Paper log is safer. <br/>Now everyone is going over speed. <br/>Because they have clock running in front. <br/><br/>Please help us. We are not a robot. ",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "Catch Lionfish any way you can.",
    "label": "",
    "docketId": "NOAA-NMFS-2018-0068",
    "docAbstract": "The National Marine Fisheries Service has received an application for an EFP from the Florida Fish and Wildlife Conservation Commission (FWC).  If granted, the EFP would allow the deployment of modified wire spiny lobster traps in the federal waters of the South Atlantic.  The proposed research would examine the efficiency and efficacy of modified trap designs for capturing lionfish, with the goal of identifying the best modification to maximize lionfish catch and reduce bycatch.  The EFP would exempt these research activities from federal regulations at 50 CFR 622.9(c) (prohibited gear and methods-general, fish traps)."
  },
  {
    "text": "Re: docket identification (ID) number CEQ-2018-0001<br/><br/>Dear Counsel on Environmental Quality,<br/><br/>You are entrusted with ensuring full and fair implementation of the National Environmental Policy Act.<br/><br/>In order to ensure a full and fair opportunity to answer the questions put forth in the June 20, 2018 public notice, I urge you to extend the comment period an additional 90 days.  These are complicated questions and vitally important issues.  Thirty days is not enough time to provide a full and fair opportunity for the public to be heard - especially given your obvious intent to seek to rollback the law and the public&#39;s future opportunity to be heard pursuant to NEPA.<br/><br/>In addition, I want to be on record to make clear, I oppose any efforts to weaken this iconic and important law.  NEPA ensures that the voices of all people are heard in the federal decisionmaking process when our health, our environment, our communities and economies could be harmed.  And it ensures that government agencies, and the public, have the best opportunity for full information on impacts and alternatives before decisions that will have irreparable environmental, economic, and public health impacts are allowed to advance.  Taking any steps that <br/>&gt; weaken the opportunity for public input, <br/>&gt; undermine full and forthright consideration of alternatives to decisionmaking, <br/>&gt; weaken the mandate to consider all impacts of proposed actions, including consideration of the cumulative effect of proposed actions,<br/>&gt; remove or weaken the prohibition against the use of segmentation by agencies or applicants in order to evade full impact review,<br/>&gt; remove the mandate that agencies consider the climate changing impacts of projects or proposals under review,<br/>&gt; or in anyway rollback the existing elements of the law as it currently stands<br/>would be a violation of your duty to enforce the law and defend the rights of all people to be fully and fairly protected and heard.<br/><br/>I oppose your efforts to revise NEPA - the law is strong and effective as it now stands.  <br/>I urge you to expand the public comment period an additional 90 days.<br/><br/>Respectfully,",
    "label": "",
    "docketId": "CEQ-2018-0001",
    "docAbstract": null
  },
  {
    "text": "We need clear, on-package labels for GMOs, not misleading smiley faces or confusing QR codes.  Label GMO foods as GMO, effective immediately.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Please make it mandatory for ALL GM foods, including foods that have been fed with GM foods to be labeled. In addition ALL bioengenerd foods need to be labeled in a manner that it does not appear friendly thus leading the public that it is a safe product to consume.  Genetically engineered foods have been proven to produce tumors along with other life threatening illnesses and have been banned in several countries. However if people choose to consume such foods that is their choice. But give the public a fair warning so they can then make an educated decision. Families that are health conscious and want their loved ones to consume safe products have a right to know what they are buying and have it be presented in such a way it is easy to recognize. The proposed &#39; Happy looking&#39; &quot; BE&quot; on foods is misleading and although not criminal in a legal sense it is criminal ethically to unsuspecting consumers. <br/>I find it suspicious that there has been so much trouble to get this information out to the public. Why is the FDA/USDA afraid to educate the public on this most important issue. Just label the foods !!! No smiley faces in the BE foods. Make it BIG, clear to see and let the public make their own informed decision what they choose to eat and feed their families. <br/>Thank you for your time. <br/>Tracey Stoff",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I very strongly urge you to REQUIRE that clearly identifiable information (NOT just a silly unclear logo OR a scan area that must be read by a cell phone or similar device) be incorporated on packaging of ALL future food items which contain genetically-modified ingredients. We DESERVE &amp; should have the RIGHT to KNOW what is &amp; is not in the foods we eat &amp; share with our loved ones! Not everyone has access to technology that would be required to read the scan-able portion of packaging, AND we should be able to easily identify what is in the package we&#39;re considering purchasing, with very CLEAR, LEGIBLE labeling of the same.<br/><br/>The companies which so readily promote their GMOs, and claim that there is no downside to the health of humans &amp; our environment due to use or consumption of their products, should therefore, NOT have any problem with having their products listed as containing GMOs, if that is the case. So, let the consumer be allowed to make an INFORMED decision in what they buy &amp; eat. We demand that should have that RIGHT in this country!!<br/><br/>Why is it that the &#39;developed&#39; country of the United States, a forward-thinking leader in the world, is one of only a few countries which does NOT yet REQUIRE GMO labeling on food items?????  We MUST NOW join the other countries in DEMANDING clear labeling of foods which contains GMOs<br/><br/>PLEASE listen to &amp; help concerned consumers over the reckless, greedy companies who continue to push their GMO foods, without regard or respect for consumers. The time is NOW to REQUIRE CLEAR, LEGIBLE labeling of ALL foods, indicating if they contain GMO ingredients!!!<br/><br/>Thank you for your time on this vital issue.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "As a concerned citizen who cares about the kind of food I eat, I want CLEAR LABELING of ALL GMOs on ALL FOOD PACKAGING.<br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I Want my food labeled GMO!!!!<br/><br/>1) Include ALL foods created with ALL types of genetic engineering including new gene-editing techniques such as CRISPR and SynBio, and any methods developed in the future. NO LOOPHOLES AND EXEMPTIONS for these technologies.<br/><br/>2) NO EXEMPTIONS for highly processed foods, such as cooking oils, where GMO DNA cannot be detected using current testing methods. Any products sourced from GMO crops must be labeled as GMO.<br/><br/>3) Labeling must use the common, well-established labeling term &quot;GMO&quot; or GE (genetically engineered). Use of the proposed and little-known term &quot;bioengineered,&quot; or still worse the entirely unfamiliar acronym &quot;BE,&quot; to denote GMO content, would only mislead and confuse consumers.<br/><br/>4) Require neutral symbols. No smiley or sunshine faces. These biased symbols are pro-biotech propaganda.<br/><br/>5) Contamination tolerance levels should be identical to the EU standard of 0.9%.<br/><br/>6) Reject discriminatory QR codes, text message options and other options that are not simple text on the food package.<br/><br/>7) Demand disclosure now - not in 2022!<br/><br/>8) There should be penalties for non-compliance and they should be steep. There are currently no penalties whatsoever for companies that don&#39;t label something that&#39;s GMO.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I object to this deceptive and uninformative logo that is supposed to give consumers access to GMO content for foods. In addition it eliminates those who do not have the necessary app on their phone, which is 130 million in the US, a number in which I am included. Even for those who do have the necessary app and technical skill to use it, it is cumbersome and time consuming for anyone who wants to access it as they are attempting to complete a shopping trip in the most efficient manner. Imagine also having to care for a child or two as you are shopping and having to stop to get this information. It seems to me that this system is designed to discourage folks from accessing the information about GMO&#39;s from the food packaging and is just catering to corporate interests, not the needs of the public who desire this information. Thank you for the opportunity to comment.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "please invest in clear labeling that can be easily understood by all or don&#39;t make changes.  this approach proposed is not clear",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Why cant it be labeled gmo? Be will cause confusion.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I do not agree with the proposed BE label with a smiley face. The labels should be CLEAR to read and for people to UNDERSTAND. Also a GMO would encompass more foods that can cause serious harm to the body. Do what&#39;s right and listen to the voices of 90% of the People of America. We want CLEAR labels and we want them now! Enough hiding, time to show the People what is really in our food! The smiley face labels are MISLEADING and DECEITFUL. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Your new Logos are deceiving. A smiley face tries to paint GMOs as good for you, and they are not! The American people have the right to know what is in their food and contaminating it with genetically engineered or bioengineered ingredients is NOT OKAY!  There are too many exemptions, weak Oversight, and NO Penalties for Non-compliance is NOT OKAY! The proposed 5-10% GMO contamination &quot;by weight&quot; is NOT OKAY!<br/>Please don&#39;t be &quot;bought off&quot; by the food industry, which is not interested in what is in the people&#39;s best interests and only interested in their &quot;profits&quot;! Greed for more money is their bottom line, and that is a disservice to the American people!<br/>Sincerely,<br/>Doris McNary",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Whether or not GMO&#39;s are safe for human consumption, the known risks are to the environment and food supply sustainability. GMO products do escape into the environment with potential to alter natural processes. In addition, GMO&#39;s drive the application of toxic chemicals and mono-culture, both unsustainable farming practices. We should be promoting organic agricultural practices as they are proven to be healthy and sustainable.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I support clear, simple and easy to read labeling of any genetically engineered ingredients with no exemptions.<br/>I want strong penalties - both legal and financial for non-compliance<br/>All Americans deserve food transparency and food justice.<br/>This labeling should be required as soon as possible<br/>It is unfair and expensive for consumers to have to buy organic in order to avoid GMOs<br/>We deserve to know what is in our food supply",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Please PROPERLY label genetically modified organisms.  Genetically modified organisms have always been GMO for short.  Why would you change the name for labeling purposes?  Please ask yourself that question.  These plants that people are consuming are harmful and people need to know what they are eating.  It is your job to protect the public.  Do your job and protect the public.  The labeling should say GMO or it should say produced with genetically engineered plants.  That is  clear because that is the truth.  It should NOT include a sun and say bio-engineered.  This is misleading and may make someone think that the product is natural or even confuse it with organic.<span style='padding-left: 30px'></span>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "  please label al  GMO&#39;s correctly. let&#39;s put the health of the people above the influence of big business",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Re: docket identification (ID) number CEQ-2018-0001<br/><br/>Dear Counsel on Environmental Quality,<br/><br/>You are entrusted with ensuring full and fair implementation of the National Environmental Policy Act.<br/><br/>In order to ensure a full and fair opportunity to answer the questions put forth in the June 20, 2018 public notice, I urge you to extend the comment period an additional 90 days.  These are complicated questions and vitally important issues.  Thirty days is not enough time to provide a full and fair opportunity for the public to be heard - especially given your obvious intent to seek to rollback the law and the public&#39;s future opportunity to be heard pursuant to NEPA.<br/><br/>In addition, I want to be on record to make clear, I oppose any efforts to weaken this iconic and important law.  NEPA ensures that the voices of all people are heard in the federal decisionmaking process when our health, our environment, our communities and economies could be harmed.  And it ensures that government agencies, and the public, have the best opportunity for full information on impacts and alternatives before decisions that will have irreparable environmental, economic, and public health impacts are allowed to advance.  Taking any steps that <br/>&gt; weaken the opportunity for public input, <br/>&gt; undermine full and forthright consideration of alternatives to decisionmaking, <br/>&gt; weaken the mandate to consider all impacts of proposed actions, including consideration of the cumulative effect of proposed actions,<br/>&gt; remove or weaken the prohibition against the use of segmentation by agencies or applicants in order to evade full impact review,<br/>&gt; remove the mandate that agencies consider the climate changing impacts of projects or proposals under review,<br/>&gt; or in anyway rollback the existing elements of the law as it currently stands<br/>would be a violation of your duty to enforce the law and defend the rights of all people to be fully and fairly protected and heard.<br/><br/>I oppose your efforts to revise NEPA - the law is strong and effective as it now stands.  <br/>I urge you to expand the public comment period an additional 90 days.<br/><br/>Respectfully,",
    "label": "",
    "docketId": "CEQ-2018-0001",
    "docAbstract": null
  },
  {
    "text": "I reject the USDA draft proposal for labeling of food grown with GMOs:<br/><br/>1.) Clearly label ON the packaging of the food item for being purchased; do not use QR codes or Rorschach images.<br/>2.)  Do not use a smiley faced logo to represent GMO food to influence and deceive customers. <br/>3.)  Fully disclose all forms of genetically modified food, including CRISPR.<br/><br/>People need to be given objective information so that they can make a choice of their own.  Please respect peoples desire for freedom of choice and freedom to eat non-GMO food.  <br/><br/>Thank you.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I support SBTC ELD exemption application.",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "PUT CLEAR STRAIGHTFORWARD LABELS ON GMO FOOD!",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "This proposed rule has so many flaws it is hard to know where to start. First, the proposed logos, giving the impression of warm sun and green earth, along with the initials &#39;BE&#39; are totally trying to mislead people that these products are natural and healthy. BE??? What is this made-up abbreviation? You know very well that the food-buying public understands genetically engineered items as &#39;GE&#39; or &#39;GMO&#39;. This is a ploy to deceive. <br/><br/>Second, allowing producers of genetically-modified &#39;food&#39; to use only QR codes, which require a smart phone and internet connection, is another way of deceiving the public. We shouldn&#39;t have to have a smart phone to know what ingredients are in what we buy. Make these labels clear, on the packaging -- no smart phone or internet connection required.<br/><br/>Third, many processed foods that are not organic contain genetically modified ingredients. These genetically modified processed foods MUST be labeled, and not with some kind of deceptive smiley face and unfamiliar acronym. While educated consumers know that non-organic corn, soy, sugar beets and canola are likely genetically modified, not everyone does, and EVERYONE should have the same accurate information.<br/><br/>Finally, these labels must be used with products containing ALL forms of genetic engineering, including CRISPR and any developed in the future. The public has a right to know what they are buying and consuming.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "GMOs need to be labeled as such. That is what they are, that is what they are known as. Changing the name is ridicules! ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "The new proposed label for what is clearly GMO foods as be and its symbol using the sun is going to be a very deceiving marketing ploy that will confuse consumers into believing they are buying and eating a naturally made food. Labeling for such foods should always be precisely labeled with words and symbols that are recognizable as GMO/bioengineered/lab created etc. I do not feel that the current proposed label provides this o formation. I urge legislators to be honest and transparent for the health, goodness and trust of everyone. <br/>Thank you ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "The &quot;be&quot; logo is shamefully and deliberately confusing to the consumer. consumer labeling should inform not disguise.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "When did biotech change the name from genetically engineered crops to bioengineered?  This is a publicity stunt. This is about false perceptions. I HATE when corporations do this and demand my tax paid government employees not do it, too.<br/>DAMN! You want to fake out the public. that BE will always stand for BEware!.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "We want to see labeling to show that the food has GMOs as some companies are already doing. I appreciate that.<br/>Non-GMO labeling is recognizable.<br/>Lets get a GMO engineered label that is clearly stated.<br/>We want to be an informed public and while the safety controversy is still being understood it would be wise to afford the country the option of knowing if a food product has been genetically modified in every way.<br/>I want to be part of a healthy nation that supports healthy individuals and healthy babies.<br/>The governments responsibility is extremely important to the future health of our nation.<br/>Take a stand USDA, clear labeling showing that Genetically Modified Foods (National Bioengineered Foods) companies are disclosing whats in their products.<br/>Thank You",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "B E ?????<span style='padding-left: 30px'></span>B E ????<br/>ENOUGH WITH YOUR DOING THE POISON PRODUCER&#39;S BIDDING (ORDERING?  COMMANDING?)!!<br/>AND YOU WANT TO COUNT THE HUNDREDS OF THOUSANDS OF OUR PEOPLE&#39;S DEMANDS THAT YOU PROTECT US FROM POISONS IN OUR FOODS AND DRUGS AS EITHER  O N E   P E R S O N   OR   N O T   A T   A L L ?<br/>E N O U G H !!!!!!<br/>THIS IS BY DEFINITION   A S S A U L T   W I TH   I N T E N T   T O   H A R M   ON A   G E N O C I D A L    SCALE!!!<br/>ENOUGH!!!!<br/><br/><span style='padding-left: 30px'></span>E<span style='padding-left: 30px'></span>N<span style='padding-left: 30px'></span>O<span style='padding-left: 30px'></span>U<span style='padding-left: 30px'></span>G<span style='padding-left: 30px'></span>H<span style='padding-left: 30px'></span>!!<br/><br/>AND OUR TAX MONIES ARE    P A Y I N G   YOU TO DO THIS????????????????<br/><br/><span style='padding-left: 30px'></span>E<span style='padding-left: 30px'></span>N<span style='padding-left: 30px'></span>O<span style='padding-left: 30px'></span>U<span style='padding-left: 30px'></span>G<span style='padding-left: 30px'></span>H<span style='padding-left: 30px'></span>!!!!!<br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "It should say GMO product",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Frankly I&#39;m appalled that this dirty little game is still ongoing. WE, the PEOPLE want FULL DISCLOSURE and IN ENGLISH and not some bizarre squiggly bars and dots that one must have a cell phone to decipher!  It&#39;s very clear that IF the &quot;other&quot; bacteria and life forms that have been added to once NATURALLY GROWN FOODS were OKAY for Human and Animal ingestion, the &quot;Ingredients&quot; would NOT be Hidden and/or disguised by this latest ruse by CHEMICAL COMPANIES that are now producing the majority of our foods. To hide the junk that is in their Frankenfood as &quot;proprietary&quot; would be hilarious if it were NOT so deceitful and cowardly. If they think for a moment that ANY Sane person is at all interested in having their &quot;formula&quot; so as to grow a &quot;personal&quot; crop of Frankenfood, think again, then think some more. <br/><br/>For those of us who still have working brains, we DEMAND that ALL GMO FOODS BE LABELED SUCH....AND IN PLAIN ENGLISH! The labels state clearly: GMO! Period! and that goes double for the &quot;crispr&quot; crap soon to be added to the mix!<br/><br/>If any on this Organic Board is over the age of 30, not a one of you was raised on faux food loaded with chemicals, etc, and doubt your children were, either. This is insanity and it is completely DECEITFUL! Plain English! If Monsanto/Bayer truly believe their Junk is terrific, then they should PROUDLY put their &quot;stamp of approval on it: GMO!&quot; and if they continue to try and bypass Plain English, then there is a Very Good Reason for it: Frankenfood! Not for Human and/or animal consumption!<br/><br/>The very existence of your ORGANIC BOARD is for the PROTECTION OF WE, THE PEOPLE as well as the small group of ORGANIC farmers, and was NOT created to &quot;protect the chemical companies!&quot; DO the job for which you were created: Protecting the American People AND the independent Organic Farming community! I&#39;m tired of this continuing fight to have GMO Junk labeled as such! Organic is Organic and it needs to say that: Certified Organic (and does) and the GMO junk needs to state that as well. It&#39;s a clear choice and dividing line for those of us who know better and I&#39;d be very surprised if the CEOs of Monsanto/Bayer actually ate their own products! Definitely not because they KNOW what they&#39;ve added - ditto the workers. This old issue can not continue to come up. Done and Done! GMO Labels in English/Certified Organic Labels. Period. The End.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Symbol 2A  that is my choice. I support labeling genetically engineered food and food products with symbol 2A and the word Bioengineered directly below symbol 2A. Consumers deserve transparency, and studies have shown that consumers trust genetically modified foods more when they are given the chance to see which foods are modified (see Mandatory labels can improve attitudes toward genetically engineered food by Jane Kolodinsky and Jayson L. Lusk in ScienceAdvances). Label 2A provides a clear, concise, and ubiquitous symbol that represents genetic engineering technology.<br/><br/>Food labels must be clear or they are ineffective. Bioengineered written text below symbol 2A is the clearest way to label bioengineered food products. This label is clear because it explains the BE in the logo and informs consumers that the label specifically refers to bioengineering in the context of agriculture. Scientists around the world have reached a consensus that genetically modified (GM) crops are just as safe as crops produced through conventional plant breeding. Label 2A reflects this by providing a nonthreatening symbol that requires little active effort to understand and does not diminish the importance of the science behind genetic engineering by being cutesy like the sun label. <br/><br/>Effective labeling requires more than a clear symbol; interested consumers must have access to more information about a technology that they find interesting. It is impossible to include such information on food labels, which are already small and difficult to read, but accurate information about the genetically engineered crops available in the United States should be easy for curious consumers to find. Canola, field corn, cotton, soybean, sugar beet, apple, sweet corn, papaya, potato, and squash each need a separate page on the USDA website explaining the GE technology present in these crops in an accessible way. This provides consumers with a starting place to learn more about genetic engineering if they are interested, and consumers can be linked to these pages by a QR code on food labels.<br/><br/>Finally, labeling must be ubiquitous. Part of the uncertainty about genetic engineering technologies comes from its apparent rarity. To date, most genetic engineering has focused on agronomic traits like insect resistance that benefit farmers, rather than end-use quality traits like color that are obvious to consumers. This makes genetic engineering largely invisible in the grocery store. Most consumers have no idea that a vast majority of the high fructose corn syrup in our favorite sugary snacks is made from genetically modified field corn, and this lends itself to the stigma around GMOs and genetic engineering as a technology. All crops that contain any level of genetic engineering above the 0.9% threshold proposed by the USDA should be labeled, as should products and crop derivatives made from genetically engineered crops. Genetic modification is ubiquitous and an important part of modern agriculture. Demonstrating the extent to which genetic engineering has been involved in producing popular products will help destigmatize a technology that has the potential to benefit U.S. producers and consumers alike. <br/>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Maximizing consumer information and understanding should be the standard for any kind of food disclosure requirement or regulation.<br/><br/>In the case of bioengineered food, wise consumers would want to know the name of each bioengineered ingredient, and the year that each specific bioengineering process was invented, developed, and approved for market. <br/><br/>Some consumers would want more information about the processes themselves, and a website listed on food labels could lead consumers to more in-depth information. Labels for food items such as fruit, vegetables, and others sold unpackaged could be provided as display signage.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I have been sailing for 35 years on everything from unlimited tonnage ships on the open ocean to limited tonnage vessels running rivers.  I have served as a AB, Mate, and Master.  Every 5 years I have completed this class in roughly two (2) hours.  Everyone else in the class also finished in the same short amount of time.  This shows that for mariners who regularly use a radar, the refresher class is a waste of time and money.  The few people Ive known who could not effetely use a radar had so many other faults, they should never have received a license in the first place.  I do agree with the requirement for the class for those personnel whom have not been actively using the radar.  Their skills could indeed become rusty, and the refresher can be useful should they wind up out from behind a desk and back on the bridge.",
    "label": "",
    "docketId": "USCG-2018-0100",
    "docAbstract": null
  },
  {
    "text": "I, and all consumers, have a RIGHT to KNOW what we are putting inside our body.  GMO products MUST be labeled to inform us.  Anything less is letting them POISON us with your complicity and CORRUPTION!",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Labels on any food or food derived substances should be clearly and unambiguously labeled for the consumer indicating if the product in any way has been genetically modified (aka &quot;Bioengineered&quot;). I am against using any &quot;cute&quot; icons or logos, instead favor the letters &quot;GMO&quot; or the word &quot;Bioengineered&quot; in a circle or oval be used. <br/><br/>Changing the now well known phrase &quot;GMO&quot; to &quot;bioengineered&quot; is in my opinion just an attempt to deceive the consumers who would otherwise reject a GMO labeled product.<span style='padding-left: 30px'></span>",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "After seeing the new GMO branding I feel like Alice who fell down the rabbit hole and landed in a poor version of the Emperor&#39;s New Clothes. Please remember that this decision to rebrand will greatly affect the people of this planet. We all deserve to clearly and easily know what has been done to the food we eat, including genetic manipulation. Please Don&#39;t give in to this pretty new book cover... the contents are so important.The attempt to hide the label GMO, which is the term most of the world is now familiar with, is a travesty. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "We as Americans have the right to know exactly what is in our food.  And to achieve that we have the right to have accurate labeling on all food products.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I am a parent and consumer of food in this country.  I urge the USDA to provide clear, on-package labeling of foods that contain ingredients made from genetically engineered crops, regardless of the specific type of technology used. Any food made with ingredients that were genetically engineered by any method should be labeled as such. <br/><br/>I already buy the bulk of my food from small family farms and ranchers around me because of the regulatory agencies manipulative marketing tactics and labeling. This new proposed labeling method will just push me and people like me over the edge to stop shopping packaged foods altogether. Instead of fooling more people into buying GMO products because that&#39;s what this is really about, this new labeling will do the opposite because there are a lot more educated and aware people out there then our regulatory agencies think. <br/><br/>Such deception from a government agency should not be tolerated. Really? A sun with a smiley face? It&#39;s like putting cartoons and rainbows on cereal boxes. If the USDA&#39;s intention is to make us all sicker and fatter then this new labeling is a great idea. However, that is not my hope for our country. So please, reconsider this new rule and seriously realign your goals with that of health, not illness. ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Clear product and package labeling is essential, not the use of QR codes or enhanced UPC codes. Dump the smiley face BE logo and replace it with something more objective. The USDAs labeling regulations must cover ALL forms of genetic engineering. I Want Full Disclosure with GMO Food Labeling.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "This logo is deceptive. It looks like GMO is safe. It is important to be clear for all consumers what food is bioengineered and what is not so that people can make informed decisions. This symbol is an advertising tool, a ploy to confuse people so that they buy something that is not necessarily or questionably healthy for them. I hope that you will consider  raising the integrity level of your marketing. <br/>Sincerely, Padma Dyvine",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Clear product clear package labeling is essential, not the use of QR codes or enhanced UPC codes. Dump the smiley face BE logo and replace it with something more objective. The USDAs labeling regulations must cover ALL forms of genetic engineering. I Want Full Disclosure with GMO Food Labeling.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "I will be leaving trucking if this unconstitutional mandate is not ended. Many have left already and the economy is already starting to be affected. Many more of us will be leaving if this ruling does not come down in favor of the small O/O. ",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "I support the SBTC exemption application.",
    "label": "",
    "docketId": "FMCSA-2018-0180",
    "docAbstract": "Notice of Application for exemption"
  },
  {
    "text": "The new &quot;BE&quot; labels are misleading and propagandistic. We want honest labels like the GMO ones that the USDA recently cancelled. Genetically Modified Organisms require more pesticide usage, and cause unknown effects on natural species. They might also cause human health problems that are unknown to us today, including allergies and sensitivities to increased pesticide usage on GMO crops. <br/><br/>This is why labels of GMO containing foods should be boldly, and honestly, labeled... without marketing glitz, without happy slogans, without brainwashing. Just factual &quot;contains GMO&#39;s&quot;!!!<br/><br/>Are you in the business of working for large corporations or for representing the public?!? Please do the right thing and label our food honestly and with integrity: drop the &quot;BE&quot; labels.",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "This appears to me to be intentional misleading of the public.  There is no clear indication what<br/>this means at all!  Someone who has not been specifically trained to recognize your misleading<br/>label would not know the meaning.  ",
    "label": "",
    "docketId": "AMS-TM-17-0050",
    "docAbstract": null
  },
  {
    "text": "Our company is a Tier 1 automotive supplier based in metro Detroit.  It supplies antenna systems ranging from infotainment like AM/FM and SXM, to safety products including 4G/LTE, GPS and now DSRC for vehicle to vehicle (V2V) or vehicle to infrastructure (V2X) technologies.  The HTSUS Subheading for antennas is 8529.10.91. (Other antennas and antenna reflectors of all kinds and parts, for use)<br/><br/>Its manufacturing strategy since 2014 is to localize development and production in the region vehicles are manufactured. Over 90% of its products are produced in North America for vehicles manufactured in North and South America. However, there are products still produced in China for current US manufactured vehicles.  It has been beneficial to keep manufacturing in China so that US manufactured vehicles can remain competitive.  Increasing tariffs on these goods would not provide more jobs for the US.  It would likely cause manufacturers to find alternative regions to produce these products.  <br/><br/>More importantly, the North American operations are focusing more on the technologies needed for future vehicles.  These technologies include 4G, 5G and V2V communication, higher accuracy GPS, emergency call, and collision avoidance. They require highly technical personnel for development and manufacturing.  While we continue to develop high technology products, we believe that production in China benefits the US economy by keeping US vehicle manufacturing, especially entry class vehicles competitive.",
    "label": "",
    "docketId": "USTR-2018-0018",
    "docAbstract": "Lead Attorney: Arthur Tsao"
  },
  {
    "text": "I am strongly against this. There are many items we order from China that are either not mass produced in the US. As most Americans, whenever a product is available from the US, i will gladly buy locally over waiting that long for shipping anyways. This Tariff is unnecessary. ",
    "label": "",
    "docketId": "USTR-2018-0018",
    "docAbstract": "Lead Attorney: Arthur Tsao"
  },
  {
    "text": "I would like to comment on the U.S. Citizenship and Immigration Services (USCIS) Notice: H-1B Petitions Filed on Behalf of Nurses.  As a Baccalaureate prepared Registered nurse who holds national certification in adult critical care (CCRN) and is now in the process of earning a Doctorate of Nursing Practice (DNP) degree with a focus in nurse anesthesia, I can personally attest to the tremendous value nurses who meet the criteria for H-1B status bring to the healthcare workforce.  The Institute of Medicines (IOM) 2010 landmark report on the future of nursing emphasized the imperative nature of drastically expanding the number of nurses educated at both the Baccalaureate and Doctoral level, while simultaneously preparing nurses to care for an increasingly diverse patient population (IOM, 2010).  Nurses qualifying for H-1B status are ideally positioned to meet this charge.<br/>While didactic nursing education and real world clinical experience are not entirely mutually exclusive domains, each contribute in a complementary manner to high-quality cost-effective patient care outcomes.  A myriad of publications demonstrate the link between reduced patient mortality and failure to rescue rates with higher proportions of Baccalaureate prepared and specialty certified nursing staff (AACN, 2017).  Furthermore, given the current shortages in the nursing workforce and projected 16% growth required to keep pace with the increase in demand for nursing services (~1.09 million nurses by 2024), turning away well qualified, experienced nurses is simply too great an expense for the already overburdened healthcare system to incur (AACN, 2017).<br/><br/>References<br/><br/>American Association of Colleges of Nursing (AACN). (2017). Nursing shortage fact sheet. Retrieved from http://www.aacnnursing.org/News-Information/Fact-Sheets/Nursing-Shortage<br/><br/>Institute of Medicine (IOM). (2010). The future of nursing: Leading change, advancing health. Washington, D.C.: The National Academies Press. doi: 10.17226/12956<br/>",
    "label": "",
    "docketId": "USCIS-2008-0050",
    "docAbstract": null
  },
  {
    "text": "My name is Tracy Carl I can not attend tonights meeting in Exeter NH. I wanted my story to be shared. I moved to Merrimack 12 years ago with our 9 month old son and pregnant with our second son. Who was of low birth weight , thought to have downs and was born having breathing difficultly had speech delays and now has other learning disabilities. My third pregnancy seemed to go well. But i myself was getting sicker. Then came my fourth child my amazing little girl.  As the years went by we had to rip the rugs out of my entire house thinking they were making me sick, we had the house tested for mold.   Nothing was found.  At this point I felt as though my body was giving up as I had four children under that age of 5. Doctors said it was due to the pregnancies, at first. then it was finally said well we think its an auto immune that we just cant seem to place or understand.  So I was dx with an unknown auto autoimmune.  It would not be for another 5 year of struggling would we find that our water was contaminated, the air we breath, the water we drink, the water we swim in, the water we grow our vegetables with, the soil, all of it was contaminated at some levels. Levels in which no one would tell us if they were truly safe. After many doctors over the years in and out of Boston seeing specialists they believed my issues, celiac, mass in my adrenal gland, my auto auto immune issues  weird sores I develop on my body that always come back negative for any thing!! I am not allergic to anything I have been pricked many times and they finally believe it all stem from something in the environment!  what from the environment we did not know but thats what they were thinking.  Well then comes 2016. And we find out our water is make me sick!!!  My oldest has been dx with so many things is hard to even begin.  My son is 12 years old and weighs. 62 lbs! Has many dx associated with autism but has not been officially dx as he does not meet all the requirements YET!!  My daughter suffers from chronic pain in her joints both in her  feet and hands! Which  doctors from Boston still are not sure why.  We do not drink the water, we do not cook with the water!ANYMORE! Everyone said I was lucky to be hooked up to town water when my neighbors was told their wells were contaminated, when i was toId my weII is contaminated!!! No I was not lucky. I have always been on MVD water and I was not lucky. I was and am still sick. My husband is a Ewing sarcoma cancer survivor he was 21. And had his first real job working for a company that makes semi conductors.  I just recently read an article about how these chemicals are used in the making of semiconductors?  Could that be what caused his cancer all Those years ago!!! Has he now been exposed  to the same chemicals!!!!! Please help us clean our water and make our town, our state, our country have Clean safe water!! Dont let these companies tell us what to do!! Filter our water filter our poor childrens water!!! Please help us understand what these chemicals have done to us, done to our Children! We requested they filter out schools water and they said &quot;NO&quot; ! i don&#39;t see how that goes long with their commitment to communities!<br/>Hep us to help make it better for us and them in the future!!!! I am asking to regulate aII PFCs even the ones we are still Iearnign about. don&#39;t make us be Iab rats any more. Make the limits under 1 ug. <br/>Tracy CarI<br/>101 Joppa rd <br/>Merrimack, NH 03054<br/>978-918-3899",
    "label": "",
    "docketId": "EPA-HQ-OW-2018-0270",
    "docAbstract": "Per- and Polyfluoroalkyl Substances (PFAS) is a category of man-made chemicals that have been widely used to make products because of their stain-resistant, waterproof and/or nonstick properties. These chemicals can be very persistent in the environment and in the human body – meaning they don’t break down quickly and they can accumulate over time. There is evidence that exposure to PFAS can lead to adverse health outcomes in humans.\n\nAdditional information: https://www.epa.gov/pfas \n\nEPA is committed to supporting states, tribes and local communities in addressing challenges with PFAS.  As a part of this effort, EPA is taking action to identify solutions to address PFAS in the environment.\n\nEPA is hosting a National Leadership Summit on May 22nd and May 23rd to aid in identifying solutions to address PFAS challenges in drinking water and at contaminated sites. Following the meeting, EPA plans to visit states with communities impacted by PFAS to further engage on ways the agency can best support the work that’s being done at the state, local and tribal levels. Using information from the National Summit and community engagements, EPA plans to develop a PFAS Management Plan for release later this year.\n\nEPA provides the opportunity for the public to submit input on how EPA can best help states and communities facing this issue. EPA will consider comments as the agency plans next steps."
  },
  {
    "text": "&quot;And what about the 13 Angry Democrats, will they list their conflicts with Crooked H? How many people will be sent to jail and......&quot; - President Tiny Hands, June 28 2018<br/><br/>Yup, it&#39;s more rantings and ravings from the orange haired dumbsicle who hangs out in the Oval Office binge watching cable news and scarfing Big Macs. The above snippet shows Trump&#39;s mastery of social media:<br/>- accuse the accusers, investigate the investigators, report on the reporters, etc.<br/>- convict opponents of crimes first, come up with charges later<br/>- use Random Capitalization to demonstrate being &quot;like a really smart guy&quot;<br/>- use ellipses (6 of em!) because Trump hasn&#39;t figured out that twitter isn&#39;t intended to support essays<br/><br/>Just like Palin, Trump doesn&#39;t need parody. He&#39;s a living joke.",
    "label": "",
    "docketId": "TSA-2013-0001",
    "docAbstract": "The purpose of this docket is to house Federal Register notices which are not associated with a specific docket"
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>I am writing today to submit my comment on the Food and Drug Administration&#39;s (FDA&#39;s) possible new rule concerning the nicotine levels in cigarettes.  By mandating that the levels of nicotine be reduced nearly 98 percent, this possible rule would essentially ban all cigarettes on the market today.  This possible rule is unfair to adult smokers, and may not even be achievable.  The FDA should not move forward without considering the impact it would have on adult smokers as well as our larger economy.<br/><br/>Once again, the government is trying to solve a problem by restricting choice rather than by giving adults more alternatives.  Rather than reduce choice for adult smokers, the FDA should focus on giving adult smokers more options and access to a wider choice of less harmful tobacco products, and truthful, accurate information about the benefits of switching to them.  Instead, this de facto ban would simply target adult smokers for purchasing the legal products they prefer.<br/><br/>FDA should focus resources on a comprehensive plan to reduce harm through proven strategies to prevent initiation, encourage cessation and by fostering the development of reduced risk alternatives to cigarettes that are satisfying to adult smokers.<br/><br/>Please do not consider such a severe and unfair proposal.<br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>I am writing today to submit my comment on the Food and Drug Administration&#39;s (FDA&#39;s) possible new rule concerning the nicotine levels in cigarettes.  By mandating that the levels of nicotine be reduced nearly 98 percent, this possible rule would essentially ban all cigarettes on the market today.  This possible rule is unfair to adult smokers, and may not even be achievable.  The FDA should not move forward without considering the impact it would have on adult smokers as well as our larger economy.<br/><br/>Once again, the government is trying to solve a problem by restricting choice rather than by giving adults more alternatives.  Rather than reduce choice for adult smokers, the FDA should focus on giving adult smokers more options and access to a wider choice of less harmful tobacco products, and truthful, accurate information about the benefits of switching to them.  Instead, this de facto ban would simply target adult smokers for purchasing the legal products they prefer.<br/><br/>FDA should focus resources on a comprehensive plan to reduce harm through proven strategies to prevent initiation, encourage cessation and by fostering the development of reduced risk alternatives to cigarettes that are satisfying to adult smokers.<br/><br/>Please do not consider such a severe and unfair proposal.<br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>To Whom It May Concern: <br/><br/>I am writing today to submit my comment on the Food and Drug Administration&#39;s (FDA&#39;s) possible new rule concerning the nicotine levels in cigarettes.  By mandating that the levels of nicotine be reduced nearly 98 percent, this possible rule would essentially ban all cigarettes on the market today.  This possible rule is unfair to adult smokers, and may not even be achievable.  The FDA should not move forward without considering the impact it would have on adult smokers as well as our larger economy.<br/><br/>Once again, the government is trying to solve a problem by restricting choice rather than by giving adults more alternatives.  Rather than reduce choice for adult smokers, the FDA should focus on giving adult smokers more options and access to a wider choice of less harmful tobacco products, and truthful, accurate information about the benefits of switching to them.  Instead, this de facto ban would simply target adult smokers for purchasing the legal products they prefer.<br/><br/>FDA should focus resources on a comprehensive plan to reduce harm through proven strategies to prevent initiation, encourage cessation and by fostering the development of reduced risk alternatives to cigarettes that are satisfying to adult smokers.<br/><br/>Please do not consider such a severe and unfair proposal.<br/><br/><span style='padding-left: 30px'></span><br/><br/> <br/>",
    "label": "",
    "docketId": "FDA-2017-N-6189",
    "docAbstract": null
  },
  {
    "text": "Please ban bump stocks. They are unnecessary for anything but killing people.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks.<br/><br/><span style='padding-left: 30px'></span><br/><br/><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/><span style='padding-left: 30px'></span><br/><br/><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/><span style='padding-left: 30px'></span><br/><br/><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat.<br/><br/>",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "There is absolutely no reason for civilians to have access to devices that convert rifles into fully automatic weapons. Weapons of war have no place in civil society.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "Ban Bump-Stock Type Devices!<br/><br/>On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks.<br/><br/>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  },
  {
    "text": "On the night of October 1, 2017, a gunman opened fire from a hotel room on the 32nd floor of the Mandalay Bay hotel into the 22,000 person crowd at the Route 91 Harvest country music festival in Las Vegas, Nevada, killing 58 people and injuring more than 500. The gunman fired more than 1,100 rounds of ammunition in 11 minutes, using semi-automatic rifles modified with dangerous firearm accessories designed to dramatically accelerate the rate of gunfire, commonly known as bump fire stocks.<br/><br/>These devices are intended to circumvent the restrictions on possession of fully automatic firearms in the Gun Control Act of 1968 and the National Firearms Act of 1934 by allowing an individual to modify a semiautomatic rifle in such a manner that it operates with a similar rate of fire as a fully automatic rifle, posing a substantial risk to public safety.<br/><br/>In the absence of immediate action by Congress, I urge ATF to finalize its proposed rule clarifying that bump fire stocks, along with other conversion devices that enable semiautomatic weapons to mimic automatic fire, qualify as machine guns under the National Firearms Act. And then Congress must act as wellto ensure that manufacturers cannot continue to endanger public safety by designing devices that imitate machine guns and subvert the law.<br/><br/>The continued presence of these dangerous devices puts all of our communities at risk, and both Congress and ATF must take action quickly to address this threat.",
    "label": "",
    "docketId": "ATF-2018-0002",
    "docAbstract": "The Department of Justice anticipates issuing a Notice of Proposed Rulemaking (NPRM) that would interpret the statutory definition of “machinegun” in the National Firearms Act of 1934 and Gun Control Act of 1968 to clarify whether certain devices, commonly known as “bump fire” stocks, fall within that definition. Before doing so, the Department and ATF need to gather information and comments from the public and industry regarding the nature and scope of the market for these devices."
  }
]