[
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I have read and understand the fear of &quot;super bugs.&quot;<br/><br/>Factors that I have not seen mentioned are, in my opinion:<br/>1.&quot;Super bugs&quot; exist and are not created just by antibiotic use.<br/><br/>2.Antibiotic use kills or suppresses bacteria needed for health as well as those that cause disease.<br/><br/>3.Nutrition and low stress environment are more important than antibiotics in animal health.<br/><br/>4.Our food supply is less likely to be a source of infectious disease than it has ever been.<br/><br/>5.Food cost, compared to other living expense, is lower than it has ever been. The variety of food available is greater than ever.<br/><br/>6.We need to balance the cost of regulations against their benefits.<br/>    a.Regulations tend to drive smaller producers out of business.<br/>    b.In regulatory law you are guilty if accused of a violation unless you spend the money (which small producers often do not have) to<br/><span style='padding-left: 30px'></span>prove yourself innocent. Regulations are sometimes used in to this way to drive out competition.<br/>    c.The consumer pays the cost of regulation. Some innocent people will suffer, more than benefit.<br/><br/>7.Economics of food production is more effective in limiting antibiotic use than regulations - put taxes on antibiotics.",
    "label": "veryneg",
    "docketId": "FDA-2016-D-2635",
    "docAbstract": null
  },
  {
    "text": "Please do not allow mobile devices for voice calls on aircraft.  It would a terrible situation for the flight workers to manage.  We have behavior issues already on flights and allowing voice calls would be additional flashpoint.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "While I support the FDA working with industry to develop standards to further promote sensible UV exposure, I am not in favor of the government attempting to dictate my access to indoor tanning for me. I am strongly opposed to these proposed additional tanning regulations. ",
    "label": "neg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to these proposed additional tanning regulations.  I am well aware of the risks of UV overexposure; that&#39;s why I appreciate my local tanning salon promoting responsible sun and skin care as well as the proper use of sunbeds.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I strongly disagree with changing the tanning regulations. I tan to relax my body and it&#39;s the only way I can relieve tension in my muscles. Please do not change my right to tan as I chose. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a client who uses sunbeds in a professional salon, I strongly oppose the government&#39;s proposal go restrict my access to indoor tanning. I am well aware of the risks of uv overesposure; that&#39;s why I appreciate my local tanning salon promoting responsible sun care, including through tan time limits, eyeware requirements and prominent sinage throughout the salon describing the risks and proper use of sunbeds. ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As I am grateful that the FDA works with company to make things safer for us as consumers, however, it is our GOD given right to make our own decisions; when pertaining to our own person.  If the government is allowed to make our decisions on tanning what will be next?  Our forefathers did not intend for the government to start making personal decisions for us.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Until ALL genetic engineered products, GMO&#39;s, are proven safe for human and animal consumption THROUGH COMPLETE AND INDEPENDENT TESTING they should NOT be allowed!!!",
    "label": "neg",
    "docketId": "FDA-2016-N-4389",
    "docAbstract": null
  },
  {
    "text": "We need to protect our environment.  I support this regulation.",
    "label": "verypos",
    "docketId": "EPA-HQ-OPPT-2016-0163",
    "docAbstract": "Section 6(a) of the Toxic Substances Control Act (TSCA) provides authority for the EPA to ban or restrict the manufacture (including import), processing, distribution in commerce, and use of chemicals, as well as any manner or method of disposal. The EPA identified trichloroethylene (TCE) for risk evaluation as part of its Work Plan for Chemical Assessments under TSCA. TCE is used in industrial and commercial processes, and also has some limited uses in consumer products. In the June 2014 TSCA Work Plan Chemical Risk Assessment for TCE, the EPA identified risks associated with commercial degreasing and some consumer uses. The EPA is proposing under section 6 of TSCA to prohibit the manufacture, processing, distribution in commerce of TCE for commercial use in aerosol degreasing and for use in spot cleaning in dry cleaning facilities; to prohibit commercial use of TCE for aerosol degreasing and for spot cleaning in dry cleaning facilities; and to require manufacturers, processors, and distributors to provide downstream notification of these prohibitions throughout the supply chain."
  },
  {
    "text": "It is hard enough, when you fly, to create an environment of calm for yourself. If there are 4 people surrounding you talking, probably loudly, on their cell phones, it will sound like a call center. Flying is bad enough, please don&#39;t make it worse. Please do not allow cell phone use on airplanes. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Please do not Voice allow calls on airplanes, people are already rude enough!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Please no cell phones during flight- there will be disagreements between passengers who are trying to sleep , those who are trying to talk and others who just want quiet. Flight attendants will need to wear referee shirts as there will be disputes galore. I vote no-not even to give airlines the options.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Page 7, lines 113-115: neonatal period for premature infants  is defined in this document as expected date of delivery plus 27 days. This is not the standard definition. The standard definition of neonatal period for premature infants is the period from birth to 28 days of age.<br/><br/>Pages 8-9, lines 151 - 199: Section 5.1.1 &quot;The Use of Extrapolation in Pediatric Drug Development&quot; is unclear that extrapolation should only be used for efficacy rather than pk/safety. The sentence at lines 152-156 says &quot;Pediatric extrapolation is defined as an approach to providing evidence in support of effective and safe use of drugs in the pediatric population....&quot; would imply that extrapolation for safety is acceptable. That has never been the case and would indicate a radical change in policy by health authorities. If the sentence intended to have a different meaning it should be revised to clarify.<br/><br/>General comment: The document only very briefly mentions the potential utility of biomarkers, without expanding on any recommendations about biomarkers, e.g., their validity. Guidance on this topic would be beneficial as the use of biomarketsrs is an increasingly significant part of clinical investigations. guidance on this topic.<br/>",
    "label": "neg",
    "docketId": "FDA-2016-D-3848",
    "docAbstract": null
  },
  {
    "text": "I urge the Department of Transportation to prohibit airlines from permitting voice calls via passenger wireless mobile devices on both national and international flights.  The reason:  Flying is an oftentimes stressful endeavor, with passengers confined to a small space and dependent upon the manners and good graces of their fellow passengers to create a tolerable if not entirely pleasant experience.  Unfortunately, our culture has become less graceful, more crass, more narcissistic, with telephone etiquette a casualty of our increasingly selfish behavior. Why give the boors of the world yet another venue in which to practice their objectionable ways?  I can envision a scenario in which boorish behavior, stress, alcohol, and maybe a really bad day could lead to yet another confrontation among passengers and the flight crew.  I see no positive outcome if mobile device calls were permitted.  Thank you for your consideration of my remarks.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "The Clean Air Act Citizen Suit requiring the EPA to act by a deadline date on the original issue brought by the Sierra Club should be approved.  The Executive branch of our government can harm the United States environment in 3 main ways: by disregarding law, by &quot;foot-dragging&quot; compliance, and by not hiring enough staff to manage the agency (EPA).  I support the deadline in this case.",
    "label": "verypos",
    "docketId": "EPA-HQ-OGC-2016-0778",
    "docAbstract": "On September 15, 2016, the Sierra Club filed a complaint in the United States District Court for the District of Columbia, alleging that Gina McCarthy, in her official capacity as Administrator of the United States Environmental Protection Agency (“EPA”), failed to perform a non-discretionary duty to grant or deny within 60 days a petition submitted by Sierra Club on May 3, 2016 requesting that EPA object to a CAA Title V permit issued by the Pennsylvania Department of Environmental Protection (“PDEP”) for the Scrubgrass Generating Co., L.P. power plant (“Scrubgrass Plant”), located in Venango County, Pennsylvania.  The proposed consent decree would establish a deadline for EPA to take such action."
  },
  {
    "text": "The &quot;United States Environmental Protection Agency (&quot;EPA&quot;), failed to perform a non-discretionary duty to grant or deny within 60 days&quot;<br/><br/>It is not acceptable that a government agency ignore petitions.  There should have been a response made in a timely fashion.  <br/>The action of the EPA represents an encroachment on the rights of citizens and civilian groups to have their concerns noted and answered.  Please instate a provision calling for a timely response to a non-discretionary duty.",
    "label": "neg",
    "docketId": "EPA-HQ-OGC-2016-0778",
    "docAbstract": "On September 15, 2016, the Sierra Club filed a complaint in the United States District Court for the District of Columbia, alleging that Gina McCarthy, in her official capacity as Administrator of the United States Environmental Protection Agency (“EPA”), failed to perform a non-discretionary duty to grant or deny within 60 days a petition submitted by Sierra Club on May 3, 2016 requesting that EPA object to a CAA Title V permit issued by the Pennsylvania Department of Environmental Protection (“PDEP”) for the Scrubgrass Generating Co., L.P. power plant (“Scrubgrass Plant”), located in Venango County, Pennsylvania.  The proposed consent decree would establish a deadline for EPA to take such action."
  },
  {
    "text": "Airfares are an annoying and often maddening shell game for which there are inadequate consumer protections.  I wholeheartedly support the subject action.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Stop indoor tanning for everyone<br/><br/>As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.<br/><br/>Stop indoor tanning for everyone",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I ardently support the ban on teenage tanning.<br/><br/>As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a previous user of tanning beds in my teen years, I only wish I had someone looking out for me in regards to these important warnings!  It is important that we inform the parents and their children that this is not a healthy way to acheive beauty.  That there is a real risk.  Thank you!<br/><br/>I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a child, my parents used to make me go to the tanning booths before Spring Break, for a base tan, or just to keep up our Vitamin D in the dead of winter in Michigan. I protested because I hated the tanning beds and I knew they were bad, despite the fact that science hadn&#39;t backed up my fears.  Now, as an adult, I have to go to the dermatologist twice a year, because I am guaranteed to get melanoma.  It&#39;s not a matter of if, but a matter of when. And can I catch it before it becomes irreversible. Melanoma already killed my sister, who was 4 years older than me. She died at 41 years old.  She left behind a 4 year old daughter, a 16 year old son, and a loving husband.  All because our idiot parents thought tanning beds were a good idea in the 1980s.<br/><br/>I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.<br/><br/>You can help prevent more deaths like my sisters.  You can prevent more little girls growing up motherless like my niece.  Her 8th birthday is in 8 days, and her mommy won&#39;t be there to give her a wonderful birthday party.  All because my parents thought it was a good idea to send their teenage daughters to tanning salons in the winter in the 1980s.  My sister&#39;s deadly cancer was entirely preventable.  Clearly parents cannot make the best decisions for their children at all times.  Sometimes a regulatory agency needs to get involved and say, you know what, that is going to kill your kid.  Before Melanoma kills me like it murdered my sister, because our forced tanning bed use as children, I&#39;d like to see the government step in and say NO MORE!! We don&#39;t let little kids smoke cigarettes, why would we let them use proven carcinogens like tanning beds?  Please help us end this right here, right now.  thank you for your attention.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I find this ridiculous. You want to moniter how many days I go to the tanning salon?<br/>You are worried that I might get cancer?<br/>How about you regulate the people who smoke?<br/>Lung Cancer? <br/>I find it crazy that my rights are being regulated because I might want to tan. I am an adult. I should have the right to lay in a tanning bed, just as well as someone smoking outside of the tanning salon building.<br/>I do agree that no person under the age of 18 should tan. Without a doubt.<br/>However, being a 49 year old woman. I should be able to do what I want.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to these proposed additional tanning regulations.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a client who uses sunbeds, I strongly disagree. I am an adult and make my own decisions. I am aware of the risks I am taking when I am using the sunbeds, My tanning salons always promote safe and responsible sun care. It should be the right of us Americans to choose to go to the sunbeds, how long we use the beds (as long as our salons approve). If you are wanting to put a limit on sunbeds then I advise you to look into the drug habits, drinking problems, and the killing sprees that has taken over this nation. In my opinion sunbeds are the least of our problems! ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "If people can smoke tobacco products with little limitations, I can tan with little limitations.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a client that uses sunbeds in a professional salon, I strongly oppose the governments proposal to restrict my access to indoor tanning.  I as an adult am fully educated on the risks that go along with indoor tanning.  My salon as a requirement to tan will not allow more then one daily use and requires googles to be worn during tan sessions.  I do not believe it is the governments right to tell me how often I can tan.  If I was in a beach area you couldn&#39;t tell me how many times and how long I could lay out on the beach.  I pay my health insurance and it is to my discretion how often I want to use indoor tanning salons.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "AS A CLIENT WHO USES SUNBEDS IN A PROFESSIONAL SALON, I STRONGLY OPPOSE THE GOVERNMENTS PROPOSAL TO RESTRICT MY ACCESS TO INDOOR TANNING. I AM WELL AWARE OF MY RISK OF UV OVER EXPOSURE, THATS WHY I APPRECIATE MY LOCAL TANNING SALON PROMOTING RESPONSIBLE SUN CARE, INCLUDING THROUGH TAN-TIME LIMITS, EYE WEAR REQUIREMENTS AND PROMINENT SIGNAGE THROUGHOUT THE SALON DESCRIBING THE RISK AND PROPER USE OF THE SUNBEDS.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly apposed to further tanning regulations.  The government does not need to step in an be my baby sitter.  Less government is what we need.<br/>I am a mature adult able to make healthy and safe decisions for myself.  <br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Please see attached.",
    "label": "neut",
    "docketId": "USC-RULES-CV-2016-0004",
    "docAbstract": "civil"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FDA-1999-D-1875",
    "docAbstract": "Docket Status: OPEN"
  },
  {
    "text": "Please see the attached comment letter from Ocean Conservancy in support of listing the Bryde&#39;s whale as endangered. Thank you. ",
    "label": "pos",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "Comments from the North American branch of the International Life Sciences Institute, on FDA&#39;s proposed guidance on the &quot;Scientific Evaluation of the Evidence on the Beneficial Physiological Effects of Isolated or Synthetic Non-digestible Carbohydrates Submitted as a Citizen Petition (21 DFR 10.30): Guidance for Industry,&quot; are submitted in the attached letter [ILSI NA comments on FDA-2016-D-3401.pdf].",
    "label": "neut",
    "docketId": "FDA-2016-D-3401",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a client who uses sunbeds in a professional salon, I strongly oppose the governments proposal to restrict my access to indoor tanning.  I am well-aware of the risks of UV overexposure; that&#39;s why I appreciate my local tanning salon promoting responsible sun care, including through tan-time limits, eye-wear requirements and prominent signage throughout the salon describing the risks and proper use of sunbeds",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Docket No. FDA-2015-N-1765<br/> <br/>As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement<br/> form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/> <br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other<br/> safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/> <br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be<br/> required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon? <br/><br/> <br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more<br/> aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions.<br/><br/> <br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers<br/> are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product<br/> or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many<br/> more dangers than UV exposure.<br/> <br/>For all of these reasons, I am strongly opposed to these proposed additional regulations.<br/><br/> <br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FDA-2016-D-4308",
    "docAbstract": null
  },
  {
    "text": "Attached please find comments on the proposed implementation of the required changes under the Preservation of Access to Care for Medicare Beneficiaries and Pension Relief Act of 2010 (Public Law 111-92) related to Medicare&#39;s policy for payment of outpatient services provided prior to an inpatient admission.",
    "label": "neut",
    "docketId": "CMS-2010-0176",
    "docAbstract": null
  },
  {
    "text": "January 30, 2017<br/><br/>OPP Docket<br/>Environmental Protection Agency Docket Center (EPA/DC)<br/>(28221T)<br/>1200 Pennsylvania Ave., NW.<br/>Washington, DC 20460-0001<br/><br/>Re: EPA-HQ-OPP-2010-0480-0019<br/><br/>To Whom It May Concern:<br/><br/>As President of the National Alfalfa &amp; Forage Alliance, I am writing regarding EPA&#39;s Human Health and Ecological Risk Assessment Draft (Docket ID Number EPA-HQ-OPP-2010-0480-0019). Lambda cyhalothrin is a critically important pest management tool for U.S. alfalfa farmers. <br/><br/>Several pyrethroid insecticides are registered for use on alfalfa. These include beta-cyfluthrin, gamma-cyfluthrin, lambda-cyhalothrin, permethrin, and zeta-cypermethrin. In forage alfalfa these insecticides provide cost effective control of defoliating insects including a wide range of caterpillar pests and several species of weevils. For aphid control on forage alfalfa lambda-cyhalothrin is the pyrthroid that is applied most frequently.<br/><br/>In alfalfa produced for seed, pyrethroids are applied pre- and post-bloom where they provide control of the pests detailed above. However, Lygus bugs are the key direct economic pest in alfalfa produced for seed for which pyrethroids are applied. Bifenthrin is registered in many western states under 24C Special Local Need and is the pyrethroid applied the most for Lygus bug control pre-bloom. Post-bloom bifenthrin, as well as lambda-cyhalothrin, are the two pyrethroids of choice among farmers. <br/><br/>The alfalfa seed industry has supported two IPM specialists in the Pacific Northwest, Dr. Doug Walsh, Washington State University, and Dr. Jim Barbour, University of Idaho. Collectively, they have recently completed a project supported by the USDA-NIFA Alfalfa Seed and Forage Systems Research Program (AFRP) on Lygus bug management in alfalfa produced for seed. Collectively, Walsh and Barbour have proved that alfalfa seed farmers are following IPM recommendations and Lygus bug populations in alfalfa seed fields are not resistant to pyrethroids. Most notably this is true for bifenthrin.<br/><br/>At present, the only viable alternatives to pyrethroids for pre- and post-bloom control of Lygus bugs on alfalfa produced for seed are dimethoate, chlorpyrifos, and sulfoxaflor. In the past endosulfan and carbofuran were insecticides that were effective on Lygus pre- and post-bloom, but regulatory actions eliminated the use of these insecticides for Lygus bug control.<br/><br/>For these reasons NAFA strongly supports the continued access to lambda cyhalothrin by alfalfa forage and alfalfa seed farmers.<br/><br/>If you should have any questions about the information listed above, please don&#39;t hesitate in contacting me. <br/>Thank you for your consideration. <br/><br/>Sincerely,<br/> <br/>Beth Nelson<br/>President <br/>",
    "label": "pos",
    "docketId": "EPA-HQ-OPP-2010-0480",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2010-0480",
    "docAbstract": null
  },
  {
    "text": "Please see the attached file.",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2010-0480",
    "docAbstract": null
  },
  {
    "text": "I strongly agree with my consultation psychiatry colleagues: I object to the proposal to eliminate consultation codes effective 1/1/2010.  A psychiatric subspecialty (in which my colleagues and myself have specialty qualifications) has been developed to recognize the additional knowledge and skill base required to complete the services that are requisite to performing  in-patient psychiatry consultations.  Consultations are typically requested in complex and difficult cases that necessarily require a comprehensive review of medical records, an in-depth history and examination, along with the collection of collateral information  The consultant prepares a detailed report outlining the findings of the consultation and not infrequently discusses the case in detail with various other medical providers. A separate code with appropriately increased reimbursement rates are needed for this specialized service.  The proposed change to reimbursement as an initial evaluation does not capture nor reflect the added breadth and intensity of services performed in the psychiatric in-patient consultation.  <br/><br/>I agree with the statement that the difficulty in correctly coding consultations has to do with the vague and ill-defined standards as they apply to specialty specific consultations and the fact that there are five different levels of consultation codes. A more reasonable approach to deal with the difficulty in correctly coding for consultations would be to reduce the number of consultation levels to three and to improve the clarity and applicability of the guidelines to actual clinical practice.",
    "label": "veryneg",
    "docketId": "CMS-2010-0176",
    "docAbstract": null
  },
  {
    "text": "Docket No. FDA-2015-N-1765<br/><br/> <br/><br/>As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/><br/> <br/><br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/><br/> <br/><br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon? <br/><br/> <br/><br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions.<br/><br/> <br/><br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many more dangers than UV exposure.<br/><br/> <br/><br/>For all of these reasons, I am strongly opposed to these proposed additional regulations.<br/><br/> ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement<br/> form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/> <br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other<br/> safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/> <br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be<br/> required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon? <br/><br/> <br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more<br/> aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions.<br/><br/> <br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers<br/> are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product<br/> or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many<br/> more dangers than UV exposure.<br/> <br/>For all of these reasons, I am strongly opposed to these proposed additional regulations.<br/><br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a user of  professional tanning salons, I strongly oppose the government&#39;s proposal to restrict my access to 2 sessions per week.  I am well aware of the dangers of over exposure and would incur over exposure if I was tanning naturallly as well.  My local salon encourages safe tanning practices and exhibits signage explaining safe tanning practices, eye protection requirements, tanning risks, and proper use of sunbeds.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.<br/><br/>Thank you for proposing this important rule.  The public, especially young girls, does not understand the dangers of indoor tanning.  I hope you will finalize this valuable public health rule that will educate the public and potentially save lives.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a skin cancer surgeon, I am constantly saddened to see young women come in to my clinic with a diagnosis of skin cancer.  Despite warnings and good judgment, these young women have used tanning beds, and may actually lose their lives.  Melanoma is deadly, kills young adults as well as older adults, and is associated with damage from ultraviolet radiation used in tanning beds.  Regulation is CRITICAL to help prevent these unnecessary cancers, surgeries, and deaths.<br/><br/>As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.<br/><br/>Thank you so much for your support.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am against the FDA telling me or anyone in my family how often we can tan.  ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a client who uses sunbeds in a professional salon, I am strongly opposed to these proposed additional tanning regulations.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Obviously there is a reason why this program is available by &quot;Us&quot; for &quot;them&quot;, who was the initiator?! Not the immigrant! If it wasnt for the immigrant aka minority aka underclass, whatever you want to call it, America wouldnt thrive. We are a nation founded on organized crime based on theft, lies and deceit. Who are we to say what any human being can or can not do? Additionally, how is America treating its own culture? American culture? Whats that!?! Exactly! <br/> Citizen or not &quot;bottom line&quot; is we are human and if the immigrant, minority, or whatever labeled, is considered entitled then that means America has already gained in some way. Immigrants are not just coming over here and getting away with what we think is ours like some  kind of superninja. No one is above law or that clever especially if language barrier exists so that must mean America approves thus program.",
    "label": "neg",
    "docketId": "USCIS-2016-0002",
    "docAbstract": null
  },
  {
    "text": "NO, NO, NO!!! Please do not allow phone calls on airplanes!<br/>The noise and aggravation level on planes would be intolerable.<br/>Allowing phone conversations in the confined space of an airplane is a terrible idea. <br/>It will create unnecessary tension between passengers, passengers and flight attendants.<br/>Ultimately, it is incredibly rude and totally unnecessary.<br/><br/>Please DO NOT allow phone calls on airplanes, period.<br/><br/>Just one week ago I was on a plane from Seattle to Ft. Lauderdale,<br/>upon landing the man next to me proceeded to make a phone call. <br/><br/>He called a store to inquire about his defective motorcycle battery. After that call<br/>he phoned his friend to explain what had happened to the battery and that he <br/>would not be able to ride this weekend.<br/>Additionally, he supplied that his wife was on a rampage because he had been gone all week <br/>and he had to stay home anyway.  <br/><br/>I wish I did not know about this man&#39;s battery and his wife.<br/><br/>I do not know this man, I do not want this conversation in my head.<br/>But his voice was extremely LOUD, and the conversation went on forever because<br/>we were taxiing and waiting on the tarmac.  I was sitting inches from him and his voice was so LOUD!! <br/>I could not read, I could not think, I felt like I was being tortured having to listen to every detail <br/>of this man&#39;s conversation!<br/><br/>This all took place while we were taxiing, I might get violent if I had to listen to someone talking during<br/>a cross country flight.<br/><br/>Allowing phone conversations in the confined space of an airplane is a terrible idea. <br/>It will create unnecessary tension between passengers, passengers and flight attendants.<br/>Ultimately, it is incredibly rude and totally unnecessary.<br/><br/>Please DO NOT allow phone calls on airplanes, period.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Please do not allow smartphones and other wireless devices to be used on aircraft.  Flying in the crowded space allowed to passengers presently does not allow for additional stress.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I applaud the EEOC&#39;s Proposed Enforcement Guidance on Unlawful Harassment.  I am encouraged to see the scenarios provided as these offer better definition regarding what is and is not considered harassment.  <br/><br/>Additionally, I am very encouraged that the EEOC is recognizing the importance of effective training programs.  Too many organizations rely on &quot;check the box&quot; harassment training, and those programs are ineffective.  As is noted in this guidance, effective training must be ongoing, engaging, and tailored to the organization&#39;s workforce and the specific issues they encounter.  <br/><br/>I am most impressed that the EEOC is encouraging employers to include a focus on civility and bystander intervention training.  I am an HR professional, and I can attest to the positive impact of workplace civility initiatives.  As noted in the report, incivility leads to harassing behavior, but civility training makes way for empathy, an assumption of good will that allows for healthy dialogue, and a common language of expectations.  Even customer service training can achieve harassment prevention results if it focuses on civility and internal as well as external customer service scenarios.  <br/><br/>I understand the concerns that one respondent noted about how to define civil behavior.  While it has been my experience that if you conduct a dialogue with employees about what is and isn&#39;t acceptable behavior, they generally recognize and acknowledge appropriate behaviors; however, current societal trends toward incivility are resulting in confusion for employees and employers alike.  In an era where our political leaders have displayed a shocking lack of civility with no consequences and the NLRB has protected remarks that are discriminatory and dehumanizing in tone, defining civility has become a tremendous challenge, further emphasizing the need to offer workplace training that focuses on empathy and respectful dialogue.<br/><br/>Effective training programs can produce a large return on investment when harassment diminishes, resulting in smaller caseloads for the EEOC, reduced legal expenses for employers, and a healthier workforce overall (which is the ultimate goal).  Unfortunately, I believe most business leaders lack the skills and resources to provide the type of training necessary to ensure that harassing behaviors are eliminated.  Therefore, my recommendation to the EEOC is that the agency offer as much outreach and training support to employers as possible.<br/>",
    "label": "veryneg",
    "docketId": "EEOC-2016-0009",
    "docAbstract": "Proposed Enforcement Guidance on Unlawful Harassment issued for 30 day public input"
  },
  {
    "text": "I&#39;m disturbed at the betrayal of a basic American ideal: Innocent until proven guilty.<br/><br/>First off, why should the *respondent* be the one who has to, say, change shifts or even sit at home while an investigation is still going on? By definition, we don&#39;t yet know that s/he&#39;s guilty. If respondent and complainant have to be separated during the investigation, why not do it more equitably -- say, have the respondent only work certain days while the complainant only works others. Or if the complainant can telework but not the respondent, let the complainant telework (or of course vice versa).<br/><br/>Secondly, an inconclusive finding still means the respondent wasn&#39;t proven guilty. So why should s/he necessarily get more scrutiny -- or even a harsher penalty if found guilty of something else in the future?<br/><br/>Finally, this proposed policy puts much more emphasis on catching and punishing harassers than on weeding out false (or otherwise wrongful) harassment complaints...let alone punishing false accusers. It barely gives lip service to investigations themselves...I guess it&#39;s still a but beyond the pale to (openly admit that you) just punish upon accusation. But obviously, the behemoth is all-out for convicting alleged harassers, not so much for avoiding punishing the innocent.<br/><br/>Employers can&#39;t possibly miss the pervasive message: Always err on the side of finding the accused guilty -- and preferably firing them. No surprise that business (and college) decision-makers have told me things like: &quot;If she says it&#39;s harassment, it&#39;s harassment,&quot; and &quot;Harassment is anything the other person perceives as harassing.&quot; <br/><br/>Private businesses might make unfair judgments. But we need our own government to not *force* them to violate due process. And just like when businesses put our health at risk they have to arrange to clean up the hazards, when our own government puts rights like due process at risk it needs to keep those risks at bay.<br/><br/>The EEOC can start by including some basic due process principles and guidelines, and some examples of employers either vindicating the rights of the innocent...or railroading innocent people *and* suffering consequences. For example, the EEOC can remind employers of the dangers of becoming &quot;cat&#39;s paws&quot;: See Staub v. Proctor Hospital, 562 U.S. 411 (2011).<br/><br/>Bottom line: The whole anti-harassment enforcement mechanism needs a *dual* emphasis: Stopping and punishing harassment *and* making sure that it&#39;s only actual harassers -- not folks who just annoyed the wrong person or tripped somebody&#39;s hair trigger sensibilities -- who get punished.<br/>",
    "label": "veryneg",
    "docketId": "EEOC-2016-0009",
    "docAbstract": "Proposed Enforcement Guidance on Unlawful Harassment issued for 30 day public input"
  },
  {
    "text": "PLEASE STOP these science experiments! STOP GMOs! They are NOT needed and you know it! STOP the madness and STOP taking money to approve these untested experiments! PLEASE do te right thing for once!",
    "label": "veryneg",
    "docketId": "FDA-2016-N-4389",
    "docAbstract": null
  },
  {
    "text": "We don&#39;t want to eat something that&#39;s been changed by some scientist, and we don&#39;t want them fed to our children. Less regulations would mean more farmers, and if it&#39;s bugs or disease there are natural ways to deal with that. Look at how non gmo and organic food have went crazy. How else do we need to say it? We don&#39;t want our food supply tampered with, and it&#39;s not necessary.<br/>",
    "label": "neg",
    "docketId": "FDA-2016-N-4389",
    "docAbstract": null
  },
  {
    "text": "Please do not allow cell phone calls on flights. I&#39;ve been on flights where prior to take off folks were talking loudly on their phones. They were oblivious to the air staff announcements to turn off the phones. The staff had to walk up to them and ask them to turn off their phone. It was so annoying because you have to sit so close to each other. You cannot move away from the loud talking on a flight the way you can choose to when waiting in a shopping line. There has been enough emotions on flights over how far seat backs can be reclined. I can imagine what will happen if someone is on a loud phone call and others sitting around that person become upset.<br/><br/>Again, please do not allow cell phone calls on flights!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "The proposed changes to Medicade will be detrimental to the poor who are about to lose their health insurances entirely.<br/>President Johnson was a man of compassion, foresight, and political skill who was able to make America a nation which cares about it&#39;s poor and sick citizens.  <br/><br/>It is imperative not to change Medicade in ways that would reduce the benefits citizens already receive.",
    "label": "veryneg",
    "docketId": "CMS-2016-0169",
    "docAbstract": "This proposed notice with\ncomment period announces changes\nthat would be made to the Medicaid\nNational Drug Rebate Agreement\n(NDRA) for use by the Secretary of the\nDepartment of Health and Human\nServices (HHS) and manufacturers\nunder the Medicaid Drug Rebate\nProgram (MDRP). We are updating the\nNDRA to incorporate legislative and\nregulatory changes that have occurred\nsince the agreement was published in\nthe February 21, 1991 Federal Register\n(56 FR 7049). We are also updating the\nNDRA to make editorial and structural\nrevisions, such as references to the\nupdated Office of Management and\nBudget (OMB)-approved data collection\nforms and electronic data reporting."
  },
  {
    "text": "Please please do not allow voice calls on flight. It is challenging enough that travelers continue to use their phones even as the stewards and stewardesses are trying to explain the safety features or the pilot is announcing something. Travel often involves flight delays, missed connections and other challenges such as bad weather conditions, all affecting flights and it&#39;s exhausting to think that more noise  might be allowed, as there are already some travelers who talk non-stop on flights. I urge you to not allow calls. In this excessively connected and frantic paced world and cramped airlines,we need the help of no-call regulations to ensure that ALL passengers hear announcements, are as refreshed and rested as possible as they continue their travels whether for business or pleasure. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I am strongly against the use of cell phones on airplanes.  First, it is excessively disruptive if you happen to be seated next to someone who decides to talk over the phone on an entire trip.  Why should I be subjected to that?  Even though it&#39;s true that people can converse on a plane, the amount of conversation is usually minimal.  Many of us rely on plane travel for business and if I have work to do, I can&#39;t possibly think through strategic elements while listening to someone vent about their boss at Burger King or listening to the details of their latest drunk night partying (discretion anyone?).  It is disrupting enough when I have to be involved while on public transportation which is usually a much shorter time. People seem to lose the ability to edit their conversations for a general audience when talking on a cell phone in a public place.  I purposely don&#39;t answer my phone if I am in a situation where a conversation would be disruptive.<br/>Second, is there nowhere to have any peace and quiet anymore?  Studies have shown that constant distractions, noise, and disruption lead to frustration which leads to anger.  We already have enough incidences of &quot;air rage&quot; and the staff working on a plane should not have to act as referees to people bickering about the noise involved in phone conversations.  Just stick to texting!  We have managed to survive a plane ride for years without being on a phone at the same time.  I remember being able to READ and WORK in an airport before they installed TVs everywhere.  How much assisted distraction do we need?  Learn to read and bring a book or magazine.  <br/>Third, why should anyone have to pay extra to be seated in an area of the plane where the noise level is minimal if the airlines were to allocate special sections?  It&#39;s as stupid as smoking on a plane - the smoke affects everyone.  And not all travelers have the resources to spend extra for quiet which should be a basic right - to travel in some comfort (although with the recent seat configurations that is almost over).  And people should not have to purchase expensive noise-cancelling headphones just to have quiet.  Honestly - I have never been able to find any that fit well and they are uncomfortable to wear for any amount of time.  Ear-buds don&#39;t effectively block noise and ear plugs may not as well.<br/>Fourth, safety.  In an emergence, will people be so distracted by their phone calls that they miss important emergency instructions?  I don&#39;t want my exit from a plane blocked by someone fussing with their phone.  Enough said.<br/>It is important to think about overall considerations in a large society.  As we spend more and more time on planes, we should have some basic rights - safety and comfort being most important.  Allowing phones seems like a recipe for disaster by compromising the safety of every passenger and the airplane staff in the case of an emergency or the &quot;air rage&quot; that rude passengers might incite.  And there is comfort - do we really need to be on the phone 24/7 and disrupting everyone around us? Some people actually see a plane ride as an escape and a way to read, relax or sleep.<br/>",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When it comes to battery safety, it is a serious concern for the users of electronic cigarettes. The only way for a battery to explode during the use of an electronic cigarette is by causing a hard short within the battery. It can be compared to misuse of a firearm. If the user is uneducated, uninformed, or negligent they may be at risk of critical battery failure resulting in an explosion. Those who use electronic cigarettes in an informed and educated fashion will never see the event of critical battery failure. The condition of the batteries, the resistance of the load on the batteries, and the condition of the device being used all contribute toward battery safety. A few unfortunate souls who have neglected the seriousness of battery safety have blackened the eyes of all electronic cigarette users. I personally have used electronic cigarettes for five years. Battery safety is at the forefront of my usage. I have researched the facts of the volatile chemical reactions in these batteries. Most of my fellow electronic cigarette users know of the risks involved and take the proper precautions to prevent battery failure. Out of the millions of individuals who use vaping as a life saving, and prolonging measure very few unfereducated individuals have been victims of their own battery negligence. The fact is that vaping is a 95% safer alternative to combustible cigarettes. Vaping takes a large portion of profit from pharmaceutical companies that prey on the victims of combustible cigarettes. There is no doubt children should not be using electronic cigarettes. There is no doubt anything with the potential of being harmful in the wrong hands will most likely be harmful. Vaping regulated correctly for current combustible cigarette smokers can and will dramatically improve the their lives. It is a fact that the health of a converted combustible cigarette user will dramatically improve through the use of electronic cigarettes. The use of electronic cigarettes has strengthened me,prolong my life,improved my relationships, and has given me more time with the ones that I love. Let&#39;s not kill a revolutionary health benefits because it takes capital from those with an agenda other than public health.",
    "label": "veryneg",
    "docketId": "FDA-2016-N-4232",
    "docAbstract": null
  },
  {
    "text": "I urge you to honor the Sierra Club&#39;s petition.",
    "label": "verypos",
    "docketId": "EPA-HQ-OGC-2016-0778",
    "docAbstract": "On September 15, 2016, the Sierra Club filed a complaint in the United States District Court for the District of Columbia, alleging that Gina McCarthy, in her official capacity as Administrator of the United States Environmental Protection Agency (“EPA”), failed to perform a non-discretionary duty to grant or deny within 60 days a petition submitted by Sierra Club on May 3, 2016 requesting that EPA object to a CAA Title V permit issued by the Pennsylvania Department of Environmental Protection (“PDEP”) for the Scrubgrass Generating Co., L.P. power plant (“Scrubgrass Plant”), located in Venango County, Pennsylvania.  The proposed consent decree would establish a deadline for EPA to take such action."
  },
  {
    "text": "OH GOD NO!!!!! NO cell phone usage on commercial flights!!!! For the love of GOD and all things quiet, PLEASE do not pass this regulation of allowing passengers to chat on their phones during flights. PLEASE!!!!  Listening to strangers babble on to friends or family on a flights??? I cannot imagine anything more uncomfortable than a middle seat on a long flight! <br/>",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "My roommate left his Ecig on the bed to charge, it overheated and caught the bed on fire. Apparently charging anything on a bed with blankets increases the heat and can cause a fire. ",
    "label": "neut",
    "docketId": "FDA-2016-N-4232",
    "docAbstract": null
  },
  {
    "text": "I believe the use of mobile wireless devices for voice calls is detrimental to the traveler and should be banned between the time the aircraft door is closed and the aircraft&#39;s landing. In February of 2014, when the DOT previously issued an Advance Notice of Proposed Rulemaking for the Use of Mobile Wireless Devices for Voice Calls on Aircraft, 97 percent of the commenters expressed opposition.<br/>Pursuant to 49 U.S.C. 41712, DOT should find the use of mobile devices for voice during flight to be so disruptive that it would be inconsistent with adequate air transportation. Travel is difficult enough and the DOT should not add to traveler&#39;s misery. When it comes to flying on commercial airplanes in the United States, silence is golden.<br/>",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EPA-HQ-OAR-2016-0004",
    "docAbstract": "Each year EPA must determine and announce the applicable standards that apply to producers and importers of gasoline and diesel for the following calendar year.  This docket is for the rulemaking that will set the standards that will apply in 2017."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2015-0143",
    "docAbstract": "Amendment 18 would implement permit caps and modify Handgear A management measures"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "APHIS-2011-0009",
    "docAbstract": "The Animal and Plant Health Inspection Service (APHIS) of the United States Department of Agriculture is proposing to withdraw a final rule that was filed for public inspection by the Office of the Federal Register on January 19, 2017, in advance of publication, and that amends the Agency’s Horse Protection Act regulations (the 2017 HPA final rule).  On January 23, 2017, APHIS withdrew the 2017 HPA final rule from publication without undertaking notice and comment procedures, in accordance with a memorandum that was issued by the Executive Office of the President on January 20, 2017.  However, following a lawsuit, the U.S. Court of Appeals for the District of Columbia Circuit found this withdrawal to be deficient.  The District Court has indicated that one way to remedy this deficiency is to undertake notice and comment procedures on the proposed withdrawal.  APHIS is therefore proposing to withdraw the 2017 HPA final rule, and take public comment on this matter.  Comments on the withdrawal are due no later than August 21, 2023."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2015-0143",
    "docAbstract": "Amendment 18 would implement permit caps and modify Handgear A management measures"
  },
  {
    "text": "See attached file on the Marine Mammal Commission&#39;s comments on NOAA&#39;s Proposed Rule:  Endangered and Threatened Species:  12-Month Findings on a Petition to List the Gulf of Mexico Bryde&#39;s Whale as Endangered.  Thank you.",
    "label": "neut",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "Refer to the attached documents for comments and suggestions for finalizing the Draft Guidance for Industry with regards to Compounding and Repackaging of Radiopharmaceuticals by State-Licensed Nuclear Pharmacies and Federal Facilities.<br/>",
    "label": "neut",
    "docketId": "FDA-2016-D-4318",
    "docAbstract": null
  },
  {
    "text": "Re: Extension of Comment Period for Rulemaking on TCE under Section 6(a) of TSCA <br/><span style='padding-left: 30px'></span>Docket No. EPA-HQ-OPPT-2016-0163; Docket No. EPA-HQ-OPPT-2016-0387<br/><br/>Please see comment submitted by Safer Chemicals Healthy Families, Earthjustice, Natural Resources Defense Council, Environmental Health Strategy Center, and Toxic Free Future.<br/><br/>Our organizations are deeply concerned about industry requests to extend the comment period for EPA&#39;s two proposed rules for trichloroethylene (TCE) under section 6(a) of the amended Toxic Substances Control Act (TSCA). These rules would ban TCE use in aerosol degreasing, dry cleaning spot removal and vapor degreasing and are essential to protect consumers and workers against serious and widespread risks of adverse health effects.  Any delay in completing the two rulemakings would jeopardize public health and violate the requirements of TSCA.<br/>",
    "label": "neg",
    "docketId": "EPA-HQ-OPPT-2016-0163",
    "docAbstract": "Section 6(a) of the Toxic Substances Control Act (TSCA) provides authority for the EPA to ban or restrict the manufacture (including import), processing, distribution in commerce, and use of chemicals, as well as any manner or method of disposal. The EPA identified trichloroethylene (TCE) for risk evaluation as part of its Work Plan for Chemical Assessments under TSCA. TCE is used in industrial and commercial processes, and also has some limited uses in consumer products. In the June 2014 TSCA Work Plan Chemical Risk Assessment for TCE, the EPA identified risks associated with commercial degreasing and some consumer uses. The EPA is proposing under section 6 of TSCA to prohibit the manufacture, processing, distribution in commerce of TCE for commercial use in aerosol degreasing and for use in spot cleaning in dry cleaning facilities; to prohibit commercial use of TCE for aerosol degreasing and for spot cleaning in dry cleaning facilities; and to require manufacturers, processors, and distributors to provide downstream notification of these prohibitions throughout the supply chain."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "AMS-LPS-16-0014",
    "docAbstract": null
  },
  {
    "text": "Support of the Port of Oakland/Oakland International Airport for Volaris application for Allocation of Slots",
    "label": "neut",
    "docketId": "DOT-OST-2015-0070",
    "docAbstract": "Approval of and Antitrust Immunity for Alliance Agreements"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "First of all, I would like to thank you for the opprtunity to comment on such a valuable product.  It&#39;s necessity in agriculture far out weighs home &amp; domestic usage. One clear and to the point message reveals that just because we have a max usage label rate for one year does&#39;nt mean that capacity is ever fully reached. With that being said, we may never use this product but once a year or even none in a year.  Bifenthrin is a powerful tool in many different types of crops in Georgia.  Our famers do pay attention when and where they spray. It would be a devasting loss to the Ag sector if Bifenthrin was not in use. There are not many products left in our arsenal for fighting yield robbing insects.  Please, in the best interest of our farmers do not take Bifenthrin off the market.  Thank you for letting us comment!",
    "label": "verypos",
    "docketId": "EPA-HQ-OPP-2016-0236",
    "docAbstract": "Section 18 Specific Emergency Exemption Request from the California Department of Pesticide Regulations for the use of bifenthrin co-formulated with zeta-cypermethrin (Hero® EW) on avocados to control polyphagous shot hole borer and Bifenthrin (Brigade WSB Insecticide/Miticide) on pomegranate to control leaffooted plant bug.  Food use"
  },
  {
    "text": "I think producers, veterinarians, and nutritionist know the knowledge of how to keep each group of cattle healthy in the best ways. Taking these preventives off the shelf or shorter days can/could lead to issues in the animals health. Why put the cattle through more stress if not need to be? Producers are not going to dump unnecessary antibiotics into there cattle   ",
    "label": "neg",
    "docketId": "FDA-2016-D-2635",
    "docAbstract": null
  },
  {
    "text": "Allowing cell phone usage on commercial airliners is a not a good idea. People tend to speak loudly and this would disturb other passengers. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Please do not allow voice calls on airplanes. It would be extremely unpleasant and distracting to fly with passengers talking loudly on their cell phones.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Please do NOT allow people to make phone calls on airplanes.  <br/><br/>When flying, people are already cramped into seats that are too small, and have to deal with crying babies and people snoring. Throwing in the additional annoyance of rude people on their cell phones is too much! Quiet please!!   ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "DOT-OST-2014-0002<br/>I am not in favor of allowing voice calls on airplanes while in flight.  As passengers, we are bonded together by sharing the same airspace for the duration of the flight and must be considerate of others.  No longer are movies audible for all to have to hear; headphones allow us to choose if we wish to follow along.  Listening to music in flight is also a choice.  Communication is currently handled via email while in flight, affecting no other passenger&#39;s personal space physically nor audibly.  Infringing upon the common courtesy of shared peace &amp; quiet while airborne by allowing voice calls to take place would be tantamount to having to hear scratching nails on a chalkboard - annoying and unnecessary.   Travel is hectic enough in today&#39;s world!  I welcome the respite, once the plane takes off, from the cacophony of loud voices and loud speakers on the ground and at the airport.  We are bonded as travelers in flight and must be aware and ready to react should there be a malfunction.  Chaos would ensue if an emergency occurred while all passengers were chatting on their cellphones - no one could think or react quickly enough, which would endanger every life on that plane.   The cocoon of in-flight quiet is sacred.  Please respect it. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I STRONGLY urge you to NOT permit cell phone use on airplanes.  Air travel is stressful enough with small seats, people<br/>with large bags.   <br/><br/>I fly about 20+ flights per year.<br/><br/>It would cause confrontations with adjoining seats.   Many people today just dont have any common sence to<br/>consider the people around them.<br/>",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Allowing voice calls inflight will only further exacerbate the already intensely stressful environment. Please, just say no!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Please DO NOT allow cellphones on airplanes.  We have to endure a few inconsiderate loud passengers already, and people with access to their cells would only create more noise.  If you observe passengers on and airplane, you will notice that most everyone is in their own world, quietly doing their &quot;thing&quot; (reading, dozing, playing video games, watching movies, etc...Please, NO CELLPHONES ON AIRPLANES!!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "DOT-OST-2016-0204<br/>I am in favor of mandating that airline carriers are fairly displaying all of their flight, seating, and pricing options to all Online Travel Agencies and not hiding information. This is information that should be easily available for the public and should not be able to be hidden.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Airplanes are noisy and crowded enough already.  Allowing voice call on cell phones will make flights much worse.  Texting would be OK.  Please don&#39;t allow cell phone voice calls on flights.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "This regulation looks good as written, and I support the EPA&#39;s proposed rule. Thank you for your role in protecting air quality!",
    "label": "verypos",
    "docketId": "EPA-R04-OAR-2016-0468",
    "docAbstract": null
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Airplanes are noisy enough already without 200 passengers talking on their cell phones. Please do not allow talking on cell phones on airplanes",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I believe the use of mobile wireless devices for voice calls is detrimental to the traveler and should be banned between the time the aircraft door is closed and the aircraft&#39;s landing. I can&#39;t imagine being on a plane with multiple phone conversations taking place at the same time. It would be very disruptive.<br/><br/>I fly frequently for business and leisure. Travel is difficult enough and the DOT should not add to traveler&#39;s misery. When it comes to flying on commercial airplanes in the United States, silence is golden.<br/><br/>Please do not allow the use of mobile wireless devices for voice calls once the doors are closed on the airplane.  Once a plane has landed, then it would be ok to allow usage.<br/><br/>Thank you.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Dear DOT,<br/><br/>I am writing to express my view that the use of mobile devices for voice communications on aircraft is a bad idea. I fly fairly often and enjoy the time that it gives me to relax and rest, work quietly for my business, or make use of personal entertainment. An aircraft cabin is already a noisy environment. The addition of people talking on mobile devices above this din, will exacerbate the noisy situation. <br/><br/>While I do have noise cancelling headphones, if the person next to me is speaking in a loud voice, I can still hear them. Most people also tend to speak louder when on a mobile device. This is mostly due to the impression that they need to speak at high volume to overcome any other ambient sound they are hearing.  <br/><br/>I am requesting that the policy of allowing voice mobile device usage prior to the door closing at the beginning of a flight, and upon reaching the tarmac at the end of a flight is enough time for voice communications. I fear that failure to have such rules in place will lead to more &quot;air rage&quot;, which could endanger safety of the pilots, flight attendants, and other passengers.<br/><br/>Respectfully Submitted,<br/>Richard C. Browne, Jr.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Docket No. FDA-2015-N-1765<br/><br/> <br/><br/>As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/><br/> <br/><br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/><br/> <br/><br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon?  <br/><br/> <br/><br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions. <br/><br/> <br/><br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many more dangers than UV exposure.<br/><br/> <br/><br/>For all of these reasons, I am strongly opposed to these proposed additional regulations. <br/><br/> <br/><br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am not in favor of the federal government dictating my or my family members access to indoor tanning. I want the FREEDOM of choice.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.<br/><br/>I have several young patients with melanoma secondary to use of tanning beds. It is heart-breaking to know they could have been prevented.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "As a client who uses sunnes in a professional salon I strongly oppose the governments proposal to restrict my access to indoor tanning. I am well aware of the risk of uv exposure, that&#39;s why I appreciate my local tanning salon promoting responsible sun are including through tan-time limits, eyewear requirements and prominent signage throughout the salon describing the risk and proper use of sun beds.",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am opposed to this proposed ruling. I am fully aware of any harm that indoor or outdoor tanning can do. I do not feel it is the governments place to put additional restrictions on this activity. Will outdoor tanning be restricted next ?? ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am strongly opposed to these tanning regulations! I am aware of the risks of UV overexposure!",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "First of all, I would like to thank you for the opprtunity to comment on such a valuable product.  It&#39;s necessity in agriculture far out weighs home &amp; domestic usage. One clear and to the point message reveals that just because we have a max usage label rate for one year does&#39;nt mean that capacity is ever fully reached. With that being said, we may never use this product but once a year or even none in a year.  Bifenthrin is a powerful tool in many different types of crops in Georgia.  Our famers do pay attention when and where they spray. It would be a devasting loss to the Ag sector if Bifenthrin was not in use. There are not many products left in our arsenal for fighting yield robbing insects.  Please, in the best interest of our farmers do not take Bifenthrin off the market.  Thank you for letting us comment!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OPP-2016-0236",
    "docAbstract": "Section 18 Specific Emergency Exemption Request from the California Department of Pesticide Regulations for the use of bifenthrin co-formulated with zeta-cypermethrin (Hero® EW) on avocados to control polyphagous shot hole borer and Bifenthrin (Brigade WSB Insecticide/Miticide) on pomegranate to control leaffooted plant bug.  Food use"
  },
  {
    "text": "I am a previous CDC employee and hold a Master of Public Health.  In recent years I have moved to a rural community and have become more familiar with agricultural practices. I am concerned about the increase of antibiotic resistant superbugs, both in people and food animals.  Farmers should not be allowed to use antibiotics without clear disease diagnosis in animals and then treatment with medically important antibiotics should be strictly limited to the minimum effective dosage and a maximum of 21 days.  Overuse of antibiotics creates more resistant bugs.<br/><br/>Superbugs are an urgent public health threat and the FDA needs to act to reduce use of antibiotics on farms.  Please be increasingly vigilant and take action to curb the indiscriminate use of antibiotics.<br/><br/>Thank you for your consideration regarding this important public health issue.",
    "label": "verypos",
    "docketId": "FDA-2016-D-2635",
    "docAbstract": null
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I support changing and adjusting annual catch fishing limits and recreational annual fishing target catches.  Both are necessary to prevent over-fishing.  To do so, the National Fisheries Service and others must  improve the quantity and quality of data collected from private recreational fishermen.  Our coastlines and marine regions as well as the continental fishing areas MUST be protected!  Reducing bycatch and dead discards helps to protect the fragile environment of marine life. This is a most welcome add-on to this amendment.",
    "label": "pos",
    "docketId": "NOAA-NMFS-2016-0157",
    "docAbstract": "The National Marine Fisheries Service (NMFS) and the South Atlantic Fishery Management Council (Council) have submitted the subject NOI to prepare an EIS for Amendment 43.  In response to the most recent assessment of the red snapper stock in the South Atlantic, the Council is considering changes to the annual catch limits, the recreational annual catch target, and management reference points.  Amendment 43 also considers actions to reduce bycatch and dead discards and improve the quantity and quality of data collected from private recreational fishermen.  I have determined that the attached notice is in conformance with applicable National Environmental Policy Act content requirements as well as with applicable Federal Register format requirements."
  },
  {
    "text": "While vaping may seem less harmful to teens so little long-term study exists that it seems absurd to allow the obvious marketing to under-18 youths.  Bubble gum flavor?  What adult in their right mind wants bubble gum.  The industry seems to be targeting early teens with this.<br/><br/>Another question that I&#39;ve seen completely ignored: what secondhand smoke effects exist from the vapors?  Will someone nearby be exposed to similar nicotine and other chemicals?  Is vaping passively addictive?<br/><br/>It seems like the assumption for regulation has been that e-cigarettes pose little to no threat to the public, either to vapers or those nearby.  I feel like the obvious parallels to the deeply destructive regular cigarette industry should be noticed and regulation should take a cue from those, rather than sit back.<br/><br/>Thank you.  I appreciate your concern and hope these issues will be addressed in future studies and regulation. ",
    "label": "pos",
    "docketId": "FDA-2016-N-4232",
    "docAbstract": null
  },
  {
    "text": "Hello.  I would like to add my name to the list of people who oppose the use of mobile phones for voice phone calling while airplanes are in flight.  Allowing phone calls on board while in flight, may instigate verbal altercations which may escalate.  Due to the ever tightening space allotment per person, the airlines do not allow for space in which to remove oneself from the annoyance.  This could lead to a dangerous and unpredictable situation for all the passengers on board.  In summary, please do not allow voice phone calls while planes are in flight.<br/>Thank you for your consideration.<br/>Best,<br/>Susan Horty ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "PLEASE DO NOT allow people to use their phones for voice calls on airplanes.  It is bad enough to sit near a LOUD TALKER, it would be even worse to have someone in your seat area in a one-sided conversation. People on cell phones generally have no idea how LOUD they are and how irritating it is for those around them to hear their talking. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Hello. I commend your efforts to continue to protect threatened species, and I hope that the current political climate does not hamper your efforts in the future. However, regarding this particular set of species, I do not support a full listing without some exceptions. The species is primarily threatened by habitat destruction, as are most, and I don&#39;t think the data fully supports that the pet trade is making much of a difference. Moreover, most (all?) U.S. Poecilotheria species are captive bred. <br/><br/>The standard USFWS permits that would be required to continue breeding and selling these species would be prohibitive for most. If you could continue you allow captive breeding/selling but require &quot;proof of origin&quot; documentation then that would help to satisfy the breeders/sellers/hobbyists while mostly protecting the species from importation and wild collection.<br/><br/>Sincerely,<br/><br/>Nick",
    "label": "veryneg",
    "docketId": "FWS-HQ-ES-2016-0076",
    "docAbstract": null
  },
  {
    "text": "I support listing Bryde&#39;s While as endangered. Habitat loss coupled with threats from commercial shipping make it imperative that additional measured be implemented to prevent extinction.",
    "label": "veryneg",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "The actions proposed by the USFWS will do nothing to help wild populations of Poecilotheria in Sri Lanka. What it will do is stop citizens from keeping the animals they enjoy and are fascinated by. Any attempts to save the mentioned species must be made by the government and enforced by officials of Sri Lanka. Captive populations may be the only saving grace for these species.",
    "label": "veryneg",
    "docketId": "FWS-HQ-ES-2016-0076",
    "docAbstract": null
  },
  {
    "text": "Please no extended phone calls on planes.  When plane lands, ok to call and say we have arrived.  Texting should be allowed.  Do I have to be subjected to chatter coming form someone sitting next to me on the entire flight?  i hope not.  Airlines already squeeze passenger in like sardines.  There is no personal space in an airline cabin.  Can&#39;t we have some quiet instead of being subjected to another&#39;s constant chatter?",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "While the overall guidance is very helpful to EEO practitioners, there are a number of areas of concern:<br/><br/>1. On page 45, the Commission should adopt the holding of a number of courts who agree that an employer may avoid liability by proving that the employer exercised reasonable care.  An employer has no control over how an employee responds and therefore should not have to demonstrate an employee acted unreasonably.<br/>2. On page 38, Example 20, the Commission needs to clarify that an employer cannot be held liable for anything an employee posts on social media off-duty, while using his or her own electronic device(s).  Instead, it is the subsequent discriminatory behavior during working hours that is at issue.<br/>3. On page 13, it appears the Commission is adopting the position that one act of discrimination renders all subsequent harassment as automatically discriminatory.  Instead, the Commission should clarify that the fact that an individual engaged in an act of discrimination does not mean that any other acts are discriminatory.  Each act of harassment must be evaluated to determine whether discrimination was a motivation.  <br/>4. On page 20, the Commission should adopt the position that a complaint demonstrate psychological or physical harm in order to proceed.  To do otherwise subjects employers to fraudulent claims that are indefensible.  <br/>5. On page 27 and 29, the Commission should adopt the position that &quot;unwelcomeness&quot; is a necessary element of the analysis.  The changing nature of the workplace is well documented.  The Commission admits that &quot;a complainant&#39;s subjective perception can change over time.&quot;  The Commission cannot, therefore, expect that employers be &quot;mind-readers&quot;.  Instead, the burden should remain on the complainant to demonstrate that the conduct, despite his or her participation, was in fact unwelcome.  <br/>6. On page 29, absent evidence to the contrary, the Commission should adopt the position that any delay in filing a complaint is evidence that the conduct was not, in fact, severe.  Instead, the Commission, during its investigation, should require an adequate justification for the delay.<span style='padding-left: 30px'></span>",
    "label": "pos",
    "docketId": "EEOC-2016-0009",
    "docAbstract": "Proposed Enforcement Guidance on Unlawful Harassment issued for 30 day public input"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Please take care of our environment!  Offshore drilling is unnecessary!  We have so many clean energy options that can be utilized!  Please don&#39;t take us back to the past and ruin the future of our planet for our children!  Money is not worth our health, safety, and children.<br/><br/>Thank you<br/><br/>Theresa",
    "label": "neg",
    "docketId": "USCG-2017-0025",
    "docAbstract": "Notice of Teleconference Meeting for the National Offshore Safety Advisory Committee"
  },
  {
    "text": "I firmly believe there&#39;s nothing so important that it can&#39;t wait until the person lands to use their phone.<br/>If I&#39;m asleep, I don&#39;t want someone waking me because of a phone call, so sign me as one firmly against allowing telephone calls on airplanes.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "United Airlines has reviewed the proposed rulemaking and have no objections to the proposed rule.",
    "label": "veryneg",
    "docketId": "FAA-2016-9567",
    "docAbstract": "Airworthiness Directives"
  },
  {
    "text": "Please ban voice calls on aircraft.  The forced proximity to others requires each of us to deal with so many idiosyncrasies of strangers, adding cell phone conversations would just be total overload for all.  In addition, as someone who suffers from motion sickness, I need to concentrate my energies on peacefully arriving at my destination without becoming ill. Just thinking about adding uncontrolled cell conversations makes me queasy without the motion!  Please save us all from this additional invasion of sound.  Headphones/earplugs only work so far and prohibit hearing instructions/information from the flight crew.<span style='padding-left: 30px'></span>",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.<br/><br/>Seeing young people die from melanoma in their teens, 20&#39;s and 30&#39;s is alarming.  They are too young to realize what they are doing by going to tanning beds.  Please help them.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "CMS has specifically requested comment on whether the substance use disorder requirement in the essential health benefits (EHB) needs additional clarification with regard to medication-assisted treatment (MAT) for opioid addiction (2017 Notice of Benefit and Payment Parameters, page 75546).<br/><br/>The substance use disorder requirement in essential health benefits (EHB) needs additional clarification with regard to medication-assisted treatment (MAT) for opioid addiction. MAT is the most effective treatment for opioid addiction and should be available to all patients. I strongly recommend that CMS offer clarification that health insurance plans do not satisfy the EHB requirement unless they cover MAT for opioid addiction.<br/><br/>",
    "label": "neg",
    "docketId": "CMS-2015-0128",
    "docAbstract": null
  },
  {
    "text": "As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Docket No. FDA-2015-N-1765<br/> <br/>As an employee in the indoor tanning industry, I strongly oppose the FDAs proposal to ban tanning by minors and to require customers to sign a risk acknowledgement<br/> form every six months. Our customers enjoy tanning for a variety of reasons, and for the reasons outlined below, no further government regulation is needed.<br/> <br/>First, the decision of whether a minor should tan, be that outdoors in the sun or indoors at a tanning salon (that enforces limited tan times and other<br/> safety precautions), is best left to parents, not the federal government. Most states already require parental consent for minors to tan indoors, ensuring the parent has input and approval.<br/> <br/>In addition, we have many teenage clients who are referred to indoor tanning by their doctor or dermatologist to treat skin conditions. Why should these clients be<br/> required to obtain these services at a dermatology office which is much more expensive than at an indoor tanning salon? <br/><br/> <br/>If minors are prohibited from using indoor tanning salons, they will instead use sunbeds at home, in an unregulated and unsupervised environment, and likely tan more<br/> aggressively outdoors. These alternatives would lead to an increase in sunburn and injury, compared to tanning at our salons which enforce tan time limits and other safety precautions.<br/><br/> <br/>Next, requiring adults to sign a risk acknowledgement certification every six months in order to use a sunbed is absurd. Our customers<br/> are already required to acknowledge risk before their first session; requiring this to be done every six months would be an administrative nightmare and tremendous burden to our salon employees, without serving any valid public purpose. There is no other product<br/> or service in the country, including the purchase of alcohol, tobacco and red meat, that requires consumers to sign such a form. It would be unfair to require such a form in our business and not for the hundreds of products and services which present many<br/> more dangers than UV exposure.<br/> <br/>For all of these reasons, I am strongly opposed to these proposed additional regulations.<br/><br/> <br/>",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.",
    "label": "verypos",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "January 30, 2017<br/><br/>OPP Docket<br/>Environmental Protection Agency Docket Center (EPA/DC)<br/>(28221T)<br/>1200 Pennsylvania Ave., NW.<br/>Washington, DC 20460-0001<br/><br/>Re: EPA-HQ-OPP-2010-0384-0044<br/><br/>To Whom It May Concern:<br/><br/>As President of the National Alfalfa &amp; Forage Alliance, I am writing regarding EPA&#39;s Human Health and Ecological Risk Assessment Draft (Docket ID Number EPA-HQ-OPP-2010-0384-0044). Bifenthrin is a critically important pest management tool for U.S. alfalfa farmers. <br/><br/>Several pyrethroid insecticides are registered for use on alfalfa. These include beta-cyfluthrin, gamma-cyfluthrin, lambda-cyhalothrin, permethrin, and zeta-cypermethrin. In forage alfalfa these insecticides provide cost effective control of defoliating insects including a wide range of caterpillar pests and several species of weevils. For aphid control on forage alfalfa lambda-cyhalothrin is the pyrthroid that is applied most frequently.<br/><br/>In alfalfa produced for seed, pyrethroids are applied pre- and post-bloom where they provide control of the pests detailed above. However, Lygus bugs are the key direct economic pest in alfalfa produced for seed for which pyrethroids are applied. Bifenthrin is registered in many western states under 24C Special Local Need and is the pyrethroid applied the most for Lygus bug control pre-bloom. Post-bloom bifenthrin, as well as lambda-cyhalothrin, are the two pyrethroids of choice among farmers. <br/><br/>The alfalfa seed industry has supported two IPM specialists in the Pacific Northwest, Dr. Doug Walsh, Washington State University, and Dr. Jim Barbour, University of Idaho. Collectively, they have recently completed a project supported by the USDA-NIFA Alfalfa Seed and Forage Systems Research Program (AFRP) on Lygus bug management in alfalfa produced for seed. Collectively, Walsh and Barbour have proved that alfalfa seed farmers are following IPM recommendations and Lygus bug populations in alfalfa seed fields are not resistant to pyrethroids. Most notably this is true for bifenthrin.<br/><br/>At present, the only viable alternatives to pyrethroids for pre- and post-bloom control of Lygus bugs on alfalfa produced for seed are dimethoate, chlorpyrifos, and sulfoxaflor. In the past endosulfan and carbofuran were insecticides that were effective on Lygus pre- and post-bloom, but regulatory actions eliminated the use of these insecticides for Lygus bug control.<br/><br/>For these reasons NAFA strongly supports the continued access to bifenthrin by alfalfa forage and alfalfa seed farmers.<br/><br/>If you should have any questions about the information listed above, please don&#39;t hesitate in contacting me. <br/>Thank you for your consideration. <br/><br/>Sincerely,<br/> <br/>Beth Nelson<br/>President <br/>",
    "label": "verypos",
    "docketId": "EPA-HQ-OPP-2010-0384",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "ETA-2017-0001",
    "docAbstract": "The Department of Labor (DOL), Employment and Training Administration (ETA) and the Department of Education (ED) (jointly referred to as “the Departments”) are soliciting comments concerning a proposed extension for the authority to conduct the information collection request (ICR) titled, “Workforce Innovation and Opportunity Act (WIOA) Common Performance Reporting.” This comment request is part of continuing Departmental efforts to reduce paperwork and respondent burden in accordance with the Paperwork Reduction Act of 1995 (PRA), 44 U.S.C. 3501 et seq."
  },
  {
    "text": "Dear CPSC,<br/><br/>My comments regarding this proposed rulemaking are attached.",
    "label": "neut",
    "docketId": "CPSC-2006-0057",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "EPA-HQ-OW-2016-0686",
    "docAbstract": "As part of the Long-Term Revisions to the Lead and Copper Rule, EPA will publish a federal register notice requesting the peer review of the Agency’s report modeling the relationship between lead in drinking water and blood lead levels in children utilizing the Integrated Exposure Uptake Biokinetic (IEUBK) model. The report being peer reviewed may be used to inform the derivation of a concentration value for lead in drinking water that EPA is considering as a household value that could potentially trigger notification to residents, local health departments, and states that additional lead exposure assessment at the residence may be warranted. EPA may also use this water concentration level to inform when to provide the public with education materials related to lead; to prioritize lead service line replacement; or inform other risk mitigation actions, and potential requirements related to schools and other priority locations.  EPA is also seeking nominations of peer reviewer candidates and comments on the draft modeling report, and draft charge questions for the peer review panel."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "EPA-HQ-OPP-2010-0480",
    "docAbstract": null
  },
  {
    "text": "PLEASE DO NOT ALLOW Cell phone calls on commercial air flights!!!  <br/>Airlines flights are already almost intolerable with the teeny tiny seats, and teeny tiny aisles and the crowds ... PLEASE do not allow this change.  People have other ways to communicate without disturbing others on the flight who are trying to get a bit of downtime after rushing around getting to and through the airport and TSA etc.  Cell phone calls/communication on air flights is not at all necessary and really unfair to everyone else on board.  Thank you.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I am VERY OPPOSED to the use of mobile phones on planes.  Passengers are very close to one another which leads to an increase in noise levels and a decrease in patience.  Adding the additional noise of hours long, loud, phone conversation will make the flying experience intolerable and, I fear, will lead to more instances of violence between passengers.  I will choose NOT to travel on planes that allow such use..",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Flying has become a major hassle for many. Aircraft can be very noisy. I don&#39;t need to have people shouting their personal conversations. This is a very disturbing trend. I say, no, no, no.  ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "I am in favor of a total ban on voice usage of a cell phone on airlines.  If someone needs(?) to communicate while on a plane they can use texting to do so.  It is, in my opinion, rude and an unnecessary intrusion into my space and my desire or need for quiet while traveling to use a cell phone in such a confined space where I am unable to avoid hearing conversation (noise) I am uninvolved with and uninterested in.  If people simply are unable or unwilling to cut the cord while in the air perhaps airlines could offer a  &quot;set aside&quot; space(s) in the plane for use for an additional fee.  IT could be the size of a rest room and be rented by the minute with a credit card.  Airlines would like the additional fees earned, people who absolutely felt the need to talk to someone who get their wish, and we majority of travelers who want quiet and are uninterested in fellow passengers business or personal trials and tribulations would be spared the need to hear them.  It would be little different, but even better, than the old way of using the planes public phone for a fee, usually at a place in the plane where their were few passenger intrusions.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Please do not allow spoken messages on flights. Let people text or email. People seem to always speak more loudly when on their phones.  I just want to sleep. <br/><br/>Thanks,<br/>Kate COyne",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Department of Transportation<br/>Docket number DOT-OST-2014-0002<br/><br/><span style='padding-left: 30px'></span>&quot;Your right to swing your arms ends just where the other man&#39;s nose begins.&quot;  When you buy an airline ticket, your normal assumption is to make the trip without being accosted, whether physically or verbally.  <br/><br/><span style='padding-left: 30px'></span>No one should have to put up with obnoxious behavior for hours because you are afraid of the other person&#39;s reaction if you object.  A passenger being forced to accept a barrage of noise by a seatmate is no different than being forced to accept breathing in smoke from a nearby smoker.  Smoking is no longer allowed on planes.  The accepted use of headphones on planes for watching movies provided by the airlines and with our personal electronics has set a precedence.<br/><br/><span style='padding-left: 30px'></span>Elsewhere in public, if someone sits near me who speaks loudly on their cell phone or plays loud music, I can get up and go elsewhere.  I should not have to, but I have the option.  Airline passengers do not have that option.<br/><br/><span style='padding-left: 30px'></span>Post Offices post signs regarding no use of cell phones.  Movie theatres discourage their use.  It is already accepted in our society that cell phone use is not a given for all people everywhere they go.  No one is so self-important that they have to infringe on the comfort of those around them.  There is still the quieter option to text and email if communication is needed.<br/><br/><span style='padding-left: 30px'></span>Please do NOT give travelers the right to speak on cell phones in confined spaces such as the cabins of airplanes.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Please, NO on voice calls in flight.  It&#39;s difficult enough on public transportation such as trains &amp; buses where one can usually move to different seat.  Not everyone is considerate of others people.  It is already stressful now to fly, going to airport hours ahead, queues to check-in, go thru TSA, then squeezed into diminishing space, with passengers battling over arm-rest, leg room, overhead carryon space, queues for lavatory...   We don&#39;t need another stress inducer.  To be trapped in sardine can conditions for hours in the air could lead to dangerous conditions!  ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "Voice calls should remain prohibited during flights. As a passenger, I am forced to sit with strangers. I do not desire to have to listen to them chattering away next to me. We have been rid of the stench of smoke; let us avoid the pollution of loud talking too. Texting would be alright with me as well as sending email. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I do not want wireless devices for voice calls made available on aircraft.  I&#39;d rather sit next to a crying baby than to have to listen to someone talk about business, and/or whining about trivia while sitting next to me the entire time!!!",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I support the EPA and their implementation of this rule.",
    "label": "pos",
    "docketId": "EPA-R04-OAR-2016-0468",
    "docAbstract": null
  },
  {
    "text": "I would like to voice my concerns about allowing cell phone calls on airline flights. I do not believe that it is a good idea to allow this. Airplanes carry many passengers and even if only a fraction are using their phones, the noise will be annoying and unbearable. Even the passengers with the best of manners, who will talk quietly, will be overpowered by those who use loud voices and often feel that everyone needs to hear what&#39;s going on in their lives. Then there will be those who use their speakers to communicate which will make things worse. Passengers like to read and sleep. Babies and children are often lulled to sleep to &quot;quicken&quot; the trip. These things will be close to impossible with constant calls. <br/>Thanks for taking the time to read my comments. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I successfully quit smoking thanks to the electronic cigarette 8 years ago. Since then, I have used many different models and battery types without any problems at all. I have followed all directions for proper charging. I cannot say the same for my cell phones and other battery packs over the same time period however, so I&#39;m not sure why electronic cigarettes are being singled out. ",
    "label": "neg",
    "docketId": "FDA-2016-N-4232",
    "docAbstract": null
  },
  {
    "text": "List the Gulf of Mexico&#39;s Bryde&#39;s whales as endangered!",
    "label": "verypos",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "As a frequent flier, I strongly object to listening to loud telephone conversations on airplanes. People are in extremely close proximity to each other and are not permitted to change seats. Many flights?within the US are 4 hours or more--and international flights may be as long as 16+ hours. Listeners will be unable to sleep, focus on work or read. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I am a 70 year old CMV driver across the US and Canada. I have driven CMVs over 40 years. My implant was greater than 2 years ago. My cardiologist, as well as Internal Medical physicians have given me no restrictions to continue to drive. There is no statistical data provided that supports the position taken by FMCSR that individuals with different defibrillators are likely to pass out while driving vehicles. In fact, the purpose of a defibrillator is to regulate the heartbeat normally. This is medically supported in information. Thus, since safety is not in question, it appears to be FMCSR appears to be advocating disability discrimination. In Violation of the Americans with disability act, ADA, FMCSR offers no evidence nor statistical data that supports the blanketed assertion defibrillators are likely to cause a driver to be unable to operate a CMV. In fact, the American College of Cardiology states the following and more at http://www.acc.org/latest-in-cardiology/articles/2014/07/18/11/37/when-is-it-safe-to-resume-driving-after-icd-implantation) &quot;a scientific statement by AHA/NASPE (15) recommended 6 months of driving restriction for patients who receive ICDs for secondary prophylaxis. On the other hand, the European Heart Rhythm Association (EHRA), through a consensus statement(16) now recommends 3 months of restrictions follow ICD implantation, which represents a change from their previous recommendation of 6 months. Although studies in the last decade have estimated a lower risk for driving accidents and some even recommended no restriction, (14) for now a 6 month period of driving restriction remains the most current recommendation in the U.S guidelines. Additionally, it should be noted that if a patient refuses an ICD for secondary prophylaxis, apart from warning them of the possibility of a repeat arrhythmic event, a similar period of restriction from driving would be warranted. See more at: http://www.acc.org/latest-in-cardiology/articles/2014/07/18/11/37/when-is-it-safe-to-resume-driving-after-icd-implantation#sthash.ALY2vyRW.dpuf. A defibrillator is designed to regulate the heartbeat normally. This is medically supported in information. Before taking away a property right (licenses) FMCSR should be required to produce evidence of the reason for denial merely because a driver has taken efforts to regulate the heartbeat. Since FMCSR safety concerns statement is unsupported by medical evidence the position appears to be FMCSR advocating disability discrimination in violation of the Americans with Disabilities Act. ",
    "label": "veryneg",
    "docketId": "FMCSA-2016-0175",
    "docAbstract": "Qualification of Drivers; Exemption Applications: Implantable Cardioverter Defibrillators"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Please, no calls whatsoever during flights. One can only imagine the number of problems changing the rule would create. As I&#39;m one who believes in making decisions from the center, I actually do have a suggestion if in fact this rule is definitely going to change. Calls should only be allowed during the final 30 minutes prior to landing. There&#39;s more commotion in the cabin at that time, including more announcements. ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I am expressing my desire to NEVER allow cell phone calls on planes....I do not want to listen to others conversations..<br/><br/>Thank you",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "DOT-OST-2014-0002  Please pass this rule to inform passengers of the airline rules on the use or ban of mobile wireless devices for voice calls on aircraft.  The close proximity of all passengers, which is not avoidable, makes phone conversations difficult to ignore and annoying.  As noted also, people tend to talk louder when using a cell phone so that the noise level would be higher than in the airport terminal for example.  Just because one can use a cell phone, doesn&#39;t mean they should.  ",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I believe the use of mobile wireless devices for voice calls is detrimental to the traveler and should be banned between the<br/>time the aircraft door is closed and the aircraft&#39;s landing. In February of 2014, when the DOT previously issued an Advance<br/>Notice of Proposed Rulemaking for the Use of Mobile Wireless Devices for Voice Calls on Aircraft, 97 percent of the<br/>commenters expressed opposition.<br/><br/>Pursuant to 49 U.S.C. 41712, DOT should find the use of mobile devices for voice during flight to be so disruptive that it<br/>would be inconsistent with adequate air transportation. Travel is difficult enough and the DOT should not add to traveler&#39;s<br/>misery. When it comes to flying on commercial airplanes in the United States, silence is golden.<br/>",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "TANNING BEDS INCREASE THE RISK OF MELANOMA<br/><br/>As a physician, I am writing in strong support of Food and Drug Administration&#39;s (FDA) proposed rule titled, &quot;General and Plastic Surgery Devices: Restricted Sale, Distribution, and Use of Sunlamp Products.&quot;<br/><br/>I commend the FDA on its leadership in regulating sunlamps and for taking this important step to protect the public health. It is estimated that indoor tanning causes upwards of 400,000 cases of skin cancer in the U.S. each year.  In fact, using indoor tanning beds before age 35 can increase your risk of melanoma - the deadliest form of skin cancer - by 59% and the risk increases with each use. <br/><br/>I also support the FDA&#39;s proposed risk acknowledgement form that adults would have to sign before using tanning beds and booths.  Quite a bit of misinformation exists on indoor tanning and some people think they are safe and beneficial.  The FDA&#39;s efforts will help correct this misinformation and educate adults about the risks associated with indoor tanning. <br/><br/>Restricting teens&#39; access to indoor tanning and educating all users about the dangers of tanning devices are critical steps to preventing skin cancer.  Together with the FDA&#39;s final rule reclassifying sunlamp products and the proposed rule updating sunlamp performance standards, this proposed rule will make a significant impact in reducing the incidence of skin cancer in the U.S.  I urge the FDA to finalize this proposed rule.<br/><br/>TEENS SHOULD NOT BE ALLOWED TO USE TANNING BEDS",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "I disagree with this new law <br/><br/>it is my RIGHT AS A US CITIZEN to be a consumer of sunlamps at my will.  It is my skin, my body my money .  ",
    "label": "veryneg",
    "docketId": "FDA-2015-N-1765",
    "docAbstract": "Open"
  },
  {
    "text": "Please see attachment.",
    "label": "neut",
    "docketId": "NOAA-NMFS-2015-0143",
    "docAbstract": "Amendment 18 would implement permit caps and modify Handgear A management measures"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2016-0169",
    "docAbstract": "This proposed notice with\ncomment period announces changes\nthat would be made to the Medicaid\nNational Drug Rebate Agreement\n(NDRA) for use by the Secretary of the\nDepartment of Health and Human\nServices (HHS) and manufacturers\nunder the Medicaid Drug Rebate\nProgram (MDRP). We are updating the\nNDRA to incorporate legislative and\nregulatory changes that have occurred\nsince the agreement was published in\nthe February 21, 1991 Federal Register\n(56 FR 7049). We are also updating the\nNDRA to make editorial and structural\nrevisions, such as references to the\nupdated Office of Management and\nBudget (OMB)-approved data collection\nforms and electronic data reporting."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FDA-2016-D-2335",
    "docAbstract": "Food Labeling:  Nutrient Content Claims; Definition of Term “Healthy”"
  },
  {
    "text": "See comment letter attached.",
    "label": "neut",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "Suggested Changes to Proposed Rule 23 Amendments and Comments ",
    "label": "neut",
    "docketId": "USC-RULES-CV-2016-0004",
    "docAbstract": "civil"
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "NOAA-NOS-2016-0150",
    "docAbstract": "NOAA is proposing to designate an area of 1,075 square miles of Wisconsin state waters as the Wisconsin – Lake Michigan National Marine Sanctuary (WLMNMS or sanctuary). NOAA also proposes regulations to implement the sanctuary designation and establish the sanctuary’s terms of designation. A draft environmental impact statement and draft management plan have also been prepared for this proposed action."
  },
  {
    "text": "The International Sugar Trade Coalition (ISTC) submits the attached comments on the Draft Guidance for Industry, entitled &quot;Questions and Answers on the Nutrition and Supplement Facts Labels Relating to the Compliance Date, Added Sugars, and Declaration of Quantitive Amounts of Vitamins and Minerals,&quot; as applied to sugar in retail packages.  Specifically, ISTC&#39;s members are concerned that consumers will be confused if sugar in retail packages is required to be labeled as containing &quot;added sugar.&quot;",
    "label": "neg",
    "docketId": "FDA-2016-D-4414",
    "docAbstract": null
  },
  {
    "text": "I think allowing cell phone calls on airlines is a poor choice. Other passengers are not able to move away from callers, who frequently rause the volume of their voices on phones. I think it will cause more conflict between passengers.",
    "label": "neg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Download is not working and it is not possible to open the file",
    "label": "neut",
    "docketId": "FDA-2015-D-0025",
    "docAbstract": null
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "When I book travel, I often use comparison websites to search and purchase airline tickets.  I rely on the convenience of finding all my options on one screen.  Plus, when airlines know their fares will be listed next to their competitors, they will be more likely to offer a competitive price. <br/><br/>It&#39;s come to my attention that some airlines are trying to make it harder for me to see all my options by restricting certain websites from publishing fare and schedule information. They shouldn&#39;t get to pick and choose who can share information that&#39;s already publicly available.  We need more transparency in the marketplace, not less.",
    "label": "veryneg",
    "docketId": "DOT-OST-2016-0204",
    "docAbstract": "Exploring Industry Practices on Distribution and Display of Airline Fare, Schedule, and Availability Information"
  },
  {
    "text": "Please protect this precious, intelligent whale.  I&#39;m grateful that this site is here so that voices like mine can be heard.  So much havoc has been wrecked in the Gulf by the oil industry anything that we can to to help correct it needs to be done.  ",
    "label": "verypos",
    "docketId": "NOAA-NMFS-2014-0157",
    "docAbstract": "On April 6, 2015, we made a positive 90-day finding on the petition that the petitioned action may be warranted and conducted a status review of the species. After reviewing the best scientific and commercial data available, we have determined that the Gulf of Mexico Bryde’s whale is taxonomically a subspecies of the Bryde’s whale, thus meeting the ESA’s definition of a species, and warrants listing as endangered under the ESA. We, therefore, are proposing to list the Gulf of Mexico Bryde’s whale as an endangered species under the ESA."
  },
  {
    "text": "Travelers have a right to quiet transportation on airplanes.  Cell phone users tend to talk louder on the phone than speaking in person.  Do not allow cell phones on airplanes.",
    "label": "veryneg",
    "docketId": "DOT-OST-2014-0002",
    "docAbstract": "Use of Mobile Wireless Devices for Voice Calls on Aircraft"
  },
  {
    "text": "I support the 1,075 square mile Wisconsin Lake Michigan National Marine Sanctuary. ",
    "label": "pos",
    "docketId": "NOAA-NOS-2016-0150",
    "docAbstract": "NOAA is proposing to designate an area of 1,075 square miles of Wisconsin state waters as the Wisconsin – Lake Michigan National Marine Sanctuary (WLMNMS or sanctuary). NOAA also proposes regulations to implement the sanctuary designation and establish the sanctuary’s terms of designation. A draft environmental impact statement and draft management plan have also been prepared for this proposed action."
  },
  {
    "text": "MTU Maintenance Hannover GmbH (MTU), Germany:<br/><br/> - Revision of mentioned &quot;PW Alert Service Bulletin No. PW2000 SB72-765, Revision No. 1, dated July 13, 2016&quot; is not reflecting the actual released revision.<br/> - P&amp;W released already Revision 2 of this Service Bulletin, dated August 12, 2016, referring new inspection instructions per &quot;NDIP-1163&quot;  to cover both types of Diffuser Case Flanges with reference to PW2000 SB72-728 (scalloped Flange).<br/> - Revision 1 of this Service Bulletin is only reflecting inspections of non-scalloped/hooped flanges per &quot;NDIP-1142&quot;.<br/> - During the WTT P&amp;W announced, working on the next revision of this Service Bulletin introducing again some changes to the inspection instructions of &quot;NDIP-1163&quot; to Revision B. (see attachment)<br/> - The final released AD-Note should reflect the latest release Revision of PW Alert Service Bulletin No. PW2000 SB72-765, to include and reflect the latest inspection instructions.<br/>",
    "label": "neg",
    "docketId": "FAA-2013-0740",
    "docAbstract": "2013-NE-24-AD\r\nPratt & Whitney Turbofan Engines"
  }
]