[
  {
    "text": "Please do not weaken our air and water quality standards.  You have the ability to protect the health and well being of the American public and our children for generations to come.  We have made a progress in restoring our air and water quality.  There is more not less that needs to be done.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The existing law has the intent of curbing greenhouse gases and limiting global warming, which is fact. I believe that repealing this law - as proposed by the EPA and instructed by Trump - would be directly harmful to the environment in allowing industry to dump unsustainable levels of greenhouse gases into the air. I oppose repealing this legislation. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The government has a responsibility to protect its citizens, not only from attacks by outsiders but also attacks from within. The environment is a common, shared domestic value. Companies can make money and still care for citizens. Instead of loosening regulations, our government should be offering incentives to companies to reach healthy standards. People cannot choose to breathe or choose not to drink water. Entities should not be allowed to harm essentials to living. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need to strengthen and expand our regulations around coal pollution to protect human health and slow climate damage. If regulation hastens our migration to renewable and sustainable energy sources, all the better. There is no valid economic argument for gutting these regulations and compelling urgency to stop environmental degradation.<br/><br/>Specifically:<br/>Coal mining destroys ecosystems, releases toxic levels of minerals and gases into our water and air (including methane), and exposes people to coal dust and toxins.<br/>Coal is the largest source of climate-changing CO2 pollution.<br/>Coal burning releases millions of tons of sulfur dioxide and nitrogen oxides, creating acid rain and smog.<br/>Coal burning yields particulate matter pollution, which creates air pollution and respiratory ailments.<br/>Coal burning releases mercury, which infiltrates the food chain and attacks the human nervous system. <br/>Coal burning creates millions of tons of waste containing toxic levels of heavy metals, much of which end up in landfills.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It would be foolish to repeal any environmental regulations. Practically all scientific study shows that doing would be harmful and, in some cases, disasteroys. Environmental regulations may need to be expanded, even. No environmental regulation currently has any significant negative effect on job creation, etc.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It seems to me that the new orders are assuming that all regulation = job killers. It appears that when we remove some regulations we may have an agency promoting &quot;people killers&quot;.  We need to keep in place regulations that protect children, adults, seniors, consumers. We need regulations to ensure our water ways and air safeguarded from further deterioration.  Thank you to those at the EPA who remain on board. I&#39;m sure it isn&#39;t easy.  ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I believe strongly in the governments responsibility to regulate corporations, public and private use of natural resources. This includes waste discharge, leases on land, resource use such as water, energy consumption and discharge. I do not support deregulating anything and encourage further regulation to help us to meet the Paris Agreements.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "PLEASE PLEASE DO NOT REPEAL. EPA regulations need to be expanded to better protect working Americans, not repealed to allow for businesses to engage in cheap and harmful practices! ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regarding Docket ID No. EPA-HQ-OA-2017-0190 <br/><br/>Please do not repeal these regulations. I care about the environment and our air quality. I have three kids and want them to have a world in which they can live and breathe without substances that will affect their health.<br/><br/>Klara Vogel<br/>Santa Monica, Ca",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Remember the bad air quality of the 70s and 80s? It was terrible, hard to breathe. You see Beijing? Please don&#39;t repeal these laws, it&#39;s time now more than ever to ensure our children remain healthy. Corporate profits must take a back seat.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It is important that we keep all current clean air and water regulations. As a resident of Los Angeles, my family and I have benefitted from significant smog reductions thanks to clean air mandates which have cleaned up the exhaust coming from cars on the road and pollution coming from businesses and homes in the region. I have asthma and it&#39;s important to me, especially during the warm summer months where there are still numerous dirty air days, that we continue to have regulations which limit what we are allowed to emit into our air and water. And, in a region where clean water is at a premium, we need to make sure there is enough clean water accessible to residents whatever their income can afford. As we have seen in Flint, without proper testing and regulation, water quality can go unchecked and will continue to be problematic with the increased use of water in natural gas extraction and the unfortunate spills we have seen all over the country into creeks and rivers which serve as primary sources of drinking water for most Americans. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Expand the regulations; do not reduce them.  Thank you.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Corporate greed is short-sighted and must not prevail.  Protect our environment - strengthen, not weaken the protections.  There is no Planet B.  ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It is likely that the proposed cuts to the EPA will not only inhibit EPA&#39;s ability to regulate under their current established mandates, but also their ability to conduct future assessments. Specifically, according the the court case Michigan vs EPA, the EPA will likely have to conduct many more cost/benefit analysis in order to determine the value of proposed regulations. A reduction in the EPA budget will reduce their ability to complete these assessments effectively. The failure to account for the externalities of proposed industrial activities on human health and economic activity, will harm our nation for decades to come. The EPA must have the funding to sufficiently assess the negative externalities that result from economic decisions such that we can incorporate them into our decision making as a nation in terms of future investments. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please look at the bigger picture, do &#39;t reduce EPA regulations for short term corporate gains or short term jobs",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The existing regulations have gone through a very thorough vetting process, which takes into account much more than corporate profit.  The public health requires government to act on all our behalf.  Corporations already have over-weighted influence. It is the public which needs these rules for our health and safety.  As a person who is now suffering from a lung disease caused by unknown antigens, I have a particular interest in this issue.  Please do not lower the current standards.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Dear EPA - <br/><br/>You should not change the existing regulations that protect clean air, clean water and land. Rolling back the good efforts that the EPA has already completed on behalf of human health and ecological health is non sensical. <br/><br/>The current effort by President Trump and the EPA&#39;s Scott Pruitt are foolhardy and do not represent clear thinking on behalf of the American public. <br/><br/>Past Presidents, both Republican and Democrat, have enacted multiple laws to protect the our air, water and land from pollution. It is simply a foolhardy and easy scapegoat to blame &quot;regulation&quot; for the inability of old industries to gain back what has been long in coming. There is no reason to have human health put in jeopardy by coal pollution, and other pollutants. People and wildlife need clean air and water, and rolling back existing regulations will reduce protection for people and wildlife. <br/><br/>Gaining a few cents on the dollar in profit is no excuse to risk people&#39;s lives. Thanks for your consideration. <br/><br/>Jim Balmer<br/>Des Moines, Iowa",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It sickens me what this administration is willing to do for money.  One day, long after the dust has settled, Americans will be sicker, poorer, and furious about the corruption and disregard for science Scott and his blind stupid arrogance have caused.  Helping industry for a few dollars will erode the middle class for short term gain and destroy what America is supposed to stand for.  Gutting these laws and ignoring ACTUAL DATA in order to make a few bucks is paramount to treason against our children.  Shame, you coward.  Pruitt is a Benedict Arnold and history will not speak kindly of the men who sold out humanity<br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We have fought long and hard to hold commercial entities responsible for protecting the environment and we will fight just as long and hard to keep them that way. Do not repeal a single regulation, a single law that enables greedy corporations to harm our planet in the name of profit. So much destruction has already taken place that we can never recover; don&#39;t let it start again.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regulations should NOT be repealed. Rather, they should be expanded and more money should be put towards protecting our environment. Not only does climate change affect the current generations, but also the children of current generations. Do not let people who are more concerned with money decide whether people should live or die! This truly is a life or death matter. With increased rates of asthma, etc, we should be more concerned with expanding and creating new regulations that will protect Earth. Climate change is a problem created by humans, but it is an issue that all living things must face. Trump and his administration need to think at least about their own grand and great grandchildren if thinking about anybody else is too far fetched for them.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "WHY WE NEED THE EPA:<br/>To the GOP and SELL OUT DEMS!!! WHAT WILL YOU DO WHEN YOU HAVE DESTROYED THE ENVIRONMENT?<br/>Just live in your rich corporate BUBBLE-SPHERE, while the rest of life on earth as we know it perishes.....<br/>HELL ON EARTH, with it&#39;s own self appointed Devils!!!<br/>I guess enough said.....you know who you are.....<br/><br/> ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not roll back regulations. Americans need clean air and water. If you let coal companies pollute the air, there will be more cases of cancer and respiratory conditions. <br/><br/>I care about all Americans having access to good health and jobs, but I believe that endorsing jobs at renewable or natural gas plants will produce more favorable results long term. We also can&#39;t go back to the days of coal because many other countries are far ahead of us now and are not using a method that impacts people&#39;s health so negatively. <br/><br/>PLEASE THINK ABOUT THE HEALTH AND INNOVATION  OF AMERICA. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not repeal the Clean Air Act. We should be making stronger regulations to protect the health of ourselves and the planet. For those who cannot think beyond dollar signs and immediate financial growth, the Clean Air Act is an opportunity to create new and innovative jobs and to retrain people to work in new environmentally sound industries. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": " Additional regulations to save the envrionment for future generations.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA was created to help us have clean air and water. We all need clean air and water to live. The EPA also helps support energy freedom, energy choice, competition, and national security. We need the EPA. Don&#39;t get rid of this important government agency. It protects all of us.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "These &quot;regulations&quot; would be better described as &quot;protections.&quot; They were not put in place to be overburdensome or to hinder American potential. They were put in place because they are absolutely necessary to protect our planet&#39;s resources, which is important in and of itself and will also help ensure human prosperity for centuries to come. Upholding these regulations is in the public&#39;s interest. Please do not let the responsible stewardship of our planet (our only planet!) become a politicized endeavor. Our planet&#39;s longterm health should be a priority shared across party lines.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Why are you even asking what we think? You aren&#39;t working for us. You don&#39;t care about what&#39;s good for citizens or for future generations. You care about money and power.  You&#39;ll do whatever you please to make money for your yourselves, your friends and your corporate owners. <br/><br/>This is just a legal formality. I&#39;d say it&#39;s also a weak attempt at pretending to represent the American people but I don&#39;t actually think anyone in the current administration would bother to go that far or be that creative.<br/><br/>Contrary to what you think, people matter more than profits. The country is not a corporation nor should it do what is in the best interests of said corporations to the detriment of people. Regulations save lives. Regulations also cost polluting companies money and that drives innovation into new technology for cheaper compliance options as well as alternative energy source options. If corporations want to make money.... let them make it there and make the world a cleaner safer place for the citizens of the united states while they&#39;re at it.<br/><br/> I know you&#39;ll be ok with it because it makes your owners money. Although, I&#39;m sure they&#39;d rather go the easy route, make America sick again and make a quick buck along the way by deregulating.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I strongly oppose any cuts in funding of the EPA, any reductions of enforcement of existing environmental laws, and ANY changes that reduce protecting our environment!  We need clean water, air and land to survive. Gutting the EPA staff and its regulations puts all of this at risk. Pollution crosses state and country boundaries. We need common protections across the country that the EPA provides. We need the freedom to breath, to drink clean water, to eat healthy foods, and to live on land that does not make us sick. We need the protection of the EPA from greedy businesses that would poison our people to improve their profits. The EPA represents the freedom to live a healthy life.<br/><br/>Cindy Sidaris,<br/>California<br/><br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Federal environmental regulations help protect all citizens of this country and are paramount to sustaining our nation. Humanity is worth spending extra time and money to ensure to cleanest quality of air and water possible for all: rich, poor, present, and future. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The regulations regarding clean air and water are very important to keep the American people safe.  The cost of the regulations is vastly outweighed by the cost savings of cleaning up polluted waterways, cleaning fouled water, and the increased healthcare costs for fixing the damage done to our children from airborne and waterborne pollutants.  We rely on our government to keep us safe, and these regulations are our best defense.  Please don&#39;t put my daughter in danger just to line the pockets of a corporation who wants to cut corners.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The health of our environment is directly related to the health of our people, our planet, our future. Regulations are necessary to ensure that the health of the people is put above any commercial interests. It has been proven time and again that businesses do not do a good job of regulating themselves (look at Louisiana - loose on regulations, the most polluted state in the US. There&#39;s a corridor known as &quot;Cancer Alley&quot; due to all the industrial contamination). The EPA should be using the latest science to tweak, target, and expand regulations, but there certainly should not be a wide rollback of regulations. There is little evidence to support the claim that environmental regulations hurt the economy or cost jobs - but even if they did cost jobs in the short term, isn&#39;t it worth it for the future of our planet? Environmental damage is long-lasting and will cost money in health care, premature deaths, lost productive years. Instead of rolling back regulations to boost business, we should be looking for innovative new business opportunities that don&#39;t put our planet in peril. <br/><br/>We are all connected, and what happens upriver flows downriver; what happens upwind moves downwind; what happens on one coast flows across ocean currents to another continent. The federal government, and indeed multilateral institutions, must play a role because environmental polluters do not know state or national boundaries. Every single person on this planet has the right to breathe clean air that won&#39;t give them asthma, drink water that will not give them heavy metal poisoning, go to work every day at a job that won&#39;t give them cancer. This is the job of the EPA and the point of regulations - to ensure that they can do all of those things. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "As a scientist but more importantly as a citizen who breathes the air and drinks the water of this country, I find it insane to suggest that EPA regulations should be rolled back.  Have you asked the people of Flint what they think?",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I clearly remember why the EPA regulations were established and have gotten stronger over the years. They have functioned well to greatly improve the quality of our air and water. DO NOT ALLOW RENEWED POLLUTION IN THE NAME OF REDUCING REGULATIONS. If anything, we need stronger regulations, closer monitoring and heavier fines on polluters.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We MUST KEEP these regulations for our environment.  And, I gratefully requote another:  &quot;The existing regulations are in place for a reason. They were enacted to fill a public need for clean water and air. Undoing these regulations is not in the public interest. Short term thinking and ignoring basic facts is sure way to be on the wrong side of history.&quot;<br/>Do not allow the destroyers in our government to do such damage.  They know they are destroying our Earth and all in the name of greed.  <br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need the EPA to keep our environment and the people who live in it, healthy!!!",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I live on a lake that is fed by five rivers and streams. I am able to swim and boat and fish on this lake because there are EPA regulations in place that prevent water pollution. I would be dismayed to see the lake that I live on become polluted. The lake is the lifeblood of this community. With a polluted lake, there will be irreparable financial harm caused to my community. Please allow the EPA continue its good and important work on water and air pollution. It is invaluable to me.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please stop removing regulations. Regulations are what separate us from 3rd world problems. There is NO SUBSTITUTE for CLEAN AIR or CLEAN WATER. We cannot exist without these two essential elements. Please protect our wildlife also. We should strive to be good stewards of the earth. It is our responsibility to take care of it for our children and their children and their children. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Environmental protection should be increased, not reduced. This would allow companies to exploit and poison the earth. We should be putting the environment first, not corporate profits. We should be encouraging companies to modernize and create sustainable practices. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "As an American and a voter, I welcome strict environmental regulations to keep our corporations and government agencies accountable in terms of keeping our air, water, and land clean and safe for future generations. Reducing emissions, preventing pollution, and keeping our air clean (and well regulated) is very important to me. I do not want regulations removed or reduced. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Without regulations to protect our environment, businesses will invariably choose the path of greatest profit, i.e. polluting our air and water, just like they did before the EPA existed to stop them.  To believe anything to the contrary is to live in a fantasy world.  Environmental regulations are important because they allow our children to play outside without being sickened by pollution.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Not all regulation is bad, particularly when it comes to the environment. Slashing back at environmental regulations could have a permanent damaging impact on our environment. We are on the precipice of potential run away global warming.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The cutbacks, as proposed, benefit virtually no one but larger corporations and not the American public at large. As such, any cutbacks should therefore be subject to transparency BEFORE implementation, rather than at the discretion of the executive branch and captains of industry. The benefits of stringent environmental regulation policies are multifold, including rivers no longer bursting into flames, rivers and streams less polluted by industrial waste and agricultural runoff, cleaner air in our major cities, and clean drinking water. Those benefits do not come with a &quot;cost benefit&quot; price tag, but every citizen benefits. Cutting back the EPA could be a disaster waiting to happen. Just look at Flint, Michigan. 3 YEARS after the public learned how contaminated their water system is, and there still are no alternatives for all those families in place. That is a cautionary tale if ever there was one, in that Flint represents what happens when regulations are not in place and/or are ignored by agencies charged with the welfare of its citizens.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We have a responsibility to our current and future generations to ensure the opportunity for a healthy quality of life. We owe our children and their children the pleasure of enjoying the natural resources as we and our ancestors did. If we continue to dismantle laws and agencies that have been set in place to protect our ecosystem, we will almost certainly degrade the planets ability to sustain future generations with the same quality of life as we presently have. Through deforestation and climate change, our natural resources are dwindling. It would be unfair and disrespectful of us, knowing our current trend, to continue on this current path. We must actively make change ensuring the protection of our environment and the organisms that dwell therein. To ignore this responsibility would most certainly lead us forward into a very bleak and deadly future. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need to protect our air and water, our land and our food. The interests of industry should never be considered more relevant than the interests of the citizens. Politics have no place in this. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Environmental regulation is critical for the success to our success as a nation. Resources are extremely limited and unfortunately not understanding and appreciated the impact of human progress on the environment is short sited. We must move forward with regulations. The idea that people loss jobs to regulations is an unfortunate one. Businesses that site tough regulations in order to let individuals go are operating under the guise of greed. Profiting in a responsible, conscious manner is not difficult. Decreasing regulations to enable companies to cut corners in-order to increase profits will not serve us - it will only increase environmental contamination and be a great public health risk. It is in our interest in terms of productivity, and public health to keep regulations. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need regulations so events like Flint Michigan don&#39;t happen again so we can pass on a clean healthy planet too future generations , and too hold big corpurations responsible amoung many other things.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I support strict regulations to protect our clean air, water and planet. I condemn the attempts to make polluting easier for corporations. Protect the Clean Air Act!<br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The proposed rule suggests that regulations should be evaluated based on whether they:<br/>&quot;(i) Eliminate jobs, or inhibit job creation;<br/>(ii) are outdated, unnecessary, or ineffective;<br/>(iii) impose costs that exceed benefits;<br/>(iv) create a serious inconsistency or otherwise interfere with regulatory reform initiatives and policies;<br/>(v) are inconsistent with the requirements of section 515 of the Treasury and General Government Appropriates Act, 2001 (44 U.S.C. 3516 note), or the guidance issued pursuant to that provision in particular those regulations that rely in whole or in part on data, information, or methods that are not publicly available or that are insufficiently transparent to meet the standard of reproducibility; or<br/>(vi) derive from or implement Executive Orders or other Presidential directives that have been subsequently rescinded or substantially modified.&quot;&quot;<br/><br/>Nowhere in that list is an evaluation as to whether the regulations do what they&#39;re supposed to do - protect citizens and the environment from hazards created by industry and by society.  That should be the standard for regulations.  Whether or not they interfere with someone&#39;s profit is irrelevant in this context.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need clean air and clean water.  We need land to recreate in, to see the beauty of our country.  We need to provide jobs to protect these lands, to make sure that future generations will know that we have amazing diversity in wildlife, in ecosystems, in landscapes.  Save the EPA, and save us. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Government agencies are the monitors and enforcers of EPA regulations and without sufficient and appropriate guidelines environmental damage will occur. Every citizen benefits from EPA regulations and suffers when they are disregarded so that profit can be earned for a few.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We only have one earth- whether we like it or not we have to keep this one healthy,  The EPA needs to be expanded with greater power<br/>of regulations, not reduced power.  If you look at a photo of our earth, the &quot;air&quot; around it is very thin.  We can&#39;t afford to pollute<br/>it.  I&#39;m old enough to remember lead in our air, and other pollution (smog).  Please do not let this happen again.  This is not the place<br/>to try and save money.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need more environmental regulations!! We only get one planet, and we are treating it, and the other inhabitants very poorly. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not do this. Do not mess with the regulations. This is greed at work and we are better than this. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am deeply opposed to efforts to rollback EPA protections for our air and water. The guidelines for comment say &quot;agency reviewers look for sound science and reasoning in the comments they receive. When possible, support your comment with substantive data, facts, and/or expert opinions.&quot; I believe these regulations were developed using sound science, substantive data, facts, and expert opinions. Exactly ZERO evidence has been introduced to show why rolling back the regulations would benefit American citizens. Clean air and water are not an inconvenience for corporations, they are an investment in the future of our country and protection for our citizens. I see no reason why the carefully developed regulations should be rolled back and the administration has provided zero rationale. The planet needs our leadership on environmental protections, including investments in renewable energy and clean power. There is no public purpose in rolling back these regulations and I oppose the rollback. <br/><br/>Carise Mitch<br/>812 N 25th street<br/>Philadelphia PA 19130<br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am totally against the rollback of environmental regulations. These laws are designed to hold pollutants (such as businesses) accountable for pollution and hopefully change their attitudes and processes. The looming environmental crisis is becoming more and more publically visible, and more and more ordinary citizens such as myself will be affected by floods, storms, fires, and polluted resources. The laws enforced by the EPA are extremely important to maintaining conhesive environmental policy across the US and I implore you to think of the long-term environmental, economic, and health consequences before weakening or eliminating them. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We must not eliminate these EPA regulations. If we don&#39;t have clean air to breathe and water to drink, then everything else is irrelevant.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I support strong regulations that ensure clean air and clean water.  Such regulations are good economic investments, with about 30-1 ratio of benefits to costs for the Clean Air Act (https://www.epa.gov/clean-air-act-overview/clean-air-act-and-economy) and a similar ratio for EPA regulations more generally.  It breaks my heart to think of children in California and other places with a lot of pollution getting asthma and other diseases caused by an unhealthy environment.  America is beautiful.  Let&#39;s keep it that way!",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am opposed to defunding and dismantling the EPA. Industries need regulaitions and oversight especially when greed and shortsightedness overrules protection of the environnment. Keep the Clean water and Air Act intact.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "This is an incredibly bad idea. The guidelines laid out in the Executive Order are so broad as to be useless. Any regulation a corporation doesn&#39;t like can be repealed. But we have these regulations for a REASON. They allow us to have clean air and clean water, and without those two things, nothing else matters! These are unbelievably short-sighed regulations that are clearly kow-towing to big business, and voters are not going to look kindly on those who decided to make our communities less safe for the sake of profit margins. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I live in Pittsburgh PA and I hope for a future for myself, my children and my city that doesn&#39;t look like Pittsburgh did before EPA regulations. The cost to us today is far outweighed by the consequence down the road. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": " we demand an EPA that protects human health and the environment. ",
    "label": "",
    "docketId": "ED-2017-ICCD-0054",
    "docAbstract": null
  },
  {
    "text": "I do not see how going back more than five years is anything other than a waste of taxpayer money.",
    "label": "",
    "docketId": "DOS-2017-0019",
    "docAbstract": null
  },
  {
    "text": "Yes! Please require as much info as possible! We need to keep Americans safe! Foreigners have no US constitutional rights, only US citizens do. They should  prove they have no ties to terrorism. Should pass the same requirements Americans must to get a TWIC card, and rent a house at least. Social media and family should be screened for terrorist ties. It is a privilege to come here, a great privilege! We also should require anyone who has traveled to a country, that we would have to get vaccines to travel to, to be screened for those diseases. If they move here permanently they should learn our language, follow our constitution and take a basic civics class, pledge allegiance to our country and flag! Do not put Americans at risk! ",
    "label": "",
    "docketId": "DOS-2017-0019",
    "docAbstract": null
  },
  {
    "text": "Until the current &quot;Guidelines&quot; issued by the CDC are removed or replaced followed by States doing the same any.    education on pain management is a farce. Doctors are flat out refusing to treat chronic pain patients. Doctors are &quot;firing&quot; chronic pain patients. Doctors are mislabeling chronic pain patients as drug seekers, drug dependent and just plain addicts. Emergency rooms refuse help to chronic pain patients. Pain mamagement is now physician abuse. Necessary pain medications are being abruptly cut off causing withdrawal and sometimes death. It has become the latest &quot;fad&quot; to inject drugs into spines, muscles and joints. I will choose death before anyone injects a foriegn substance into my spine. There is not enough knowledge of the nervous system for these practices to be truly safe.<br/>   Chronic pain patients, in order to maintain any mobility/normalcy in life now have no choice but to seek alternative and often illegal solutions to ease their pain. We need a quality of life that includes being able to cate for ourselves, our homes, our families and hopefully work so we can continue to afford to live comfortably. <br/>    Teach doctors how to look up from the computer screen at the person in the room. Show them how to be compassionate to people desperate for real care that fits their needs. Tell them to truly listen to what the patient has to say. We know what our body needs and can tolerate. We know what has worked in the past and what didn&#39;t. We educate ourselves and have valid input for our care. <br/>    Instead of treating chronic pain patients like addicts and criminals with drug tests and bogus contracts to receive care, treat them like humans in need of serious care. Drug test the criminals, addicts and chronic users of government funds as a source of income.<br/>    I have been refused as a patient only because I mention that I have a chronic painful disease. It has been a year since I last went to a doctor. Part of my illness causes me not to be able to handle the stress of even looking for a doctor in the present climate against chronic pain patients. Yes, I have my final exit strategy in place for when the pain becomes too much to bear. Yes, I have researched illegal solutions for relieving my pain. Yes, I no longer am able to support myself. I am single with no family to care for me. I will leave it to your imagination how I manage to survive. PLEASE FIX THE PROBLEM! I miss my career and happy life.",
    "label": "",
    "docketId": "FDA-2017-N-1094",
    "docAbstract": null
  },
  {
    "text": "I&#39;m old enough to remember how bad pollution was becoming in this country was before the Nixon administration established the EPA.  Improvements in the quality of our air and water that have resulted from that benefit everyone regardless of their politics.  The notion that breathable air and drinking water should be some sort of partisan political issue is simply insane.  It&#39;s a matter of our health and of our survival as a nation.  You don&#39;t make or keep a nation great with poison in the air and water.<br/><br/>You can&#39;t trust industry to behave responsibly without regulation any more than you can trust individuals to behave responsibly with out laws.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am deeply worried about the roll-back of current environmental regulations. Damage to our environment often is irreversible, always expensive to mitigate, and I believe we have an ethical and moral obligation to protect the earth from undue harm so that future generations can breathe clean air, drink fresh water, and enjoy a beautiful environment.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Since the EPA&#39;s founding in 1970, concentrations of common air pollutants, like sulfur dioxide, have dropped as much as 67 percent. The EPA helped mitigate catastrophes like acid rain, leaded gasoline, and DDT. The EPA is why our rivers no longer catch fire!  I am concerned about the rollback of EPA regulations and the negative effect this will have on our earth. We have made so much progress since it&#39;s inception.  I am concerned that deregulation will effect all aspects of a clean environment. I am asking that the regulations stay in place. We need to put planet Earth first, ahead of corporate and political interests.<br/><br/>&quot;Restoring nature to its natural state is a cause beyond party and beyond factions.&quot;-Richard Nixon<br/> ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please note that honey never has &quot;added Sugars&quot; so proposing a label that infers there are added sugars is both  incorrect and misleading<br/><br/>Thanks<br/><br/>Morgan Muir",
    "label": "",
    "docketId": "FDA-2016-D-4414",
    "docAbstract": null
  },
  {
    "text": "I am old enough to remember the days before the EPA, when we could not go outside for recess because of air pollution, when you could not see the Pittsburgh skyline because of air pollution, when we had to catch our breath walking to the school bus on certain days because of air pollution. Thanks to the EPA regulations you want to do away with, our air, water, and land are much cleaner. I can&#39;t believe any rational person would want to roll back those regulations. I cast a strong no vote on doing away with those regulations. While I&#39;m at it, I believe in climate change and science and not Scott Pruitt. <br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I oppose house bill 958!",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I live in Escambia County Florida and I am surrounded by some of the nations top 10 Superfund sites from industry that polluted our community and left the tax payers cleaning up their pollution and hazardous waste after they made all their money and ran. We need MORE regulations prohibiting businesses from polluting our planet and NOT less. We need more funding going into cleaning up these messes and cleaning our air and water. We need tougher, more substantial fines on businesses who pollute our land, air, and water. I&#39;d like to see serious jail time for polluters. We can&#39;t even put an irrigation well on our property because dry cleaning companies in the past dumped their chemicals and polluted our many drinking water wells. The expense of cleaning up corporations&#39; messes is being borne primarily by the tax payers and this is not fair. Go after these companies. Make it more un-profitable to pollute than to do the right thing. We do not have another planet where we can live. DO YOUR JOB CONGRESS. Protect the EPA and protect the citizens of the world.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations need to remain intact in order to maintain and improve the health and safety of American citizens. We should all have the right to clean water and clean air. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA&#39;s job is to ensure that the environment is safe for current Americans, and survives for our children and grandchildren. Its job is not to provide an unregulated environment for short-term business interests. Think about Flint, MI, if you haven&#39;t already.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "PLEASE do your job and protect our environment.  Pres Trump is only protecting business with a total disregard to our natural resources. We are paying attention.  ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "FOR THE LOVE OF OUR COUNTRY AND OUR PLANET DO NOT ROLL BACK EPA REGULATIONS AND MAKE CUTS.<br/><br/>WE NEED CLEAN AIR, CLEAN WATER,  BIOLOGICAL DIVERSITY,  AND ENDANGERED SPECIES PROTECTION.    WE HAVE A RIGHT TO NOT BE SUBJECTED TO CHEMICAL CONTAMINATION IN OUR WATER AND AIR.<br/><br/>WE WILL BE THE LAUGHING STOCK OF THE REST OF THE WORLD AND BEHIND EVERY OTHER COUNTRY IN DOING OUR PART TOWARDS REVERSING THE EFFECTS OF GLOBAL WARMING.<br/><br/>AMERICA SHOULD NOT BE THE STAND ALONE COUNTRY NOT MAKING SERIOUS EFFORTS TOWARDS ENVIRONMENTAL PROTECTION.<br/><br/>WE THE TAXPAYERS KNOW THAT BIG OIL PAYS OFF THE VOTES AND THAT THE CURRENT ADMINISTRATION IS CORRUPT.   WE WILL NOT STAND FOR THIS ANY LONGER.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am under the impression that the EPA exists to protect our environment.   The new administration seems to want to roll back necessary regulations that help the EPA do just that.  Also, very discouraged that Mr. Pruitt is the exact opposite of what the EPA needs.  It seems he&#39;s there to destroy from the inside, which gives many of us very little hope. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "These regulations are not burdens on the American people! They help protect the American people from the burdens of cancers and respiratory illness among rather a lot else. The corporations spewing toxic filth into the air and water should be even more tightly regulated and heavily fined when they break those rules. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Me and my kids and my kids kids have to live on this planet.  I want it to be better for them than it was for me.  Rolling back environmental regulations does the opposite.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am strongly in favor of keeping all existing EPA regulations, which keep our air clean, our water clean, our environment healthy, and all of these things make for a stronger, greater America. None of these regulations should be removed. Instead, I would like to see more regulations that prevent the destruction or poisoning of our environment, and more regulations that ensure that the environment we leave for our children and their children is healthier and cleaner than the one we inherited from our parents. Regulations save lives, and are worth it!",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Trump is no friend to the environment, don&#39;t enforce any executive orders that hurt the environment.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not repeal EPA Regulations! Americans love clean water, clean beaches, and clean power! There is no evidence that eliminating the EPA will create more jobs - however, you might succeed in replacing current clean jobs with dirty jobs.<br/><br/>Dave Clark",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I write to OPPOSE repealing existing regulations intended to improve our environment and contribute to the U.S. responsibility and commitment to slow global warming. <br/><br/>American businesses need to be responsible global citizens just as Americans need to be responsible global citizens. It is not an undue burden on corporations to reduce pollution and it is not an undue hinderance on us, American citizens, to drive more fuel efficient, environmentally-friendly vehicles and to support non-carbon based forms of energy production. We are also willing to pay more to ensure that our manufacturers respect our planet and pollute less.<br/><br/>Sincerely,<br/><br/>Jennifer Spreitzer<br/>Bethesda, Maryland",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "As the Environmental Protection Agency, your job is to protect the environment. removing or lessening regulations protecting the environment would quite frankly make you derelict of your duties. Unnaceptable.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I lived in the country before the EPA was formed.  There was horrific smog in the cities, polluted lakes and rivers, eagles and others dying from chemicals, etc.  Through the regulations of the EPA, we made great strides in these areas and we need those regulations as much now as before, as businesses and corporations are usually recalcitrant to restrict their polluting activities.  We also have the crisis of climate change and what we can do to reduce our contributions to it.  This is a vital issue not only for our citizens, but for future generations.  We cannot be so self-focused on our current needs to harm the viability of our planet.  It is naive at the least to think pumping out emissions and pollutants into our air and water would have no effect on our planet!",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Eliminating these regulations will not create more jobs. This will only serve to pad the pockets of top executive and corporations. It&#39;s a thinly vailed effort for those at the top to benefit while the rest of us suffer the effects of increased pollution and he loss of valuable resources. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The criteria for regulations must be the protection of the environment (including earth, air, water, wildlife, and plant life), protection of human health, and mitigation of climate changing emissions. We need to protect the planet on which we depend for life, or this will be the last generation of humans on earth. Regulation must put human and environmental health above corporate profits. Corporations must be held accountable for environmental pollution, workplace safety, and damaging our society- the true costs of the production of goods must be used in our economic practices. <br/><br/>Smart regulations can stimulate the switch to a sustainable energy based economy that minimizes pollution, supports workers, and creates a country where people are healthier and happier. There are many more jobs in the renewable energy industry than in the fossil fuel industry, and eliminating regulations that do not take this into account will be devastating to our economy. Regulations that protect the people from profit-driven corporations are necessary to keep our country livable and safe for all Americans. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Dear EPA Regulatory Reform Task Force members:<br/><br/>Please convey the following three points to Administrator Scott Pruitt.<br/><br/>1. EPA regulation of clean air is both effective and desired by a majority of the American people. We do not have significant problems with acid rain anymore because of EPA regulation of sulfur dioxide. We used to have a big, growing hole in the ozone layer, until the EPA regulated certain aerosols. The EPA can and must do the same with greenhouse gas emissions. According to research from Jon Krosnick at Stanford Public Opinion on Climate Change, a majority of Americans support government regulation on this issue and are willing to pay more for goods in exchange for a sustainable environment. This research is consistently confirmed in polls by The Washington Post/ABC News, Duke University, Quinnipiac, and Gallup, to name just a few.<br/><br/>2. A small number of big polluters with deep pockets may be opposed to regulation, but trade associations representing over 60,000 small business owners (of which I am one) are vocally opposing efforts to curb greenhouse gas regulations. Many in the business community see how thoughtful, necessary regulation spurs innovation and research, generating jobs and profits and positioning US companies to be more competitive in the global marketplace. http://www.biologicaldiversity.org/programs/climate_law_institute/global_warming_litigation/clean_air_act/pdfs/American_Business_for_Clean_Energy_2010.pdf<br/><br/>3. Individual liberty is at stake. The states that generate the most pollution also pollute states around them and contribute to global warming for everyone. Big companies that pollute the air and water do the same. Both resist reasonable regulation because they want, in essence, a handout. That is, they want to profit while passing off the costs of dealing with environmental pollution to their neighbors and to the rest of the inhabitants of the planet. <br/><br/>As a taxpayer, an involved, conscientious citizen, a business owner, and a human being who needs to breathe clean air in a stable climate -- and as a parent who wants the same for my children and their children -- I am asking you to communicate to the Administrator of the EPA that I do not want a repeal or relaxation of existing regulations. Instead, I want thoughtful, vigorous enforcement of current EPA regulations and intelligent, well-informed implementation of new regulations that are needed to slow the course of climate change. Greed and denial must not be allowed to bring us to ruin. <br/><br/>Sincerely,<br/>Kelly Priest",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I already have trouble breathing, lessening or removing air quality standards will likely kill me. I would like to breathe, drink and live my life. On the issue of radiation I would prefer that I, my family or future generations are not radioactive, please see an increase of birth defects. <br/><br/>I urge you to leave all these regulations in place. If we need jobs, we can get those through innovation. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations play a vital role in ensuring that we have clean air and water and that we will leave a habitable planet for our children and grandchildren. Clean air and water should be a bipartisan issue, and EPA or no EPA - coal isn&#39;t coming back.  It makes far more sense to encourage energy conservation, move to renewable energy sources, and ensure that all Americans have access to clean water and air. Large corporations have repeatedly demonstrated that, without environmental regulations and their enforcement, they will not act in the best interest of the planet or the people on it.  The last thing we should be doing right now is cutting the EPA&#39;s budget and doing away with the regulations that have made life better for millions of Americans.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "President Trump&#39;s executive orders have already undone most of the initiatives put in place by previous administrations to improve the cleanliness of our air and water. I strongly disapprove of all of these actions taken by Trump and feel they are shortsighted, cruel, and frankly, will prove to be more expensive in the long run in terms of the health of our citizens, not to mention of the worldwide climate. Corporate profits simply to not outweigh the importance of the quality of our air and water. Leave the regulations alone. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not repeal environmental regulations. These regulations are needed for a reason. That reason is that companies have proved over and over they will not do the right thing for our environment and citizens. They will pollute the air, water, ground and people and cause harm to their employees if it will save them a buck. We need to care for the environment and leave a clean environment for future generations.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please expand regulations rather than repeal them. For the sake of my child and children everywhere, we must stop taking advantage of the earth&#39;s resources in an unsustainable way.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The regulations are there to protect people (as in clean air and water) and the planet upon which we all depend for life.  Do not delete any regulations for the sake of making business easier or more profits (short term thinking) for businesses.  Please continue all current restrictions and regulations.  Most people in this country want clean air, clean water, and environmental protections for our forests, rivers, etc.  Only a minority (greedy business people who are short-sighted) think we an do away with these things.  thank you. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA is there to protect us, and the environment, not jobs or business. The former are vastly more important than the latter.  Repealing these regulations will just make us weak and put us technologically behind the rest of the world, who is charging forward to save the world from ourselves. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I strongly oppose repealing the air-quality regulations.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The Trump administration is more interested in making money than making an atmosphere conducive to life on the planet. DJT&#39;s admin is taking away our energy freedom and is repealing regulations set in place by prior Republican Presidents, (Ronald Reagan and Nixon) which were meant to preserve environment.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Put money in the pockets of the few while endangering the health of everyone.  Sure,  sounds like a plan. Don&#39;t do this,  please. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Keep existing regulations as currently listed. Current air and water quaility regulations and standards have made this county safer for its citizens and have protected the nation&#39;s future. Regulations have kept industry in check and promoted innovative practices that create jobs and healthy ecosystems. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not roll back clean air/water regulations just so you and your friends can enjoy record profits at the expense of the air I would like my future grandchildren to be able to breathe. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "PLEASE do not weaken in any fashion the current air standards. Nor any other existing standards! ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I want to strongly urge the President and Congress to stop this plan immediately. We need MORE oversight on issues regulating how we impact our environment, NOT fewer! We need to be researching new technology that limits our environmental footprint and be investing in companies that already do that work. Stop pandering to corporations&#39; desire for more and easier profit and think about the way our care for our climate, water, plant, animal and land resources will affect us and our descendants in the decades and centuries to come. We can&#39;t continue to sacrifice the long view for short term, limitedly distributed wealth. <br/><br/>Processes that will actually work and bring long lasting health and wellness to the majority will have to set limits on big businesses and government officials. It will mean higher taxes, especially at the beginning. But those are important costs to offset the cost of the way we have been treating each other and our world. We have to start paying to clean up our messes instead of shipping them offshore or passing them down to the less fortunate.<br/><br/>The EPA is an integral part of the way the government should be protecting our country and preserving it for posterity. Stop screwing with it!",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations should not be reduced, they should be strengthened and properly enforced. Especially, attention should continue to be paid to carbon emissions and other greenhouse gasses in an effort to combat climate change. And please know that the American people value clean air and water just as much as a strong economy. You must offer both!<br/><br/>Of specific concern to me are the following sections:<br/><br/>&quot;iii) impose costs that exceed benefits;&quot;<br/><br/>It is impossible to quantify the health benefits of clean air, water, and mitigating climate change relative to financial expenditure. <br/><br/>&quot;(iv) create a serious inconsistency or otherwise interfere with regulatory reform initiatives and policies;&quot;<br/><br/>This is too broad and subjective, allowing the rejection of regulations at the whim of the Executive branch.<br/><br/>&quot;(v) are inconsistent with the requirements of section 515 of the Treasury and General Government Appropriates Act, 2001 (44 U.S.C. 3516 note), or the guidance issued pursuant to that provision in particular those regulations that rely in whole or in part on data, information, or methods that are not publicly available or that are insufficiently transparent to meet the standard of reproducibility;&quot;<br/><br/>&quot;Publicly available&quot; should not be interpreted to mean only free and/or open access information. All scholarly research that has been published, even in for-fee journals, should be included in EPA decision making.<br/><br/>Thank you and God Bless America,<br/>Stephen Duncan",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I support the enforcement of environmental regulations, even with if there are associated costs or if they inhibit job creation.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "These regulations exist because they were needed in the first place. We didn&#39;t wake up one morning with a bunch of pointless regulations to keep our air and water safe, nor were they created to punish businesses. Our country (and countries around the world) have seen the devastating effects allowing commercial industries to pollute our homes in the name of the almighty dollar. Remember when LA was covered in smog? It&#39;s not anymore, thanks to regulations. <br/><br/>Do you want this to happen in the US? 4,000 to 8,000 people died in four DAYS. http://www.history.com/this-day-in-history/smog-kills-thousands-in-england<br/><br/>Please. Please don&#39;t do this. This is not for the benefit of the American people, this is to make the rich richer. Jobs created by slowly killing the populace are not what any of us want! This is not to create jobs, this is to increase the bottom line of those who don&#39;t need more money.<br/><br/>Please fund creating clean power jobs, do not defund the EPA. THAT&#39;S the future. It&#39;s already here. Please stop dragging us back to the dark ages of coal and oil. I stand with the scientists, who have nothing to financially gain when they say man is causing global warming. I do not stand with the deniers whose hands are in the pockets of lobbyists.<br/><br/>America is following the money here. Don&#39;t be the ones who seal our fate and end our livable planet.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regulations stemming from the Clean Power Plan and the Clean Air Act are not outdated or ineffective.  Scientific evidence of the need for these regulations is stronger today than when the rules were put into place. Out citizens deserve government protection from radiation and particulate matter that create human health risks and  disease.  Cost benefit ratios should take into account long term medical costs, loss of ability to work, and related poverty as the real costs for the nation. Loss of property values in affected areas is another real cost of damage to local environments.<br/><br/>Coal jobs will never outnumber jobs in clean energy, which is the future for our country and for the world.  Reversing and eliminating environmental and health protections will endanger the health of our citizens through increased water, ground, and air pollution.  One only has to look at the health consequences that long term employment in coal mines has caused for its workers, and reduced regulations will endanger the communities near the mines as well as anyone downstream from local water sources. The same consequences will happen from pipelines such as the Keystone and the North Dakota Access Pipeline.  Oil pipelines leak, and the land, water, people and animals along their routes are affected significantly. These costs are real, in economic and in human terms.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We have regulations for good reasons such as ensuring breathable air and clean drinking water and having the opportunity to actually view our beautiful national parks.  ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Strict regulations of air quality is important to me.  It is important to my child.  If anything, pollution controls should be tighter - not more lax.  History will judge with contempt this administration and all who cooperate with its short-sighted, destructive, divisive actions.  ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The existing regulations are in place for a reason. They were enacted to fill a public need for clean water and air. Undoing these regulations is not in the public interest. The future should be about preserving the world for our children, not about lining the pockets of big business.  Do not repeal these regulations.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "As a concerned citizen, I ask that the EPA and its regulations not become the victims of politicization and/or special interests. Environmental regulations are crucial and have not been easily come by; please don&#39;t eradicate them with the stroke of a pen. If this country is exceptional, then it deserves exceptional environmental stewardship. Thank you.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "This is flat out greed.  When we all die, you will have no consumers.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We have cleaner water and air today because of existing regulations in the EPA. Don&#39;t risk our children&#39;s health, and our own, by rescinding critical environmental protections. Continue to protect our environment--without it, we will all be at risk.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Future generations deserve to have a liveable planet. Lets try and give them one shall we? Environmental regulations are incredibly important for preserving our planet, and for preserving public health. We should not be repealing these regulations, if anything we should be expanding them. You work for us, not for the corporations who will make money off the repeal of these rules. People in the united states should have breathable air and drinkable water, and the expectation that their planet will still be around for their grandchildren. Don&#39;t be the reason that doesn&#39;t happen. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I stand in support of the current regulations.  People before corporations!! These regulations were put in place to protect us! <br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need environmental regulations to protect our air and water. Clean air and water are more important than any industry or jobs. You can&#39;t drink money!! Keep the regulations!",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It is of utmost importance that decisions be made based on sound, consensus scientific understanding of how best to protect human health and the environment. We should not give up health protections. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It&#39;s a travesty that we have a government at war with the environment. If we give up on clean air and clean water we give up on life on this planet and it won&#39;t matter how much money this corporation-friendly government saves CEO&#39;s. At the end of the day, their dollars won&#39;t save them from carbon dioxide and raising tides. We need a stronger EPA. We need to remove Pruitt from the job because anyone whose sued an organization over 14 times is not the proper kind of steward to support that entity in the job its intended to do. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I oppose the elimination of current clean air standards and industrial clean air regulations. This is not in the best interest of public health and to do so is just giving into special interests that are more concerned with profits over public health.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The existing regulations are suitable to protect our people and our planet from pollution hazards.  Leave them alone. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I support and depend on the EPA to regulate pollutants in our air, water and soil. Now more than ever I believe we need them to ensure our safety and the safety of our future generations. We also need the EPA to continue research on programs that may be outdated such as public water fluoridation. Fukishima is very much so a threat and I would also like the EPA to be monitoring the effects it will have on our shores where we fish and swim.<br/><br/>Thank you. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "If you&#39;re looking for regulations to cut, this isn&#39;t the one. If the government isn&#39;t protecting our air, who is going to? The private sector? These regulations are quite literally as important as the air you breathe. The People are watching. You work for us. If you take our air, we vote you out.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am a mother of a four year old son and I am asking you, for his future and the future of other children, please leave these regulations in place. Clean air is something we all have a right to and trying to repeal protections put in place to help our air quality is incredibly disheartening. Additionally, the EPA is the Environmental Protection Agency NOT an economic or job creation agency, although if you and the President are truly concerned with job growth and protecting our environment invest in green energy. Green energy is clearly where we are headed so why not focus on growing this sector while also protecting our planet. No matter how many regulations and protections you try and repeal coal is not coming back and power plants aren&#39;t going to go back in time either. They will also embrace cleaner technology because the global world is. Look forwards not backwards and consider the earth our children will inherit. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "In general, I&#39;d venture to say no regulation the EPA has deemed important in the past should be disregarded now. I would agree with any determination the EPA may make regarding a specific regulation.  <br/>Thank you,<br/>Ted Strunck",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA needs the autonomy to scientifically evaluate the protections of our land, air, and waterways as needed to keep our people and planet healthy and safe. The protection of the very things that support our lives and health should not be politicized. The EPA&#39;s regulations can, and have, inspired innovation as industries must work within any new and necessary regulations. Green and clean industries can and do thrive. All industries have to adjust to the times, demand, costs,  and regulations. Industries that cause harm to the people and/or the environment either need to adjust or be replaced by clean industry. We only get one planet. These irreplaceable things must be protected. We must stand together against any reduction in vital regulations. Science and facts must be weighted and valued more than the almighty dollar. No CEO&#39;s bonus or shareholder&#39;s stock value will ever be worth more than healthy people and unspoiled lands. Any industry that is too dangerous that the EPA regulations will cause them to lose money and jobs needs to adapt or perish as the bigger picture, number of people potentially affected and long term effects truly show a situation where the good of the many should always out weigh the good of the few.<br/>While I support periodic regulatory review to incorporate new information and scientific findings as well as to be sure all regulations are clear and noncontradictory, I support those reviews only as an aspect of a scientific process. For the good of all our people and country, I strongly feel that science needs to lead the way. The EPA must not be politicized and only a qualified panel of scientists should be making any regulatory decisions regarding our environmental protections.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Repealing clean air regulations is not in the public interest.  On the contrary, the public health is at stake if these regulations are rolled back.  Businesses cannot be counted on to do the right thing out of altruism; the history of air pollution in this country prior to these regulations is a perfect illustration of that.  Please listen to scientists and public health professionals, and leave our clean air regulations intact.  They need to be rigorously enforced, not repealed.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not repeal these regulations. They were enacted to fill a public need for clean water and air. Undoing these regulations is not in the public interest. The profit of  U.S corporations should not outweigh the health and safety of American citizens. The primary purpose of the Federal Government is to protect its people from harm, both foreign and domestic. Repealing regulations that protect our citizens from harm is tantamount to treason. Don&#39;t do it. Drive to be better natured people than the short sighted fools who have cynically put forward this process.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I support protections for clean air, soil, and water. This earth is the only one we&#39;ve got, and for the good of humanity and the generations to come, I think putting the creation of value for shareholders by large corporations over the protection of the planet is a grave and deadly mistake.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We don&#39;t want to go back to twenty years ago. Do NOT KILL our<br/>Land, water, air, people, animals and planet! <br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I strongly oppose any repeal or dismantling of the Clean Power Plan or other regulations designed to keep the air we breathe clean, healthy, and safe. We must transition to cleaner sources of energy that do not destroy our planet and our well-being. Climate change is a fact, not an opinion. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "For the sake of your children and mine, please do not repeal these laws.  They were put there for a reason and anyone too ignorant to understand those reasons should not be making decisions on whether these laws stay or go.  ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA deserves all its current levels of funding, and probably a sizable increase to assist in processing the increasing amount of data collected and aid in developing better ways to process and interpret, and visualize that data. They also need an increase to account for the number of employees needed to help craft proper guidelines to help the US grow responsibly and ethically in a way that will not compromise food, air, water, wildlife, and protected lands, of which there should be more, not less, and from which fracking and drilling should be verboten. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I DO NOT support this proposal - it will push the US back decades in environmental action and stewardship, and pull us as a nation behind most first world countries in our environmental effort.  We&#39;ll be a joke. Period.  Educate yourselves, scientifically, please.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "These regulations must not be repealed; not a single one.  They were enacted to fill a public need for clean water and air; they have been carefully drafted to preserve public trusts--such as aquifers, waterways, wild spaces, soil, forests, and grazing habitat--for our children, and for their children.  Environmental regulations are not adopted out of a malevolent desire to curtail job growth or see businesses struggle; they are created over decades, as American scientists collect more data about how chemicals and industrial processes affect our health and standard of living.  Allergy, asthma, and cancer rates are rising, thanks to environmental contaminants; if anything, we should be more vigilant about what we consume, displace, and discard, not less.  These regulations help drive innovation and the development of safer farming and industrial practices and technologies.  Repealing environmental regulations for short-term profit is a certain path to the wrong side of history.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Repeal of this regulation would be one of Trump&#39;s typically asinine decisions. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please expand the EPA&#39;s regulations without reducing or eliminating any. Soil, air, and water are resources that we share not only with each other but with future generations. It is imperative that we protect this treasure we have inherited, even if that means some individuals or corporations will see reduced revenue or profit.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Existing regulations are there for a reason. The EPA has a responsibility to take a longer, scientific view than that o",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA was formed to ensure that each and every American regardless of socioeconomic status has the right to clean air, land, and water. Eliminating rules that ensure clean air, land, and water within our nation&#39;s borders for every American is a war against the environment and all Americans. Businesses that pollute the land need to be regulated because businesses are more likely to protect their financial investment rather than the environment. It is the responsibility of the government to protect its citizens from businesses and companies that may not be looking out for citizens of the country. The EPA holds these businesses and companies responsible when they perform activities the endanger citizens by poisoning the air, land, or water. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The existing regulations are necessary. They were put into place to protect our biological need for clean water and air. Do not undo them. Removing the regulations will hurt current and future generations of Americans.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "There is not a single &quot;rule&quot; or &quot;law&quot; that should be repealed doing so will directly impact the lives of American human beings in an extremely negative manner.  Repealing or ignoring the current laws/rules is ignorant and just plain stupid.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Absolutely do not revise and repeal. The only way to heal this planet is to care for it. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Undoing these regulations would be a terrible mistake. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We only have one Earth and should be responsible stewards of it. I&#39;m old enough to remember a time when the air in many big cities was so polluted you couldn&#39;t see the skyline from a few miles away. There are many large cities in the world that are like that now. Is that what we want to bring back here? And all in the name of profit that very few Americans will share in? I live in West Michigan where one of the worst man made environmental disasters occured just recently with the Embridge oil spill. The oil pipelines at the bottom of the Great Lakes have just been found to be deteriorated and yet the corporations that own them  are fighting any efforts to remove or replace them. Again, all in the name of profit. We should do more to protect this planet and the argument that other countries don&#39;t is a greedy cop out and no excuse at all. Do the right thing. Protect the planet. Protect our home.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The idea of repealing existing regulations put in place to protect the US citizens and the world at large is one that most reasonable people will not support. Too many of us have family members who have developed severe illnesses, had their medical conditions worsen, or even died in the name of the almighty American dollar. This executive order was put in place for the benefit of only one group: the rich companies that save their money by dumping coal waste and other toxic chemicals into our streams and rivers. Selling it as a job creating bill is simply a red herring and should be treated as such.<br/><br/>It is the government&#39;s responsibility to stand guard over the its citizens and protect their lives and liberties... not to stand idly by while corporations poison the Earth and the people and animals who live on it. <br/><br/>Anyone supporting deregulation should volunteer their homes to be dumping grounds for these corporations. <br/><br/>Do not let my child and her children to come suffer in the name of greed.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Keep the EPA on the same track it was on under President Barack Obama. Do not decrease funding for the EPA; increase its funding. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not repeal any of the existing regulations. I remember when  you could not drive through Gary without rolling up you windows because it smelled so bad. They cried about how much it cost to clean up their emissions and then saved money by reusing what they kept out of our air. We do not want to go backwards when there is so much at stake. Companies have no right to freely pollute our air, water and earth and expect the taxpayers to clean it up. They need to do it themselves.  We need to do more to create a world for the next generations which is habitable and to slow down climate warming.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations must be strengthen to maintain both local environmental quality to prevent damage to local ecosystems and avoid negative health impact, as well as accelerate the conversion of our energy systems away from fossil fuels to mitigate the global impacts from climate change. These environmentally friendly policies also push innovation and bolster our economy at a time when American manufacturing and blue collar jobs are struggling. Companies like Tesla are critical to maintaining our economic strength over the long term and need to be supported in their infancy, whereas subsidies for mature companies responsible for vast excretions of pollutants must be curtailed as soon as possible and eliminated. For these reasons and many more, the EPA, it&#39;s environmental policies, and support for the shift to clean energy systems in the US must be expanded significantly for the good of the American people and the world. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I oppose the elimination of EA rules concerning air quality and water regulations. I live in a downwind state. Any reduction of the rules will cause increased illness, reduction of property values, and loss of local jobs. The potential to increase Ozone levels alone has been show to cause all of the above.  There is no connection with clean air and water regulations and hob loss, in fact, the existing regulations have added jobs in the alternative energy  fields. ie. wind, solar, geothermal.<br/><br/>Andrew Iorio<br/>Newtown, CT.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It is called the Environmental Protection Agency. It has never been clearer that regulations to protect the air, water, and ground need to be strengthened, not weakened and removed. We must protect against blind profit and soulless corruption this shitgibbon of a president supports. The fate of the planet is at stake.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "You know the credit card commercials that detail the cost of things but in the end something is priceless.  Clean air and water are priceless.  It doesn&#39;t matter what it might cost businesses to not pollute.  The EPA has to make them pay the full cost of not polluting.  If they can&#39;t pay without making a profit then they shouldn&#39;t be in business.  Someone else will figure out how to do it and hire employees and make a profit.  I want the EPA to do everything possible to keep our air and water clean.  Not just safe, but clean.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am very distressed at the idea of repealing or revising the EPA regulations regarding the Clean Power Plan. This would affect the health and well being of all Americans.  Destroying our environment by removing clean air/water/power plans is a huge step backward. Keep all of us safe in and outside of our homes and workplaces. Think of the lasting impact on future generations if you remove the EPA and the laws enacted to protect all of us.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I will allow a great conservative economist to speak for me by offering this quote.  Adam Smith who wrote Wealth of Nations - &quot; The proposal of any new law or regulation of commerce which comes from [merchants and master manufacturers] ... ought always to be listened to with great precaution, and ought never to be adopted till after having been long and carefully examined, not only with the most scrupulous, but with the most suspicious attention. It comes from an order of men whose interest is never exactly the same with that of the public, who have generally an interest to deceive and even to oppress the public, and who accordingly have, upon many occasions, both deceived and oppressed it.&quot;",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It has been proven, time and time again, that the best interests of those in power run counter to the best policies for the common good. Perhaps nowhere is this more evident than the ongoing belief held by this Administration that our environment is a never-ending well of capitalist opportunity. However, the facts stand. EPA policies have protected and even improved our air, our water, and our environment through careful regulations that placed the earth, and the people on it, first before the demands and violations of corporations and their lobbyists. Rolling back and just generally erasing these protections will lead us down a path of no return: the path to eventual depletion, and pollution, of the resources needed to sustain life--including human life--on our planet. Stop this short-sighted policy before it begins. Please.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I live in a coastal town off the Delaware Bay. Allowing companies to dump in the river again would kill the local economy. we need the water clean for our fishing and tourist industries",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "There was nothing wrong with the policies in place. If anything they should have been more stringent. Please don&#39;t scrap them. Please. Please. Please. Please. Please. Please. Please. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I think we can all call a spade a spade. We know what is going on here. Regardless of the reason, we actually do need air to survive, even the wealthy. I get it, you&#39;ll be dead by the time it hits the fan, so you might as well make as much money as you can and forget about future people. There is nothing selfish or morally deficient about having regulations that help protect the human populace as well as the rest of the near endless other species that inhabit this planet. Removing these regulations on the other hand is technically evil, and is only done out of greed and vanity. Please to not remove these important regulations, as well as cutting funding for the enforcement of these regulations.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not roll back any regulations. EPA regulations have done more to improve the quality of life of the average American in the last 40 years than any other action of the government. Every regulation we have was enacted to correct gross pollution, primarily driven by private enterprise. The business sector has already proven that they are unwilling to regulate their own pollution. There will ALWAYS be a financial incentive to pollute, and there will always be people who are willing to inflict harm on the public for their own profit. The EPA and the environmental regulations that they enforce are the only protection that the American public has from these well-funded polluters. The purpose of the EPA is to protect the environment, and thereby the American public. Its purpose is not to facilitate pollution-for-profit by dirty industries. Protect the integrity of the EPA. Listen to EPA scientists. Let the EPA do its job like the overwhelming majority of Americans want it to.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Pollution is toxic. Our government must protect us from this poison. Keep clean air, water and soil regulations in place. Thank you.",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Repealing EPA regulations is putting public health and wellbeing in jeopardy and putting for profit companies profiteers in high priority. These regulations protect the American people from negative impacts from compromise d or contaminated air and water and protect the government from expensive future cleanup efforts when deadbeat companies pollute and claim they can&#39;t afford to clean it up. ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I wish I could say that regulations were unnecessary, that we could appeal to the better angels of big corporations, but I think these businesses will find the quickest way to making a profit, which often means jeopardizing clean air and clear water. We must protect our environment so that the world is fit to live in for our grandchildren.<br/>",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We can have profits, jobs, AND a clean environment including clean air and clean water. Do NOT roll back the regulations protecting our environment.  ",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "<br/>&quot;We support the IPA&#39;s Citizen Petition requesting a change to the way that the amount of probiotic ingredients are required to be declared on the labels of dietary supplements in the United States.   Specifically, we agree that FDA should amend 21 CFR 101.36 to require that the quantitative amount of probiotic ingredients in dietary supplements be declared in terms of colony forming units (CFUs) instead of by weight.&quot;   <br/>",
    "label": "",
    "docketId": "FDA-2016-P-3968",
    "docAbstract": null
  },
  {
    "text": "Please implement mandatory rear AMBER turn signals and mandate that they are separated from brake lights. Also, please update laws on rear light surface areas because LEDs provide additional brightness that is significantly better than older incandescent and halogen lights. ",
    "label": "",
    "docketId": "NHTSA-2015-0119",
    "docAbstract": "Request for comments notice"
  },
  {
    "text": "I find the idea of my government demanding access to a visa applicant&#39;s social media accounts morally abhorrent, and a waste of time and resources. This nonsensical rule claims that it will help prevent crime and terrorism, and will not persecute applicants based on protected statuses, but that is a transparent lie. The current administration has made it abundantly clear--to the point of successful legal challenge on such grounds--that they intend to erect barriers at our borders against persons of specific ethnic, racial, religious, and national backgrounds. This proposed rule strikes me as yet another attempt to do so.<br/><br/>Please do not adopt this rule.<br/> <br/>",
    "label": "",
    "docketId": "DOS-2017-0019",
    "docAbstract": null
  },
  {
    "text": "We support the IPA&#39;s Citizen Petition requesting a change to the way that the amount of probiotic ingredients are required to be declared on the labels of dietary supplements in the United States.  Specifically, we agree that FDA should amend 21 CFR 101.36 to require that the quantitative amount of probiotic ingredients in dietary supplements be declared in terms of colony forming units (CFUs) instead of by weight.&quot;  Probiotics are a unique category of dietary ingredients, and the weight of probiotics in a dietary supplement is not relevant information for consumers since only live, active probiotics can confer a health benefit.   Requiring probiotics to be declared in terms of CFUs would be consistent with international standards, FDA practice in other contexts (e.g. GRAS Petitions), how they are discussed in the scientific literature, and would provide useful information to consumers to make informed choices. ",
    "label": "",
    "docketId": "FDA-2016-P-3968",
    "docAbstract": null
  },
  {
    "text": "I Want To Be Counted, Support Detailed Racial Groups RE: OMB-2016-0008 Supporting Better Collection Standards The Office of Management and Budget should require all federal agencies to collect data that reflect individuals&rsquo; personal identities. I support standards that: - Include a new Middle Eastern and North African (MENA) designation - Require the use of the detailed Asian and Pacific Islanders subgroups checkboxes and write-in option proposed for the 2020 Census - Combine race and ethnicity into a single question with the clear option to select more than one category. - Eliminate outdated terms such as &ldquo;negro&rdquo; and &ldquo;far-east&rdquo; ",
    "label": "",
    "docketId": "OMB-2017-0003",
    "docAbstract": null
  },
  {
    "text": "I, an avid red walnut activist, strongly oppose this bill for the regulation of red walnuts. I love the constitution, but this is too far... If we can&#39;t live in a country where walnuts are free from regulations, are we even America anymore? These are the kind of values our country was built on, what would the Founding Fathers say if they could see this walnut dictatorship?",
    "label": "",
    "docketId": "AMS-SC-16-0005",
    "docAbstract": null
  },
  {
    "text": "Dear FDA:<br/>I join with the Pollinator Stewardship Council, and the American Honey Producers Association, to express my concern of the FDA requirement of packaged honey to include a nutrition label listing both &quot;Total Sugars&quot; and &quot;Added Sugars.&quot; This requirement does not distinguish between the two sugar types. Therefore, labels will need to include the same amount of grams of sugar under each category e.g. &quot;17 grams of Total Sugar&quot; and &quot;17 grams of Added Sugars.&quot; This will confuse food consumers.<br/><br/>If this label is implemented at the commercial beekeeping level it will begin the misinformation to food consumers that sugar is added to honey. Eventually, it will create confusion across the honey industry and mislead the consumer about a natural product.<br/><br/>As stated in 21 US Code 342 (b)(4), &quot;A food shall be deemed to be adulterated... if any substance has been added thereto or mixed or packed therewith so as to...make it appear better or of greater value than it is.&quot;<br/><br/>If consumers are informed through the Nutrition Facts label that honey contains &quot;Added Sugars&quot; then consumers may be led to believe that honey is adulterated, by the regulatory definition, with sugars added to develop or enhance its sweetness.<br/><br/>I realize that honey is added to foods in preparation or manufacturing and in that case it is clearly an added sugar in those foods and would therefore be labeled as &quot;Added Sugars&quot; on the Nutrition Facts label. However, pure honey, itself, does not contain added sugars.<br/><br/>I share the desire for clear, understandable nutrition information to aid consumer choice and promote public health without confusion or misbranding around pure honey.<br/>As a beekeeper I encourage the FDA to consider listing the naturally occurring sugar content of 100% pure honey as a &quot;Total Sugar&quot; and not &quot;Added Sugars.&quot;",
    "label": "",
    "docketId": "FDA-2016-D-4414",
    "docAbstract": null
  },
  {
    "text": "Why would you want a label falsely claiming that sugar has been &quot;added&quot;? I don&#39;t add sugar to the honey I harvest, so if I have to add this to my labels this now become misleading to the public. Not a good idea.",
    "label": "",
    "docketId": "FDA-2016-D-4414",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/>I support this regulation. As organic foods and products have become more popular, producers have obtained significant benefits from increased demand.  However, this increase in demand for organic products has created new incentives for irresponsible and dishonest producers to cut corners in the production process.  It is essential that the organic integrity of industry products is protected through reasonable and measured regulation.  These changes also protects honest producers from corrupt competitors that would tarnish the industry&#39;s reputation for their own short term benefits. When shown the difference between true-organic and nonorganic products, consumers immediately realize the health and happiness benefits they provide. Consumers have come to expect high quality organic products and we must protect that standard.  <br/><br/>My note of caution to the industry would be to ensure that input from producers in constantly measured.  The industry should work hand-in-hand with regulators to protect the integrity of organic products.  Despite the good will that should exist between the industry and regulators, it is essential that the USDA recognize the need for flexibility.  Regulation of industries across our economy is often slow to change and frequently fails to keep up with changing dynamics.  This cannot be the case with the organic market.   USDA should implement systems to monitor and proactively adapt to the industry needs and demands. This process should be transparent with input from stakeholders at every step.   After all, these systems are being adopted to protect honest producers. <br/><br/>With that, I commend the work of USDA and industry partners in their joint efforts to protect organic.  Thank you. ",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "It is important for families like mine to be able to choose organic. That is why I am writing to let you know I support the creation of an organic check-off. I try to buy the most organic products I can for my family, because I know that when I do, Im supporting an agricultural system that is good for our planet. <br/><br/>I believe that the U.S. Department of Agriculture (USDA) Agricultural Marketing Service (AMS) proposed rule on an organic research and promotion order (AMS-SC-16-0112) is a terrific advancement that will lead to more organic food and farming. <br/><br/>Organic demand is growing so fast because more and more families like mine recognize the benefits of organic. Organic provides a choice not only for consumers, but also for farmers and businesses. Young people who want to get into farming in a smaller, sustainable way can choose the organic path. Small businesses can get into the organic market and make a go of it. Organic is providing more choices and more opportunities for everyone.<br/><br/>The organic check-off model offers the smallest farmers and businesses the option to choose whether or not to participate. This program has been designed fairly to not overburden the smaller operators, while also providing valuable benefits to these smaller-scale enterprises. It would raise funds to finance more research and assistance for farmers wanting to go organic. It would promote the benefits of organic through public education programs, which would help small businesses promote their organic brands. And, it wont cost taxpayers anything.<br/><br/>Thank you for the opportunity to comment.",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "We should get rid of these government agencies so we don&#39;t have to use taxpayer to fund organic research. <br/>Different industries should fund their own organic research so we don&#39;t have to use our own taxpayer money for that research. <br/>",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "It is important for families like mine to be able to choose organic. That is why I am writing to let you know I support the creation of an organic check-off. I try to buy the most organic products I can for my family, because I know that when I do, Im supporting an agricultural system that is good for our planet. <br/><br/>I believe that the U.S. Department of Agriculture (USDA) Agricultural Marketing Service (AMS) proposed rule on an organic research and promotion order (AMS-SC-16-0112) is a terrific advancement that will lead to more organic food and farming. <br/><br/>Organic demand is growing so fast because more and more families like mine recognize the benefits of organic. Organic provides a choice not only for consumers, but also for farmers and businesses. Young people who want to get into farming in a smaller, sustainable way can choose the organic path. Small businesses can get into the organic market and make a go of it. Organic is providing more choices and more opportunities for everyone.<br/><br/>The organic check-off model offers the smallest farmers and businesses the option to choose whether or not to participate. This program has been designed fairly to not overburden the smaller operators, while also providing valuable benefits to these smaller-scale enterprises. It would raise funds to finance more research and assistance for farmers wanting to go organic. It would promote the benefits of organic through public education programs, which would help small businesses promote their organic brands. And, it wont cost taxpayers anything.<br/><br/>Thank you for the opportunity to comment.",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "I strongly support Alternative D to be the expanded boundary of the Mallows Bay National Marine Sanctuary.",
    "label": "",
    "docketId": "NOAA-NOS-2016-0149",
    "docAbstract": "NOAA proposes to designate approximately 52 square miles of waters encompassing and surrounding Maryland’s Mallows Bay as the Mallows Bay – Potomac River National Marine Sanctuary (MPNMS or sanctuary). NOAA also proposes regulations to implement the sanctuary designation and establish the sanctuary’s terms of designation to protect historical, archeological, and cultural resources of national significance. A draft environmental impact statement (DEIS) and draft management plan have also been prepared for this proposed action."
  },
  {
    "text": "It is important for families like mine to be able to choose organic. That is why I am writing to let you know I support the creation of an organic check-off. I try to buy the most organic products I can for my family, because I know that when I do, Im supporting an agricultural system that is good for our planet. <br/><br/>I believe that the U.S. Department of Agriculture (USDA) Agricultural Marketing Service (AMS) proposed rule on an organic research and promotion order (AMS-SC-16-0112) is a terrific advancement that will lead to more organic food and farming. <br/><br/>Organic demand is growing so fast because more and more families like mine recognize the benefits of organic. Organic provides a choice not only for consumers, but also for farmers and businesses. Young people who want to get into farming in a smaller, sustainable way can choose the organic path. Small businesses can get into the organic market and make a go of it. Organic is providing more choices and more opportunities for everyone.<br/><br/>The organic check-off model offers the smallest farmers and businesses the option to choose whether or not to participate. This program has been designed fairly to not overburden the smaller operators, while also providing valuable benefits to these smaller-scale enterprises. It would raise funds to finance more research and assistance for farmers wanting to go organic. It would promote the benefits of organic through public education programs, which would help small businesses promote their organic brands. And, it wont cost taxpayers anything.<br/><br/>Thank you for the opportunity to comment.",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-TRI-2016-0390",
    "docAbstract": "EPA is proposing to add natural gas processing (NGP) facilities (also known as natural gas liquid extraction facilities) to the scope of the industrial sectors covered by the reporting requirements of section 313 of the Emergency Planning and Community Right-to-Know Act (EPCRA) commonly known as the Toxics Release Inventory (TRI) and section 6607 of the Pollution Prevention Act of 1990 (PPA), 42 U.S.C. section 13106. Adding these facilities would meaningfully increase the information available to the public on releases and other waste management of listed chemicals from the natural gas processing sector and further the purposes of section 313 of EPCRA. EPA estimates that at least 282 NGP facilities in the United States would meet the TRI employee threshold (10 full-time employees or equivalent) and manufacture, process, or otherwise use (threshold activities) at least one TRI-listed chemical in excess of applicable threshold quantities. NGP facilities in the U.S. manufacture, process, or otherwise use more than 21 different TRI-listed chemicals, including n-hexane, hydrogen sulfide, toluene, benzene, xylene, and methanol. EPA expects that TRI reporting by United States NGP facilities would provide significant release and waste management data on these chemicals to the public."
  },
  {
    "text": "Honey has no added sugar and should not be labeled as such.  It is a pure substance made wholely by honeybees.  ",
    "label": "",
    "docketId": "FDA-2016-D-4414",
    "docAbstract": null
  },
  {
    "text": "I am perplexed why anyone would think this is a good idea.  I join with the Honey and Pollination Center, Robert Mondavi Institute, UC Davis, the Pollinator Stewardship Council, and the American Honey Producers Association, to express concern of the FDA requirement for packaged honey to include a nutrition label listing both &quot;Total Sugars&quot; and &quot;Added Sugars.&quot;<br/><span style='padding-left: 30px'></span>This requirement does not distinguish between the two sugar types. Therefore, labels will need to include the same amount of grams of sugar under each category e.g. &quot;17 grams of Total Sugar&quot; and &quot;17 grams of Added Sugars.&quot;<br/><span style='padding-left: 30px'></span>Not only is this confusing for consumers, it is also incorrect. There are no added sugars in pure honey. Honey is a totally natural product.<br/><span style='padding-left: 30px'></span>As stated in 21 US Code 342 (b)(4), &quot;A food shall be deemed to be adulterated... if any substance has been added thereto or mixed or packed therewith so as to...make it appear better or of greater value than it is.&quot;<br/><span style='padding-left: 30px'></span>If consumers are informed through the Nutrition Facts label that honey contains &quot;Added Sugars&quot; then consumers may be led to believe that honey is adulterated, by the regulatory definition, with sugars added to develop or enhance its sweetness.<br/>",
    "label": "",
    "docketId": "FDA-2016-D-4414",
    "docAbstract": null
  },
  {
    "text": "Dear FDA,<br/><br/>As a consumer, I am concerned about the new legislation proposed for nutrition labels as it pertains to pure, jarred honey.  I have read that adding the line, &quot;added sugars,&quot; to the labeling requirements is intended to differentiate between healthy and &quot;empty&quot; calories, and I agree that this is a good thing to communicate.  If this was the differentiation that I as a consumer would see, I would be 100% for it.<br/><br/>Unfortunately, the label information, as currently written, does not communicate this.  It communicates to the consumer that the beekeeping and honey industry is adding sugars to our honey, when in fact it is a pure and whole food that has not been altered in any way.  As there have been numerous accounts recently of adulterated honey entering the US market, and selling adulterated honey is illegal, forcing beekeepers to say that they have added sugars to their honey (making it adulterated), when they have not, will be bad for both consumers and beekeepers.  The end result will be further confusion from the nutrition label, rather than clarification.<br/><br/>Thank you for your time and consideration.",
    "label": "",
    "docketId": "FDA-2016-D-4414",
    "docAbstract": null
  },
  {
    "text": "The proposed modifications considered for the labeling of pure honey, which I and many other vendors market, would be completely unnecessary. Honey is naturally occurring sugar. It has no &quot;added sugar&quot; and to even place that entry on the label would be confusing to consumers.  Also there is no need for an &quot;expiration date&quot; as pure honey does not spoil or become unusable.  I join with other honey vendors to strongly oppose the requirement for either of these items to be required on honey labeling. They are unnecessary and misleading.<br/>",
    "label": "",
    "docketId": "FDA-2016-D-4414",
    "docAbstract": null
  },
  {
    "text": "We don&#39;t need or want organic check off it will only help the middle man as in the conventional farming. Big corporations are wanting to take charge for big profit on our backs. So don&#39;t let the money take your ear listen to the people.",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "I am concerned about the general applicability of the study. Specifically, that the schools selected for this study likely have some form of sex education that might play a factor in determining whether a particular student will engage in such risky behavior. While students from the same school or that have the same type of sex education may share similar results, whether the results may be extrapolated to high risk students in areas that emphasize abstinence over contraception is a question, and perhaps a study is needed in geographically and educationally diverse populations.",
    "label": "",
    "docketId": "CDC-2016-0122",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  },
  {
    "text": "I think the delay will be good.This additional delay will allow OSHA officials the opportunity for further review and consideration of the new regulations. Workers in industries where beryllium is present may be exposed to beryllium by inhaling or contacting beryllium in the air or on surfaces. Inhaling or contacting beryllium can cause an immune response that results in an individual becoming sensitized to beryllium. ",
    "label": "",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "Thank you for this opportunity to provide comment on the U.S. Department of Agriculture (USDA) Agricultural Marketing Services (AMSs) proposed rule on an Organic Research, Promotion, and Information order (docket AMS-SC-16-0112).<br/><br/> <br/><br/>Organic food, textiles and farming are important to me and my family, so I support the creation of an organic check-off. Families, like mine, across the country, value the opportunity to choose organic.<br/><br/> <br/><br/>Its simple- we need more organic, not less. We need more organic farmers in the U.S. We need more public education about the benefits of organic. We need to make organic options more affordable and more attainable for everyone. Organic is the fastest growing segment of the food industry, and while local farmers and some of my favorite big brands offer organic products, fewer than 1% of farms in the U.S. are organic.<br/><br/> <br/><br/>I look forward to the Department considering comments from organic stakeholders. This program wont cost tax payers a dime and Congress paved the way for its creation with bipartisan support.  I urge USDA to move forward toward creation of an organic check-off in an expedient manner.<br/><br/> <br/><br/>The organic check-off model allows for this valuable industry investment and creatively offers the smallest farmers the option to choose whether or not to participate. Im happy to see a fair program that wont overburden small farms.<br/><br/> <br/><br/>As a consumer, I support credible public education so shoppers understand what the USDA Organic seal means and why they should trust it.<br/><br/>I thank the Agricultural Marketing Service for the opportunity to comment, and look forward to more organic!",
    "label": "",
    "docketId": "AMS-SC-16-0112",
    "docAbstract": null
  }
]