[
  {
    "text": "Compliance with the law should be a prerequisite to receiving a license, and compliance with aspects of the law designed to ensure animal welfare should be paramount.  No exceptions.",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Kaitlyn Wilson<br/>kaitlyn333wilson@gmail.com<br/>3015 parkview ave<br/>Cincinnati, Ohio 45213",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Regarding Statement of Risks in Direct-to-Consumer Drug TV advertising:<br/><br/>1. As a retired physician -- forty years after medical school -- I advise that the<br/>FDA ban ALL drug advertising. The educational value of drug advertising is<br/>poor. It drives consumer interest in directions that are not useful to the patient<br/>and the physician and directs consumer interest toward drugs that by-and-large<br/>are new and therefore obscenely expensive. <br/><br/>2. If prescription drug advertising is allowed to continue, the only real educational<br/>value would be to inform listeners/patients that there is treatment for health<br/>issues such as HIV, Hep C, or whatever. The utility of ads for constipation or<br/>diarrhea or bad breath is debatable and  pollutes the airways.<br/><br/>3. The current litany of side effects vomited forth on current drug advertisements <br/>is ridiculous. Let&#39;s establish criteria which would work better i.e., occurring more<br/>than 5% and having real significance or consequences. ",
    "label": "neut",
    "docketId": "FDA-2017-N-2936",
    "docAbstract": null
  },
  {
    "text": "Please approve CBD oil as an over the counter drug. There are so many that could be relieved of pain and suffering with this action.",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "I am a Federal Employee, so I don&#39;t use any type of Marijuana. I think it should be legalized country wide, and given the exact same considerations as alcohol such as growing your own, using in your home, and be decriminalized.  I believe it is a safer drug than alcohol and should be treated as such.  There should be an age limit as I believe it hampers human growth. I think if it were legalized federally it would free up law enforcement to focus on more serious things and would help alleviate the number of people in our prisons.",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Animals are incredible and feel every bit of the same fear, loneliness and pain that we humans do.  Please, we ask you to not allow any abusers to renew their licences",
    "label": "pos",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "My name is Amy and I have been on dialysis for 34 years.  I have had 2 failed transplants,  I&#39;ve been on home hemodialysis twice, in-center dialysis as well as in-center self care. After being in-center for about 23 years, my nephrologist told me that I would be the perfect candidate for home hemodialysis.  It took some time for me to get interested, but when I did, I couldn&#39;t believe the freedom and how well I felt. I had to change my center, because my center did not offer home dialysis.<br/><br/>The patients that I meet, are usually surprised to learn that they can dialize at home.  They tell me that no one has ever told them that home dialysis was an option, that in-center dialysis is just what their doctor told them to do. Being on home hemodialysis has enriched my life.  I was able to go on a cruise, that I thought I would never be able to do. I feel better and my overall health is excellent.<br/><br/>I was shocked to hear that Medicare pays doctors less for sending patients home.  I feel that Medicare could spend less on home patients, due to hospitalizations.  Home patients tend to be healthier and enjoy a better quality of life.  Please fix this now, and make the payments to doctors the same, whether the patient is in-center or a home patient.",
    "label": "verypos",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "<br/><br/>I am writing in response  to the Department of Justice inviting public comment into regulations or released guidance that, among other things could inhibit job creation or growth developments.  I urge you to look at the following regulations:<br/><br/>1. The DOJ must take a serious look and eliminate/redraft the 2011 statement of DOJ on enforcement of the Integration mandate of title II of the ADA and Olmstead v. L.C.  As it is written now, it takes away choice, where an individual wants to live, work and whom you choose to spend your time with.  The right to choose is  the civil right of every U.S. citizen, including those with disabilities.  An individual has the right to choose the employment setting that best fits their needs.  Those options should be a full array of service options including a Community Rehabilitation Programs (CRP&#39;s) or &quot;Sheltered Workshop&quot;.  Please look at the definition of segregation and how this impedes choice.  Informed choice is always best, but segregation is not segregation if a person willfully chooses.<br/><br/>2.  The 2016 DOJ statement also inaccurately depicts the center-based employment and also fails to  acknowledge the rights of the individuals that have chosen this employment setting.  Individuals and their families choose employment settings that best meets their needs.  The DOJ needs to eliminate the statement and assist the Dept. of Ed. and RSA to stop the narrow interpretation of &quot;competitive integrated employment&quot; that is leading to job loss and is against the individual with a disabilities rights.  <br/><br/>3.  Eliminate the October 31, 2016 statement of DOJ on application mandate of Title II.  This statement can be interpreted differently from state VR offices and can prevent referals to an Abilityone contract.  Abilityone contracts offer high-paying, high quality jobs and are excellent employment opportunities for some .<br/><br/>4. We ask that you recognize  Community Rehabilitation Programs  as a viable option of employment for individuals with disabilities.  For many years CRP&#39;s have provided quality opportunities for individuals with disabilities and are as much a part of the COMMUNITY as any other place of employment.  Individuals perform real work and engage in meaningful, productive employment.  Please rewrite the statement to emphasize and recognize that it is each persons civil right to choose the employment setting that best fits their individual needs.  We need to expanded opportunities for these individuals, vs. taking employment opportunities away.  One size does not fit all.  Here are a couple of  stories from individuals and their families that benefit from a Community Rehabilitation Programs:<br/><br/>George is a delightful, fun-loving, 29 yr. old who has a physical and mental disabilities due to lack of development to the brain.  He is legally blind, cannot stand or walk independently, lacks fine motor skills and has limited use of his hands, communication is difficult for him. His parents tells us that the reason they chose a CRP or &quot;Sheltered Workshop&quot; is because it provides him with an opportunity to develop his social skills, work skills  and gives him a routine to provide him with emotional and mental stability.  &quot;Not having a full day of work and activities would mean that George would have more time at home with nothing to do except watch t.v.&quot; ........ &quot;Lastly, I am of the understanding that America is still the land of the Free.  Everyone is free to make choices about their life, where they want to live, work, etc,  The disabled community and their families or caregivers need to be given that same right to decide where they want to work, what works best for them.  If you were to ask George if he likes where he works he would resounding say Yes.&quot;<br/><br/>&quot;It is very important to have a  facility that provides services for people with disabilities.  This allows those with disabilities a place to go everyday and work.  People always feel better about themselves when they have a purpose.  It keeps people off the streets and they learn skills while earning a paycheck. &quot; <br/><br/>Betty, is a 20 yr. old individual with Autism.  Betty required continuous supports from school to her work transition program.  By having the opportunity to have a CRP as part of her school to work transition program, she is much more independent and thriving.<br/><br/>  ",
    "label": "pos",
    "docketId": "DOJ-OLP-2017-0007",
    "docAbstract": null
  },
  {
    "text": "Attached please find SCV comments to this Information Collection.",
    "label": "neut",
    "docketId": "VA-2017-VACO-0001",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Associated Builders and Contractors Inc. (ABC) hereby submits the following comments to the U.S. Department of Labor&#39;s  Occupational Safety and Health Administration  in response to the notice of proposed rulemaking on Occupational Exposure to Beryllium and Beryllium Compounds in Construction and Shipyard Sectors, published in the Federal Register on June 27, 2017, at 82 Fed. Reg., at 29182.",
    "label": "neut",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "Attached are comments submitted on behalf of the West Virginia Oil and Natural Gas Association.",
    "label": "neut",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "Please see attached comments from North America&#39;s Building Trades Unions.",
    "label": "neut",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "Comments from National Jewish Health regarding <br/>Occupational Exposure: Beryllium and Beryllium Compounds in Construction and Shipyard Sectors<br/>",
    "label": "neut",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)August 31, 2017<br/><br/>The Honorable Seema Verma<br/>Administrator<br/>Centers for Medicare &amp; Medicaid Services<br/>U.S. Department of Health and Human Services<br/>Attention:  CMS-1678-P<br/>P.O. Box 8013<br/>Baltimore, MD 21244-1850<br/><br/>Re:  CMS-1678-P - Medicare Program:  Hospital Outpatient Prospective Payment System (OPPS) Program<br/><br/>Dear Administrator Verma:<br/><br/>As a practicing academic and clinical vascular surgeon at IU Health Methodist Hospital in Indianapolis, Indiana, I am writing regarding the proposed decrease in Medicare reimbursement for complete vascular ultrasound examinations. I am also director of the hospital non-invasive Vascular Laboratory and am quite familiar with the work involved in preforming such studies. <br/><br/>In the Proposed OPPS Ambulatory Payment Classification (APC) Group Policies under Radiology and Imaging Procedure Services, it is disheartening to note the severe decrease in proposed reimbursement for complete vascular ultrasound services from $223 to $149.  By virtue of this proposal, a complete vascular ultrasound services would be reimbursed at the same rates as limited vascular ultrasound services in the same APC. The lower reimbursement for complete ultrasound services grossly undervalues and underpays hospitals for the resources needed to perform these procedures to our patients.  This reimbursement as you know includes the appropriate equipment and technologist&#39;s time and effort required to provide this service.  The dedicated rooms, supplies (gowns, acoustic gels, gloves, etc.), advanced duplex machines, trained and experienced technologists, and accreditation processes that the hospital outpatient department provides ensures an accurate and precise study.  The precision of the study is critical to understanding the complex vascular pathology our patients&#39; have and based upon which I must help them make therapeutic decisions both medically and invasive.  The time required to conduct a complete study greatly exceeds that of a limited study and is mandated in the most complex cases, which adds even more dedicated time and effort. In addition to these concerns, it is already very difficult to find, hire and retain certified vascular ultrasound sonographers to work at our hospital.  Like many professionals in the medical field, these dedicated people are becoming more challenging to find due the aging of the profession (the average age of a practicing vascular ultrasound sonographer is increasing) and the need to be compensated at a level that will allow supporting a growing family and its inherent commitments. The restructuring of these imaging APCs without regard for the dramatic reduction in reimbursement of the complete ultrasound procedures threaten our hospital&#39;s capacity to provide these services to our Medicare patients who are so in need. <br/><br/>In addition, the Deficit Reduction Act of 2006 is still in effect, with OPPS payments being used to replace the fee schedule payments for the technical component of imaging services.  While this legislation no longer affects most imaging procedures, these proposed payment reductions will have grave consequences for community-based vascular ultrasound labs with the overall impact being in the millions of dollars for just one year. From a personal perspective, the overall effect may be the inability to continue providing these studies, either completely or at a severely reduced and unacceptable level, to care for the complex patients often referred from other vascular surgeons who consider the patient too complex to manage locally. Patient access for the sickest of sick Medicare patient will be in jeopardy. <br/><br/>I would ask CMS to halt any reductions in Medicare reimbursements for vascular ultrasound procedures for CY 2018 in the hospital outpatient department fee schedules.  The proposed reduction of close to $75 for complete vascular ultrasound exams is not acceptable and will have grave consequence for vascular ultrasound services at all sites of service. <br/><br/>Sincerely,   <br/><br/>Michael C. Dalsing, MD<br/><br/>Michael C. Dalsing, MD<br/>Director, Non-Invasive Vascular Laboratory<br/>Indiana University Health - Academic Health Center<br/>Indianapolis, Indiana <br/>Professor Emeritus, Department of Surgery <br/>Division of Vascular Surgery <br/>Indiana University School of Medicine<br/>",
    "label": "neg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)<br/><br/>The proposed changes in reimbursement will limit access to high quality, inexpensive but needed studies and lead to increased use of CTAs, MRAs and angiograms at ten times the cost.",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0105",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Reference Docket No. OLP 164.<br/><br/>Chimes International appreciates the opportunity to provide comments to assist the Regulatory Reform Task Force in identifying regulations impacting persons with disabilities across the country.<br/><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><br/>Chimes recommends elimination of the October 31, 2016 Statement of the Department of Justice on Application of the Integration Mandate of Title II of the Americans with Disabilities Act and Olmstead v. L.C. to State and Local Government&#39;s Employment Service Systems for Individuals with Disabilities (2016 DOJ Statement).  This 2016 DOJ Statement can be read to support state Vocational Rehabilitation Offices to refusing to refer people with disabilities to high-paying, high-quality jobs that fall under AbilityOne or state set-aside contracts just because those contracts are intended to hire people with disabilities.  <br/><br/>Right now, 19 state Vocational Rehabilitation Offices are refusing to refer jobs.  If contracts cannot be fulfilled because of staffing shortages - which is happening right now - the nonprofit agency (NPA) holding the contract could lose the contract, costing not just the jobs of the people with disabilities who might have been employed absent the job-killing federal policies that were implemented by the last administration, but also the jobs of all the people currently working for the NPA.<br/><br/>1.<span style='padding-left: 30px'></span>The Federal Bureau of Labor Statistics notes that the EMPLOYMENT rate of people with disabilities is 17.9%, as compared to the 65.3% employment rate for people without a disability.  There are good jobs available for people with disabilities and there are people with disabilities who want to work.  But they are not being matched up because of the wrong-headed federal policies that are reflected in this 2016 DOJ Statement.  The government needs to get behind programs that will increase employment opportunities, not take them away under the idea that a mythical community exists where all people no matter how significant the disability will be able to work in high-quality, high-paying jobs, and where peers and co-workers will be available to help them with their personal and professional needs.  There is no such community.  But jobs falling under AbilityOne and state use programs, are jobs that allow people with disabilities to become taxpayers.  These jobs are all over the country - in government buildings, in airports, on military bases, in call centers, in the United States congressional office buildings - to call these jobs &quot;segregated&quot; or not &quot;in the community&quot; is not just wrong, it means people with disabilities are being treated differently from all other government contractors - to their detriment.  This cannot continue.<br/><br/>2.<span style='padding-left: 30px'></span>This 2016 DOJ Statement also inaccurately portrays center-based employment and fails to recognize the right of all individuals to choose the employment setting that best meets their individual needs.  The Department of Justice must eliminate the 2016 DOJ Statement and assist the Department of Education and the Rehabilitation Services Administration in getting rid of the narrow interpretation of competitive integrated employment that is leading to such job loss and the massive derogation of the rights of people with disabilities. <br/><br/>For the reasons above Chimes urgently recommends the DOJ must revisit and eliminate or redraft the 2011 Statement of the Department of Justice on Enforcement of the Integration Mandate of Title II of the Americans with Disabilities Act and Olmstead v. L.C. (2011 DOJ Statement).  Presently, it does not embrace the significant right to individual choice that the Supreme Court recognized in Olmstead.  We ask that the Department rewrite this 2011 DOJ Statement to emphasize the right of each individual with disabilities who is eligible for services to choose the employment setting that best fits their needs.   <br/><br/>We also ask the Department to recognize in any redrafted Statement that community rehabilitation providers (CRP) have been dedicated for more than five decades to helping people with disabilities work.  CRPs are often the lifeblood of their communities; often the biggest employers.  They are in cities and towns all over America.  For the past five years, the federal government has attempted to scape-goat community rehabilitation providers as being not a part of the community and claiming they run segregated work centers.  These NPAs and the people who have quietly worked for the benefit of people with disabilities for more than half a century - that were the community-based solution to getting people out of institutions and helping them work and live full and vibrant lives - deserve to be treated better.  In the redraft of the 2011 DOJ Statement, the government should embrace the expertise and depth of understanding of the community rehabilitation providers and recognize the important role they play in helping people with disabilities become and  stay employed, and expand their opportunities.<br/>",
    "label": "pos",
    "docketId": "DOJ-OLP-2017-0007",
    "docAbstract": null
  },
  {
    "text": "Submitting 2nd letter with suggestions for regulation changes",
    "label": "neut",
    "docketId": "USCG-2017-0480",
    "docAbstract": "Evaluation of Existing Coast Guard Regulations and Collections of Information"
  },
  {
    "text": "On behalf of our 100,000 member physical therapists, physical therapist assistants, and students of physical therapy, the American Physical Therapy Association (APTA) appreciates the opportunity to submit comments to CMS on the Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs proposed rule for calendar year (CY) 2018. APTAs goal is to foster advancements in physical therapy practice, research, and education. The mission of APTA is to further the professions role in the prevention, diagnosis, and treatment of movement dysfunctions and the enhancement of the physical health and functional abilities of members of the public. Physical therapy is an integral service provided to patients in the inpatient acute care and long-term care settings. Therefore, we appreciate the opportunity to provide the following comments regarding the outpatient and ambulatory surgical center policy updates for CY 2018. <br/><br/>In this rule, CMS proposes to increase hospital outpatient payment rates by 1.75%, after accounting for the projected hospital market basket update and the proposed outpatient prospective payment system (OPPS) policy changes. APTA supports this proposed increase in payment and urges CMS to conduct regular payment impact analyses to ensure appropriate payment levels for outpatient services. <br/><br/>We ask that the agency carefully consider the comments and recommendations we have articulated below regarding pertinent sections of the proposed rule, as well as our response to the request for information. <br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Please see attached letter.",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)  Letter attached",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Letter Attached",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "A letter is attached. Please see letter. ",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached letter, thank you!",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See NCP letter of support. ",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Kim Kinler<br/>1106 Alston Ave STE 100<br/>Fort Worth, TX 76104<br/>VIA ELECTRONIC SUBMISSION: www.regulations.gov<br/>8/09/2017<br/>Seema Verma, Administrator<br/>Centers for Medicare and Medicaid Services<br/>Department of Health and Human Services<br/>Attention: CMS-1678-P<br/><br/>RE: Medicare Program: Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs<br/>Dear Administrator Verma, <br/>As a Registered Nurse with Heart and Vascular Center in Fort Worth TX, it is my pleasure to write this letter in support of the hospital outpatient and ASC proposed rule for CY 2018 (Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs, CMS-1678-P). Specifically, I write in strong support of CMS&#39; interest in expanding access to ambulatory surgery centers (ASCs) for procedures like cardiac catheterization that fall outside of the current CPT surgical range of codes. <br/>As you know, Medicare regulations create a patchwork system of coverage rules for certain diagnostic and interventional cardiovascular (specifically endovascular) procedures. As it stands today, if a treatable cardiac condition is diagnosed in a Medicare patient at an ASC or a doctor&#39;s office, the physician generally cannot intervene immediately - even if doing so would be medically appropriate, safe, and/or common practice under other coverage options. In many cases, this means that Medicare patients must undergo the intake process, sedation, catheterization, and discharge on multiple occasions at multiple settings before they can be treated for their diagnosed condition. This can lead to situations that are potentially dangerous for patients&#39; health outcomes, not to mention financially and functionally burdensome.<br/>Medicare regulations have not kept pace with changes in state law that increasingly allow for these procedures to take place in stand-alone facilities. Furthermore, the current ASC covered procedures list, which considers primarily the procedures grouped in the CPT surgical range of codes, with some exceptions, does not reflect advancements in technology and updated clinical guidelines with respect to ASCs. Most importantly, the current definition of &quot;covered surgical procedure&quot; does not consider advancements in endovascular interventions like percutaneous coronary intervention, which enable us to treat cardiac conditions using minimally invasive techniques in sophisticated, stand-alone cardiac catheterization laboratories. This results in Medicare beneficiaries receiving care that is often more expensive - both for the Federal government and the patient - while being logistically burdensome and clinically disadvantaged. <br/>In light of these considerations, I fully support the proposal to modernize Medicare coverage and payment rules for cardiovascular procedures in the ASC setting, which would bring the program more up to date with commercial payers, technological advancements, and clinical guidelines. <br/>Sincerely, <br/><br/>Kim Kinler<br/>1106 Alston Ave, STE 100<br/>Fort Worth, TX 76104<br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file<br/><br/>Thank you,<br/>Audrey McDonald",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file.<br/><br/>Thank you,<br/>Curtis Hintz",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "My letter of support is attached",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Maryland is pleased to submit the attached comments for the CMS Proposed Rule: Medicare Program: Revisions to Payment Policies Under Physician Fee Schedule and Other Revisions to Part B for CY 2018; Medicare Shared Savings Program Requirements; and Medicare Diabetes Prevention Program.",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "Dear Ms. Armstrong:<br/><br/>Attached are comments from the Association of Home Appliance Manufacturers (AHAM).<br/><br/>Best,<br/>Jennifer Cleary<br/>Sr. Director, Regulatory Affairs<br/>AHAM",
    "label": "neut",
    "docketId": "EERE-2017-BT-TP-0012",
    "docAbstract": "The U.S. Department of Energy (DOE) proposes to amend the test procedure for room air conditioners (‘‘room ACs’’) to address updates to the industry standards that are incorporated by reference, provide for the testing of variable-speed room ACs to better reflect their relative efficiency gains at lower outdoor temperatures as compared to single-speed room ACs, and to provide specifications and minor corrections that would improve repeatability, reproducibility, and overall readability of the test procedure. Because there are no testing modifications proposed for single-speed room ACs, DOE expects that the proposed changes will not affect the measured energy use for these models. For variable-speed room ACs, the proposed changes will improve the representativeness of the measured energy use of these models. As part of this proposal, DOE is announcing a public meeting to collect comments and data on its proposal."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "Please see attached document.",
    "label": "",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "Now only 6 out of 1995 comments are from anybody who is educated on animal welfare. Please read ALL the requirements of a USDA breeder before making uneducated comments. As I did read these comments, most seem to be cut and pasted from animal rights activists instead of from informed public. As I read, the repeated words abused, violations, &quot;puppy mills&quot;, (something on an elephant) and a lot of &quot;rubber stamping&quot; it became very clear that 1989 people are sadly misinformed about current USDA requirements.<br/> How many of you fully understand the true meaning of these terms? Society is giving the same merit to an expired tube of Neosporin &quot;violation&quot; as an actual demised animal from starvation. They are not the same thing. One is an &quot;oversite&quot; and the other is animal cruelty. USDA needs to spend time on defining neglect and cruelty. <br/>The term &quot;puppy mill&quot; is now associated with USDA breeders. This derogatory term has no legal definition; is only a fabricated term invented by animal rights and its only purpose is to promote hate and prejudice towards breeders. Yet USDA is failing to protect and defend its licensees (and inspectors). I am thankful that the &quot;public&quot; list of holders was pulled as maybe USDA will see the relentless ignorant public its licensees faced on a daily basis. USDA should also give a definition to &quot;puppy mill&quot; as only an opinion of an unlicensed breeding facility without a credible entity. <br/>Without an educational tool, graded ratings for its upstanding licensees, we all are thrown in the same bucket of disgrace. As society is being told so much misinformation about &quot;puppy mills&quot; with visuals from unlicensed and unregulated entities, being told that this is what USDA facilities do. Yet when USDA sets silently back and does not discredit these lies, the public now believes the lies as no truth is given to show otherwise.<br/>USDA needs to focus on a &quot;violations&quot; merit system, similar to what is used at a restaurant. As the public does not appear to understand that there is an annual unannounced inspection of USDA facilities, the way USDA worded your request for information inferred that there are no further inspections past the initial license. This lack of communication, as USDA is visually seeing, just promotes &quot;hate&quot; upon the industry. <br/>USDA must do a better job of defining the line between animal rights and animal welfare, as the 2 things are not the same. Those 1989 commentators clearly believe they are the same. My dogs do not get in a car, drive to work, and return with a pay check. They would kill each other and starve to death if I personally did not provide for them. Therefore it is up to ME to provide for them. The only RIGHTS they have is that they are &quot;entitled&quot; to proper welfare. The problem is that this &quot;vision&quot; of what this means has been grossly distorted to its meaning. I have attached an additional &quot;publication&quot; that helps with that.<br/>I am a USDA breeder, the public thinks it knows what it wants, but doesn&#39;t understand that is what is currently being done. USDA must take time to explain and visually demonstrate it.<br/>",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "CFPB-2017-0011",
    "docAbstract": "The Consumer Financial Protection Bureau (CFPB or Bureau) seeks information about the small business lending market. Section 1071 of the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act) amends the Equal Credit Opportunity Act (ECOA) to require financial institutions to compile, maintain, and report information concerning credit applications made by women-owned, minority-owned, and small businesses. In an effort to inform the Bureau’s work on the business lending data collection rulemaking to implement section 1071, the Bureau seeks to learn more about the small business financing market, including understanding more about the products that are offered to small businesses, including women-owned and minority-owned small businesses, as well as the financial institutions that offer such credit. The Bureau also seeks to learn more about the business lending data that currently is used and may be maintained by financial institutions in connection with credit applications made by small businesses, including women-owned and minority-owned small businesses, and the potential complexity and cost of small business data collection and reporting. The Bureau is also seeking comment from the public on privacy concerns related to the disclosure purposes of section 1071."
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "FDA-2017-N-2936",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "FDA-2017-P-1298",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "FDA-2007-D-0369",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached letter",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Please see uploaded file.",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "As a healthcare operations manager  with National Cardiovascular Partners ] in Houston, Texas, it is my pleasure to write this letter in support of the hospital outpatient and ASC proposed rule for CY 2018 (Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs, CMS-1678-P). Specifically, I write in strong support of CMS&#39; interest in expanding access to ambulatory surgery centers (ASCs) for procedures like cardiac catheterization that fall outside of the current CPT surgical range of codes. ",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "COLC-2017-0005",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Please consider the attached comments.<br/><br/>Sincerely,<br/>Jason Schwartz, Legal Director<br/>Institute for Policy Integrity",
    "label": "",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am a medical oncologist and have seen firsthand the impact of 340B abuses on patient access to affordable high quality <br/>cancer care.  The 340B drug discount program is a critically important safety-net program that gives clinics or hospitals <br/>that are supposed to care for high numbers of uninsured, poor, or vulnerable patients, discounts on drugs they buy for<br/> these patients. There are two hospital systems in this city and they both purchase chemotherapy using the 340B program. <br/>In addition to running the hospitals, they have developed large health networks and employ the majority of the physicians <br/>and oncologists. Their leverage over insurance companies has allowed them to negotiate an astronomically high <br/>reimbursement rate for the delivery of chemotherapy drugs.  Examples taken from EOB&#39;s from real patients the local<br/> area were published by the local newspaper.  One vial of a generic chemotherapy drug irinotecan, for example, costs $60.  <br/> The hospital will purchase this drug at a considerable discount based on 340B pricing.  The amount collected from the <br/>insurance company by the hospital system for the delivery this vial to the patient is $4500.  A more expensive brand name <br/>drug rituximab costs $6333 per vial.  The hospital also buys this drugs at a considerable discount based on 340B and then<br/> collects $19,000 from the insurance company.  Physician owned practices in our area do not purchase their drugs with <br/>340B pricing and have much lower insurance contracted reimbursement for the delivery of chemotherapy to patients.  <br/>Multiple studies have proven that the cost of cancer is much lower when provided by physician owned practices.1  <br/>The combination of 340B discount pricing and highly profitable insurance contracting have given hospital based cancer <br/>programs an unfair financial advantage over physician owned practices.  In addition, hospital administrators will admonish<br/> their employed primary care and specialists physicians for referring out of network.  Due to the  lower profit margin and the <br/>drop off in referrals, many of the physician owned oncology practices in this city began to struggle and eventually were sold<br/> to one of the two hospital systems.  As each hospital system has grown, they have begun the process of expanding<br/> their cancer centers.  One hospital system built a cancer center in 2012 and is now adding on an expansion. <br/> They continue to hire more oncologists and have offices in multiple locations in multiple states.  The other hospital system <br/>has hired 10 oncologists over the last 3 years and also have announced plans to build a new cancer center.  <br/>The abuse of the 340B system has led to increased hospital profits, more physicians employed by hospital networks, <br/>and fewer choices for the patient. All of this at a much higher cost, which is ultimately borne by the patients and their families.  <br/>I support the CMS proposal to reform the 340B program so that hospital abuses are stopped and we can ensure the<br/> program helps patients in need.<br/><br/>1 Cost Drivers of Cancer Care: A Retrospective Analysis of Medicare and Commercially<br/>Insured Population Claim Data 2004-2014  Milliman and Community Oncology Alliance April 2016<br/><br/>",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "PCMA appreciates the opportunity to submit comments on the RFI soliciting recommendations for addressing opioid use disorders found in the 2018 End-Stage Renal Disease Prospective Payment NPRM.",
    "label": "",
    "docketId": "CMS-2017-0084",
    "docAbstract": null
  },
  {
    "text": "Please see the attached file.",
    "label": "",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "Public Citizen, a consumer advocacy organization with more than 400,000 members and supporters nationwide, strongly urges you not to finalize the proposal to rescind, for construction and shipyard workers, all ancillary provisions from the Occupational Safety and Health Administration&#39;s (OSHA&#39;s) final 2017 beryllium rule or to delay for one year the deadline for compliance by construction and shipyard employers. Eliminating these vital protections would allow employers to continue to expose construction and shipyard workers for an additional year to levels of beryllium that even OSHA acknowledges are highly toxic, which would unnecessarily ensure the occurrence of even more cases of beryllium sensitization (BeS), chronic beryllium disease (CBD), lung cancer, and death. We also are alarmed about OSHA&#39;s dangerous assertion that it will not enforce any of the provisions in the final beryllium rule for construction and shipyard employers (including even those it proposes to retain) while this new proposal is under consideration.",
    "label": "",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "On behalf of the Construction Industry Safety Coalition (CISC), please find attached comments in response to OSHA&#39;s proposed rule on Occupational Exposure to Beryllium and Beryllium Compounds in Construction and Shipyard Sectors. ",
    "label": "",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Attached please find the public comment of ACCSES, the Voice of Disability Service Providers.  Thank you for this opportunity to comment.  Kind regards.  ",
    "label": "",
    "docketId": "DOJ-OLP-2017-0007",
    "docAbstract": null
  },
  {
    "text": "Letter of Support (see attached)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s) Letter of Support is attached. Thank you!",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Letter is attached",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "My letter of support is attached.",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "My support letter is attached.",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "<br/>We are part of a group of Nurse Managers 50+ members strong who oppose the Hospital Outpatient Prospective Payment and Ambulatory Surgical Center Payment Systems and Quality Reporting Programs (OPPS/ASC) Proposed Rule for calendar year (CY) 2018.<br/>1.<span style='padding-left: 30px'></span>The cost of having to pay the &quot;approved&quot; vendor.  Since ASCs have been doing patient satisfaction surveys for over 20 years, they are more than capable of handling this important aspect of patient care, themselves, and don&#39;t need to pay an extra $500- $900/ month for this service.  The cost associated with this program will most certainly be a hardship on the bottom line of most facilities, and unlike most businesses, a surgery center cannot pass the increased cost of doing business along to its customers because we get a facility fee and nothing more.<br/>2.<span style='padding-left: 30px'></span>The length of the survey.  Many of us feel that this lengthy questionnaire will be too long for many of the patients, and that only the patients with negative comments will take the time respond.  If fewer patients reply then the negative replies will impact what appears to be the center&#39;s satisfaction rate in a very negative way.  For example if a center has a 60% return rate on their questionnaires with a 97% positive feedback rate; this rate would be greatly skewed with fewer patients replying as well as decrease the level of  respect in the community.<br/>3.<span style='padding-left: 30px'></span>Loss of personal touch.  We believe that with the 3rd party vendor survey, we will experience the loss of feeling in touch with the patient&#39;s concerns.   Patients look forward to hearing from us, personally rather than a random call from a &quot;stranger&quot; which is invasive and impersonal.  Please consider allowing us to continue handling our patient satisfaction surveys in house, and we are more than willing to share all of our results/ statistics with CMS for your records. In addition, we are prepared with PSS results to present to every CMS surveyor as part of our required, now bi-annual inspections.  We recognize the need for transparency for the patients to be able to make a proper choice, but feel this will have the opposite effect.  <br/><br/>We have a very personal relationship with our patients, and we look forward to personal follow up after every procedure.  If required to utilize a third party vendor, we will lose that personal touch<br/><br/>Melinda Z. Clay, RN, Nurse Manager, Surgical Center of Greater Annapolis, Arnold, MD<br/>Barbara Getlan RN, BSN &amp;Trish Feimer, Dulaney Eye Institute, Director of Nursing, <br/>Lynn Foehrkolb, R.N., Nurse Administrator, Columbia Surgical Institute<br/>Tina Dimarino, Nurse Administrator, Custom Surgical<br/>Karen Albright, RN, BSN, Nurse Administrator, Riva Road Surgical Center<br/>Hae Lin Retz, BSN, RN, Center Director<br/>Edith L. Henschen, RN, Lutherville Surgi Center<br/>Kelly Cimino, RN, Nurse Manager, The Endoscopy Center at Bel Air<br/>Andrea Hyatt, Administrator, University of Maryland Surgery Center<br/>Janice Stewart RN, BSN, MSN, Nurse Administrator, Surgcenter of Bel Air<br/>Sharon Iden, RN, B.A., Center Director, Carroll County Digestive Disease Center<br/>Dawn Genovese, RN, Nurse Manager, Lutherville Endoscopy Center<br/>Helen McGrain, RN, Nurse Manager, White Marsh Surgery Center<br/>Deb Frye, RN Administrator, court Endoscopy Center of Frederick<br/>Jennie Jacobs RN BSN- Surgery Center of Annapolis<br/>Kathy Clatterbuck, Nurse Manager, Baltimore Surgical Center<br/>Jennifer MacDonald, RN, Nurse Administrator, Annapolis ENT<br/>Sherry Adkins, RN, BSN, Center Director Harford Endoscopy Center<br/>Jamie Jackson, RNFA, CNOR, Nurse Administrator, Leonardtown Surgery Center<br/>Kim Merrill RN BSN, Nurse Administrator, Harford County Ambulatory Surgery Center<br/>Lynette Khanna, BSN, RN, Nurse Manager, Endoscopy Center of Essex<br/>Kathy Lyons, RN, Director of Nursing Maryland Surgeons Center of Columbia<br/>Leslie Vohs, , Nurse Manager, Knoll North Surgery Center<br/>Sue McNamee, RN, Green Spring Station Endoscopy<br/>Misty Smith RN, , Nurse Administrator, Timonium Surgery Center<br/>Karen Weidema, RN, Peninsula Eye Center<br/>Claudia McGrath, Nurse Manager, Piney Orchard Surgery Center<br/>Mary Beth Hemmings RN, Director, The Maryland Center for Digestive Health<br/>Kathy Lenhart, RN,BA, Nursing Director, Howard County GI Diagnostic Center<br/>Daniella Simonetti, Director of Nursing, Ellicott City Ambulatory Surgery Center<br/>Betsy Lishka, Manager Ambulatory Surgical Center (ASC) Clinical Associates<br/>Maureen Hartley, RN, Administrator, Ellicott City Ambulatory Surgery Center<br/>Jan Oldale, BSN, MSN, RN, CNOR, Administrative Director, Arundel Ambulatory Surgery Center<br/>Donna Walz BSN, RN, CGRN, Center Director, Gastrointestinal Diagnostic Center of Baltimore, <br/>",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached letter of support",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I have attached a letter supporting the approval of Medicare patients being able to have coronary interventions in an ASC setting.",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Shelly Kolb R.N.",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Please see attached file",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "My personal experience with patients is that being treated in our outpatient facility has been more patient friendly, accessible and satisfying compared to the &quot;big box&quot; hospitals. Our satisfaction surveys, costs to the healthcare system and outcomes are at the highest levels and outshine the hospitals in our service area in Dallas. <br/>I strongly encourage the CMS to cover outpatient ASC payment for coronary interventions based on lower cost, high degree of safety and high patient satisfaction. <br/><br/>",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "<br/>Dear Secretary Price:<br/><br/>The California Orthopaedic Association represents over 2,000 orthopaedic<br/>surgeons practicing in California, many of whom treat Medicare patients. <br/><br/>Summary of our comments.<br/>1. Support removing total knee replacements (TKRs) from the inpatient only list<br/>allowing them to be performed and reimbursed in an HOPD.<br/>2. Support adding TKRs to the ASC covered surgical procedure list to allow TKRs to<br/>be performed and reimbursed in an ASC setting.<br/>3. Support also removing total hip replacements (THRs) from the inpatient only<br/>list allowing them to be performed in an HOPD.<br/>4. Support adding THRs to the ASC covered surgical procedure list to allow THRs<br/>to be performed and reimbursed in an ASC setting.<br/>5. Support allowing other total joint replacement procedures, (e.g., shoulder,<br/>wrist, and ankle) to be removed from the inpatient only list and performed and<br/>reimbursed in an ASC setting.<br/><br/>Total joint replacements have become a common procedure for Medicare patients with <br/>very reliable and predictable outcomes. For properly selected patients, these and other <br/>procedures are routinely and safely performed in the ASC setting.<br/><br/>There are many benefits for Medicare beneficiaries in having the procedure<br/>performed in an ASC setting - lower infection rates, specialized nursing staff,<br/>surgeon involvement in the management of the ASC, and a more patient-friendly<br/>surgical environment. ASCs receive high patient satisfaction scores.<br/><br/>Total joint procedures are also beneficial for Medicare beneficiaries. Following<br/>total joint replacement surgery, beneficiaries can continue to live a more active<br/>lifestyle which results in a healthier senior population with fewer health care needs. <br/>Their increased mobility allows them to live independentl longer and reduce long-term care costs.<br/><br/>ASCs provide an efficient practice setting for surgeons. We believe that the surgeons&#39;<br/>involvement leads to improved outcomes.<br/><br/>Allowing total joint replacements to be performed in an ASC setting creates a win win<br/>situation for patients, Medicare itself, and surgeons from a quality and cost<br/>standpoint.<br/><br/>The proposed rules seek input in 5 areas:<br/>1. Are most outpatient departments equipped to provide TKA/THA to Medicare<br/>beneficiaries? Speaking on behalf of ASCs, yes ASCs are well-equipped to<br/>perform total joint replacements in an out-patient setting - ASC setting. Many<br/>ASCs are managed with the active involvement of the surgeon. This helps<br/>ensure well-trained staff specializing in musculoskeletal procedures.<br/>2. Can the simplest procedure described by the family of total joint replacement<br/>codes be performed in most outpatient departments? Yes. The most<br/>important factor, for any total joint replacement procedure is patient selection.<br/>Each individual patient is evaluated regarding their overall health and readiness<br/>for the procedure.<br/>3. Is the procedure sufficiently related to codes that CMS may have already<br/>removed from the inpatient only list? The primary surgical risks of any total<br/>joint replacement procedure are the same - blood loss, infection, and pain<br/>control. ASCs are well-equipped to manage these risks. In fact, ASCs have<br/>lower infection rates than inpatient stays.<br/>4. How often are total joint replacements being performed in an ASC setting?<br/>We are seeing more group health and Workers&#39; Compensation carriers move in<br/>the direction of allowing total joint replacement procedures to be performed in<br/>an ASC setting. They are finding that these procedures can safely be<br/>performed in the ASC setting at a significantly lower cost.<br/>5. Can these procedures be safely performed in an out-patient setting? Yes,<br/>ASCs routinely receive high evaluations for patient safety, low infection rates,<br/>and appropriate tools to manage post-surgical pain.<br/>In addition, while the HOPD presents a savings for the Medicare system, an ASC<br/>setting would result in even higher potential savings for the system without<br/>jeopardizing patient safety.<br/><br/>In 2014, more than 400,000 Medicare beneficiaries received a hip/knee<br/>replacement, costing the government more than $7 billion for the<br/>hospitalization alone. These costs are unsustainable. <br/><br/>CMS must follow other payors in looking for more safe and cost-effective settings<br/>for these procedures to be performed.<br/><br/>Moving total joint replacement procedures to an out-patient setting (HOPD or<br/>ASC) presents a huge potential savings for the Medicare program. Research from<br/>the University of Berkeley found ASCs saved the Medicare program and its<br/>beneficiaries $7.5 billion from 2008-2011. This same study projects an<br/>additional savings of $7.6 billion over the next 10 years. This is without even<br/>considering the potential savings of total joint replacement procedures being<br/>performed in an outpatient setting.<br/><br/>We strongly urge CMS to allow TKR, THR and other total joint replacement<br/>procedures to be performed and reimbursed in an ASC setting.<br/><br/>Basil Besh, M.D.<br/>President",
    "label": "pos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "see attached",
    "label": "neut",
    "docketId": "EPA-HQ-SFUND-1986-0005",
    "docAbstract": null
  },
  {
    "text": "See attached file from the National Council of State Agencies for the Blind.",
    "label": "neut",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "neut",
    "docketId": "FDA-2017-P-1298",
    "docAbstract": null
  },
  {
    "text": "See attached",
    "label": "neut",
    "docketId": "FDA-2017-P-1298",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "RE: Notice-MK-2017-03<br/><br/>Election integrity can be verified only when the relevant election data are disclosed and displayed in a meaningful format for analysis and decision making. Clearly, there are some privacy-related constraints about election data disclosure. Nevertheless, there exist statistical methods for detecting and displaying the most suspicious subsets of election results, which may become the focus of deeper investigation. <br/><br/>I have been doing extensive quantitative research on the topic, and I believe that the Election Integrity Commission may be interested in my methodology, which I described in my attached pending patent and on my website: http://www.electionoutliers.com. My area of specialization is quantitative finance, and I applied my skills to the election domain this time.<br/><br/>Let me just summarize the purpose of the patent, methodology, and the website, as it is described on this website:<br/><br/>Are you interested in election results in general? Do you want to know about anomalies in these results? For example, some precincts in a state may have extreme deviations of their election results from multiple meaningful benchmarks. A few counties may contain clusters of such abnormal precincts with unexplained election outlier results. One of the election choices may have unusually higher percentage of such outlier precincts than other election choices, and these suspicious precincts may alter the statewide ranking among election choices.<br/><br/>This website contains some highlights of the election outliers patented analysis (see United States Patent Application Publication No. 2016-0267490 &quot;System and Method for Detecting Non-Negligible Election Fraud&quot; in PDF or HTML formats) that identifies the most suspicious election choice, the degree of suspicion, counties with clusters of unusual results, and a small subset of precincts that may require the highest priority audit. The impact of these precincts on the statewide ranking among election choices is shown as well. The methodology may be used for certifying the election results for different granularities of disclosed election-related data. The entire analysis is completely unbiased to any election choice, county, or precinct.<br/><br/>I believe that my methodology must be applied to all elections results, which must be disclosed and visualized for the public in the proposed format.<br/><br/>Sincerely,<br/><br/>James Johnson<br/><br/>",
    "label": "neg",
    "docketId": "GSA-GSA-2017-0005",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "FMCSA-2014-0383",
    "docAbstract": "Qualification of Drivers; Exemption Applications; Hearing"
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "September 5, 2017<br/><br/>Seema Verma<br/>Administrator<br/>U.S. Centers for Medicare &amp; Medicaid Services<br/>7500 Security Blvd<br/>Baltimore, MD  21244<br/><br/>Dear Administrator Verma:<br/><br/>On behalf of the Colorado Gerontological Society, I am writing to express several concerns about the current CMS policy related to the payment for biosimilar products. I strongly encourage CMS to assign each biosimilar a unique HCPCS code instead of all biosimilars sharing a code for billing and payment in context of the 2018 Medicare Physician Fee Schedule final rule. <br/><br/> Although we appreciate CMS&#39;s strategy to streamline billing time for physicians and other practitioners, we believe that streamlining coding for biosimilars would not be in the best interest of Medicare beneficiaries.   The availability of the biosimilars might not be available and/or the reduced costs would not be passed on to patients because of the disincentives to prescribers to take advantage of these new technologies of there is a single billing Healthcare Common Procedure Coding System (HCPCS) code.  We urge CMS to develop HCPCS codes for each biosimilar that is approved to adequately meet the needs of patients.<br/><br/>Finally, when the existing rule was finalized there was only one biosimilar on the market. Today there are five with dozens more in the development pipeline. Given the negative impacts blended rates could have on doctor&#39;s offices and patient choice, continuing with an outdated rule simply does not make sense.  <br/><br/>The good news for seniors with serious conditions like cancer, rheumatoid arthritis, multiple sclerosis, Crohn&#39;s disease and psoriasis is that cheaper and better treatments are on the way.  Changing the biosimilar Healthcare Common Procedure Coding System (HDPCS) to reflect the promise of new treatments is not only good policy, but will foster the development of those treatments. <br/><br/>To allow physicians and patients access to the newest biosimilar treatments at a reduced cost, the Colorado Gerontological Society respectfully requests CMS to reverse their biosimilar reimbursement policy. <br/><br/>Sincerely, <br/> <br/> EILEEN DOHERTY, M.S.<br/> Executive Director<br/>",
    "label": "neg",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "See attached file(s)",
    "label": "neut",
    "docketId": "CMS-2017-0092",
    "docAbstract": "This major proposed rule addresses changes to the Medicare physician fee schedule (PFS) and other Medicare Part B payment policies."
  },
  {
    "text": "These changes, if implemented, would set a dangerous precedent.  Disrespecting all things Confederate is certainly the in thing to do these days, but, if this action is unchecked, how long will it be before the soldiers of some other unpopular war are denied the honor of a properly marked grave?  This is why the Oakwood Cemetery Restoration Committee has worked so hard lo these many years for upright markers, not just for our Confederate ancestors, but for the military members who fought in all of America&#39;s wars.<br/><br/>It is also important to note that the burial listing in the office at Oakwood Cemetery is incomplete.  There are at least four or five other lists, each compiled from different sources, but there is no guarantee they will be accessible to the public.  No search for a burial can be considered complete without searching all the lists.",
    "label": "veryneg",
    "docketId": "VA-2017-VACO-0001",
    "docAbstract": null
  },
  {
    "text": "Confidential Business Information <br/><br/>Shire LLC requests an increase in the Aggregate Production Quota for Lisdexamfetamine and Amphetamine (for conversion) to support the manufacturing of the API in a unique brand product Vyvanse.  The uploaded files are Confidential Business Information and should be entirely redacted.",
    "label": "pos",
    "docketId": "DEA-2017-0009",
    "docAbstract": null
  },
  {
    "text": "We need these protections in place. Our government is about we the people. We need these protections and our government is not just a bunch of esoteric regulations. The majority of regulations protect the people and the government is of the people, for the people, and by the people. ",
    "label": "neg",
    "docketId": "OSHA-H005C-2006-0870",
    "docAbstract": null
  },
  {
    "text": "This is a very costly way for hospitals and hospital systems to comply with a requirement for a process that essentially replaces pre-procedure authorization. There is already a mechanism in place to do that, adding the Medicare outpatient population to the work effort would not be that great, in terms of resources. The AUC/CDS project will cost my hospital system close to $1M to implement when you consider software/hardware costs, project management, interface development with both the EMR and professional and technical billing applications, and the technical implementation. We could better use those resources to care for our patients. <br/>",
    "label": "veryneg",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am writing in support of Medicare&#39;s proposal to reform and stop abuse of the 340B drug discount program. <br/><br/>Abuse of the 340B program by some hospitals is causing serious problems for the nation&#39;s cancer patients and health care system. It is costing patients and taxpayers much more for cancer care that could be delivered in local, affordable community oncology clinics.<br/><br/>No one disagrees that 340B is a critically important safety-net program for needy patients. Unfortunately, the program has grown tremendously because some greedy hospitals have figured out that they can abuse the program and profit off of discounts without any oversight or accountability.<br/><br/>Putting profits before patients is bad for those who truly need 340B discounts and American&#39;s who rely on quality, affordable, and accessible local cancer care. This is particularly important for rural and underserved communities where there are few cancer care options.<br/><br/>340B hospitals should be held to high standards of transparency and accountability, so that government and the public understand exactly how the discounts are being used. It is shocking that hospitals can pocket 340B profits for use on bonuses, buildings, and more. In addition to accountability, we need public reporting from all program participants.<br/><br/>I want you to know that I stand firmly in support of Medicare and CMS as it works to reform 340B. It is time to reform the 340B program so that it serves patients in need, not hospital profits!<br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "I am writing to express my strong support for Medicare&#39;s proposal to stop abuses of the 340B drug discount program. <br/><br/>Abuse of the 340B program by some hospitals is causing serious, unintended consequences for the nation&#39;s cancer patients and system. It is costing the government and patients much more for cancer care that could - and should - be delivered in local, affordable community oncology clinics.<br/><br/>Everyone agrees that 340B is a critically important safety-net program for uninsured, poor, or vulnerable patients. Unfortunately, the program has grown tremendously to include nearly half of all acute care hospitals in the United States. This is because some hospitals have figured out that they can profit off of 340B discounts without any oversight or accountability.<br/><br/>Without 340B reform, no one wins (except for some hospitals). Putting profits before patients is bad for those who truly need 340B discounts and people like me who rely on quality, affordable, and accessible local cancer care in their own community. This is particularly important for rural and underserved communities where there are few cancer care providers.<br/><br/>340B hospitals should be held to high standards of transparency and accountability, so that government and the public understand exactly how the discounts are being used. As it stands today, hospitals are not required to show how they are using 340B savings or even if they are directly lowering costs for patients. Instead hospitals can pocket the profits for use on executive bonuses, new buildings, and more. In addition to accountability, we need transparency and public reporting from all the 340B program participants.<br/><br/>With this in mind, I want you to know that I stand with Medicare and CMS as it reforms 340B so it works how it was originally intended. Everyone should support this effort to end hospital abuse of the program.<br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Medicare&#39;s proposal to reform and stop abuse of the 340B drug discount program is a good idea and should be supported. <br/><br/>340B is a critically important program for uninsured, underinsured, and vulnerable sick patients and it must be protected. Unfortunately, some greedy hospitals have figured out that they can abuse the program and profit off of discounts by selling discount drugs at full price. This has led the program to grow enormously without any meaningful oversight or accountability.<br/><br/>For America&#39;s cancer patients and cancer care system, the abuses of the 340B program is causing serious problems. It is costing patients and taxpayers billions of dollars more for care that could be delivered in community oncology clinics which are more convenient and cost far less.<br/><br/>Putting profits before patients is bad for those who truly need 340B discounts and American&#39;s who rely on quality, affordable, and accessible local cancer care. This is especially true for rural and underserved communities where there are few local cancer care providers.<br/><br/>We should hold 340B hospitals to the standards of accountability and transparency that other program participants must meet. This will ensure that the public and taxpayers can truly understand how the discounts are being used. I cannot believe that hospitals can keep profits from 340B to use as they want - on executive bonuses, new luxury buildings, and other non-patient things.<br/><br/>Reform the 340B program is long overdue. I support CMS&#39; efforts to fix 340B so that it serves the patients in need who need it, not hospital bottom lines!<br/>",
    "label": "verypos",
    "docketId": "CMS-2017-0091",
    "docAbstract": null
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>All Department of Education civil rights regulations and guidance documents are important and necessary. Far from being burdensome, current civil rights rules and regulations  benefit schools and students by providing a clear framework that, when followed, allow all students an equal opportunity to learn in a safe and welcoming environment regardless of sex, race, color, national origin, disability status, English proficiency, sexual orientation, or gender identity.<br/><br/>As a woman who was educated when no one cared about girls&#39; education, I am particularly dismayed at attempts to send us back to a time when girls were railroaded into certain studies and discouraged from others, regardless of their interests or abilities.<br/>I urge the Department to keep in its current form 34 C.F.R. pts. 1 thru 1299 , which include regulations governing the Secretary and the offices for Civil Rights; Elementary and Secondary Education; Special Education and Rehabilitative Services; Career, Technical, and Adult Education; Post-Secondary Education; Educational Research and Improvement; and the National Council on Disability. <br/><br/>I also urge the Department to preserve all current significant guidance documents, including guidance on sexual, racial, and disability-based harassment (including guidance on sexual violence); access to athletic opportunities; gender equity in career and technical education; single-sex schools; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners. I urge you to keep current regulations and guidance in place, and to continue enforcing these critical civil rights laws so that all students have an equal opportunity to learn and thrive.<br/><br/>Sincerely,<br/>Dee Halzack<br/>  Lowell, MA 01854",
    "label": "neg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "Dear Assistant General Counsel Hilary Malawer,<br/><br/>All Department of Education civil rights regulations and guidance documents are important and necessary. Far from being burdensome, current civil rights rules and regulations  benefit schools and students by providing a clear framework that, when followed, allow all students an equal opportunity to learn in a safe and welcoming environment regardless of sex, race, color, national origin, disability status, English proficiency, sexual orientation, or gender identity.<br/>I urge the Department to keep in its current form 34 C.F.R. pts. 1 thru 1299 , which include regulations governing the Secretary and the offices for Civil Rights; Elementary and Secondary Education; Special Education and Rehabilitative Services; Career, Technical, and Adult Education; Post-Secondary Education; Educational Research and Improvement; and the National Council on Disability. <br/><br/>I also urge the Department to preserve all current significant guidance documents, including guidance on sexual, racial, and disability-based harassment (including guidance on sexual violence); access to athletic opportunities; gender equity in career and technical education; single-sex schools; equal access to educational resources; nondiscriminatory school discipline; racial diversity programs; the rights of students with disabilities in charter schools; restraint and seclusion of students with disabilities; and the rights of English language learners. I urge you to keep current regulations and guidance in place, and to continue enforcing these critical civil rights laws so that all students have an equal opportunity to learn and thrive.<br/><br/>Sincerely,<br/>Tony Holland<br/>  Dallas, TX 75244",
    "label": "neg",
    "docketId": "ED-2017-OS-0074",
    "docAbstract": null
  },
  {
    "text": "i have sever arthritice of my back and neck. CBD in conjunction with marijuana has been extremely helpful in my enderver to lesson my pain. CBD is my best alternative to things like aleve or tylenol .",
    "label": "neut",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Glenda Brakefield<br/>gabrakefield@gmail.com<br/>1907 Forest Dr<br/>Camden, South Carolina 29020",
    "label": "veryneg",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Let&#39;s start our own petition to stop these people from limiting access to opiates.  Millions of Americans rely on this medication<br/>to relieve chronic pain. If you know how to get a petition started, please get the word out through social media.  Me and many <br/>others will sign it.",
    "label": "",
    "docketId": "CDC-2017-0055",
    "docAbstract": null
  },
  {
    "text": "The leash should be very short for animal abusers.  After one violation, the venue should have to absolutely demonstrate it has ceased its abusive actions, and agree to on the spot inspections with heavy fines and immediate closure if it is deemed to still be engaging in abuse.",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>Katherine Powell<br/>katherinepowell13@gmail.com<br/>4315 Boren Ave<br/>Wichita Falls, Texas 76308",
    "label": "",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "There are countless facilities in the U.S. which serve only as centers of torture for animals. It is crucial that the Animal and Plant Health Inspection Service keep up with its inspections rather than &quot;rubber-stamping&quot; license renewals. Please put the welfare of animals first and adhere to a policy of rigorous and frequent inspections. <br/><br/>Thank you for taking the time to read my comment.",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "In general, humans considered animal abusers should not be allowed to, or receive a license to, take care of animals, because they do not care.",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>ann mcfadden<br/>pcgranee@aol.com<br/>1060 spring valley dr.<br/>florissant, Missouri 63033",
    "label": "",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "AWA violators should NEVER be allowed have their licenses automatically renewed.  Please stop the cruelty!!!",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Dear Regulators,<br/><br/>I&#39;m so relieved that you are considering revising your licensing requirements to close the terrible loophole that keeps chronic AWA violators licensed, so that you can start to protect the animals, not their abusers.<br/><br/>Amending your regulations can prevent people from becoming licensed simply to circumvent state laws restricting ownership of exotic animals, and to strengthen existing prohibitions meant to prevent chronic violators from starting new businesses or working with or for other licensees to avoid the consequences of their own license suspension or revocation.<br/><br/>The USDA&#39;s rubber stamping policy has resulted in many more licensed facilities than the agency&#39;s ability to detect, address, and prevent violations of the law. <br/>The agency&#39;s approximately 125 inspectors cannot competently inspect more than 7,000 regulated entities.<br/><br/>Unfortunately, more than half of all enforcement cases for animal-welfare violations result in only an official warning, and many others are settled by agreement, with an average penalty of less than $5,000.<br/><br/>For years, the audit reports by the USDA&#39;s Office of the Inspector General found that penalties for violating the AWA are too often so low that violators simply budget for them rather than change their cruel behavior. The animals continue to suffer as a result. The agency&#39;s paltry fines lack the necessary deterrent effect on chronic animal abusers.<br/><br/>Thank you for your time and willingness to fix this problem to stop this animal suffering as soon as possible. Only you can deliver the relief that sufficient enforcement will provide these dear souls. They depend on you for lives worth living.<br/><br/>Sincerely,<br/>C. Rising<br/><br/>",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please do not automatically renew licenses for repeat AWA violators! Establish a program to rehome abused and neglected animals to responsible caretakers when licenses for AWA violators are terminated. ",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "I am writing to ask the USDA to stop rubber-stamping AWA license renewals. It is well-established that licensees frequently fall out of compliance with the law after their initial inspection. Granting a license renewal without performing a new inspection or reviewing a licensee&#39;s violation history enables facilities to continue unlawful behavior, putting animals in danger and misleading the public.  <br/><br/>Rubber-stamping permit applications circumvents the purpose of the Animal Welfare Act. Thank you for your consideration. ",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Please end the practice of automatically renewing the license for animal abusers, who keep animals in cages, with no interaction with other members of their species, often in deplorable conditions.<br/>Animals deserve better than what humans can provide, and there is no excuse for abuse of animals.",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "Food and Drug Administration HHS,<br/><br/>Please consider my public comments with regard to the potential inclusion of cannabidiol (CBD) in the World Health Organizations international drug scheduling code.<br/><br/>I oppose the imposition of additional international restrictions limiting either its use or access. Cannabidiol lacks the sort of abuse potential and mood-altering activities to warrant such action by WHO. Seventeen US states explicitly recognize by state CBD as a therapeutic agent. Safety trials, such as those publicly available here: https://www.ncbi.nlm.nih.gov/pubmed/22716148 and here: https://www.ncbi.nlm.nih.gov/pubmed/22129319 here and here have determined the substance to be non-toxic and well-tolerated in human subjects. Even the head of the US National Institute on Drug Abuse, Dr. Nora Volkow, has publically acknowledged in an op-ed here: http://www.huffingtonpost.com/nora-volkow/cannabidiol_b_7834066.html that CBD is a safe drug with no addictive effects.<br/><br/>Recent clinical trials have reported that CBD administration can safely and effectively mitigate epileptic seizure frequency, reduce blood pressure, improve the quality of life in patients with Parkinsons disease, mitigate anxiety, and potentially reduce certain drug cravings. However, the substance is unlikely to reach its full therapeutic potential if WHO imposes unnecessary and arbitrary restrictions upon its access or use. For these reasons, I ask the FDA to not recommend that WHO take any further action to either schedule or restrict CBD under international codes. Cannabidiol is not presently scheduled under existing UN treaties and it should remain that way.<br/><br/>JOHN CONE<br/>JOHNPAULCONE@YAHOO.COM<br/>328 E. SW. PKWY<br/>LEWISVILLE, TX., Texas 75067",
    "label": "",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "This will not improve National Security. It will only give our enemies more material to use in their propaganda against us. The people who are trying to escape the violence stand a greater risk of being harmed the longer their departure is delayed.<br/><br/>If you want to increase our National Security devote these taxpayer resources to stopping domestic terrorists, stopping radicalization of US citizens and residents and shoring up the holes that allowed certain members of this administration who received security clearances and kept them even after lying and/or omitting information on their application and during confirmation hearings.",
    "label": "",
    "docketId": "DOS-2017-0032",
    "docAbstract": null
  },
  {
    "text": "this is regarding CBD<br/><br/>CBD has been extremely helpful for me, my family, and my friends.  It&#39;s pain relief properties are incredible.  It works fantastically for MS and for epilepsy.  Since there&#39;s not many studies on it (and who would pay for them anyhow as one cannot patent it) I have given it to as many friends &amp; family as possible, and the results have been quasi-miraculous.  That sounds hyperbolic but I assure you it&#39;s the truth.  I wish I could get them all to comment for this, but that&#39;s going to be an uphill battle.<br/><br/>So many eldery people and pets with radically improved mobility - so many people who stopped taking ibuprofen for their back pain.  It seems that it has a beneficial effect for about 75% of people that use it.  I am a rational, empirically-minded person, and I can tell you with certainty that CBD significantly helps people with no perceivable side effects.  I have seen plenty of skeptics converted, thus reducing the possibility of placebo effect.<br/><br/>and because of the marijuana Schedule 1 insanity, the DEA could come after it at any time, which is crazy because it doesn&#39;t get you high.  If anything, it&#39;s anti-psychotic properties make you less high (if you&#39;re high on marijuana to begin with).<br/><br/>This is an amazing natural medicine, and the only reason I&#39;m in this position, writing you this comment, is due to the regrettable nexus of the corporate pharmaceutical situation (can&#39;t patent naturally occurring substances, so nobody will pay for the testing the FDA wants, creating a catch .22 situation) and the marijuana hysteria situation (Schedule 1, i.e. worse than heroin - really?).  I would be shocked if anybody with any rational, deductive-thinking abilities at all couldn&#39;t perceive what I&#39;m seeing and come to the conclusion that there has to be a saner, more humane path forward.<br/><br/>Considering the lamentable state of pain management in the US (doctors freely prescribing synthetic heroin for 20+ years and not anticipating the opioid epidemic we have now?), we need anything we can get to help people.  The fact that CBD is a naturally occurring, highly-effective agent that people have been using for 10,000+ years, but is the subject to the legal &amp; regulatory insanity, is a true testament to humankind&#39;s irrationality.<br/><br/>But, since humankind also has rationality, there are plenty of educated, reasonable people like myself that feel the exact same way about and have had the exact same experience with CBD and it&#39;s positive effects.<br/><br/>I&#39;m sorry if this is disjointed or a bit of a rant, I&#39;m very busy and this is what I came with off the top of my head, no revisions...<br/><br/>thank you for your time<br/><br/>Chris",
    "label": "",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "Now that recreational cannabis is legal in Nevada (mj card too difficult and too expensive to obtain) the new dispensaries knowledgeable staff have helped me to obtain the best products for chronic pain, muscle sap spasms and CPTSD ...which makes regular ptsd seem so minimal. The higher consentration of CBD really helps my husband and myself. The symptoms are not gone but much easier to deal with. It&#39;s a life saver and a game changer ",
    "label": "",
    "docketId": "FDA-2017-N-4515",
    "docAbstract": null
  },
  {
    "text": "<br/>Please make laws to protect innocent animals from harm and exploitation! Animals are being abused and need laws to help protect them. God Bless All God&#39;s Creatures Great &amp; Small. Thank you!!!!<br/> ",
    "label": "",
    "docketId": "APHIS-2017-0062",
    "docAbstract": "We are soliciting public comment on potential revisions to the licensing requirements under our Animal Welfare Act regulations to promote compliance with the Act, reduce licensing fees, and strengthen existing safeguards that prevent any individual whose license has been suspended or revoked, or who has a history of noncompliance, from obtaining a license or working with regulated animals.  We are soliciting public comment on these topics to help us consider ways to reduce regulatory burden and more efficiently ensure the sustained compliance of licensees with the Act."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "I am greatly disturbed by the continuing attacks against some of our nations greatest treasures  protected marine sanctuaries and monuments. <br/><br/>From the Marianas Trench Marine National Monument to the Thunder Bay National Marine Sanctuary, marine sanctuaries and monuments protect 600,000 square miles of underwater parks. They are an indispensable economic driver for coastal and ocean communities, generating $8 billion annually through commercial fishing, tourism, and recreation activities within protected areas. By restoring fisheries, protecting against the dangers of offshore oil drilling, and providing a buffer against climate change, marine sanctuaries are critical to the entire nations economy, health, and security. <br/><br/>Since President Nixon established the National Marine Sanctuary Program, bipartisan support from communities, Congress, and presidents has been critical to designate and expand marine sanctuaries. An attack on any marine sanctuary is an attack on the very fabric of American democracy. Please stand with the communities who advocated for marine protections and the people who support national marine sanctuaries and monuments.    ",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "I am horrified by the continuing attacks mounted against some of our nations greatest treasures  protected marine sanctuaries and monuments. <br/><br/>From the Marianas Trench Marine National Monument to the Thunder Bay National Marine Sanctuary, marine sanctuaries and monuments protect 600,000 square miles of underwater parks. They are an indispensable economic driver for coastal and ocean communities, generating $8 billion annually through commercial fishing, tourism, and recreation activities within protected areas. By restoring fisheries, protecting against the dangers of offshore oil drilling, and providing a buffer against climate change, marine sanctuaries are critical to the entire nations economy, health, and security. <br/><br/>Since President Nixon established the National Marine Sanctuary Program, bipartisan support from communities, Congress, and presidents has been critical to designate and expand marine sanctuaries. An attack on any marine sanctuary is an attack on the very fabric of American democracy. Please stand with the communities who advocated for marine protections and the people who support national marine sanctuaries and monuments.    ",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross: As we learn more and more about the deeply interconnected nature of the animal and plants that make up our marine ecosystems, we are forced to recognize how vital each species is, even if it does not benefit humans directly. Protection of marine systems that remain intact at this time is vital, if we can ever hope to reestablish healthy and robust biota in damaged areas of our marine environment.  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "I am writing in support of all four of the California coast&#39;s magnificent National Marine Sanctuaries, including the Channel Islands, Monterey Bay, Cordell Bank, and Greater Farallones Sanctuary sites. Each of these crown jewels of our nation&#39;s natural legacy stands as compelling testimony to the decades of bipartisan support expressed by our federal, state, and local elected officials based upon constructive participation by the millions of citizens who consistently called for their designation. While we understand that your agencies are under a brief mandate to conduct an objective and unbiased &quot;review&quot; of certain portions of our Marine Sanctuary sites, we also firmly believe that you will inevitably find that our state&#39;s clean-coast economy benefits greatly from the protections that these sites provide. The multitude of jobs that rely on expenditures by visitors from around the globe who come to enjoy these protected coastal assets supports the maritime heritage embodied by our artisanal family fisheries and maintains the economic health of our region. The most powerful ocean upwelling system in North America, among the four most important of such features in the world, provides the essential base of the marine food chain that generates the prolific web of life found throughout the Greater Farallones, Cordell Bank, and Monterey Bay sites. To the south, the Channel Islands National Marine Sanctuary is ideally situated at the confluence of a unique mixing zone where colder northern waters meet the warmer ocean currents from the south, creating a unique constellation of varied marine life amidst lush kelp forests. The periodic methodical inclusion of key ecosystem features within our Marine Sanctuaries has consistently been carried out using sound peer-reviewed science supported by robust public input through open citizen review and public hearings, and these processes have been duly undertaken in compliance with all relevant federal and state laws and regulatory frameworks. We urge that all reviewing agencies carefully consider the important economic benefits these sites provide and the broad public support that led to their designation in reaching the ultimate conclusion that no erosion of any of these permanently protected sites is indicated at this time. Thank you for your kind consideration.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "I am horrified by the continuing attacks mounted against some of our nations greatest treasures  protected marine sanctuaries and monuments. <br/><br/>From the Marianas Trench Marine National Monument to the Thunder Bay National Marine Sanctuary, marine sanctuaries and monuments protect 600,000 square miles of underwater parks. They are an indispensable economic driver for coastal and ocean communities, generating $8 billion annually through commercial fishing, tourism, and recreation activities within protected areas. By restoring fisheries, protecting against the dangers of offshore oil drilling, and providing a buffer against climate change, marine sanctuaries are critical to the entire nations economy, health, and security. <br/><br/>Since President Nixon established the National Marine Sanctuary Program, bipartisan support from communities, Congress, and presidents has been critical to designate and expand marine sanctuaries. An attack on any marine sanctuary is an attack on the very fabric of American democracy. Please stand with the communities who advocated for marine protections and the people who support national marine sanctuaries and monuments.    ",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  Please uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Absolute insanity to open up these national treasures to drilling. Any reasonable cost/benefit analysis will conclude it does not make sense. Years of hard work have gone into establishing protections of these eco-systems that are vital our nation, and most importantly, our planet. Do the right thing, and keep these sanctuaries protected!",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "I am horrified by the continuing attacks mounted against some of our nations greatest treasures  protected marine sanctuaries and monuments. <br/><br/>From the Marianas Trench Marine National Monument to the Thunder Bay National Marine Sanctuary, marine sanctuaries and monuments protect 600,000 square miles of underwater parks. They are an indispensable economic driver for coastal and ocean communities, generating $8 billion annually through commercial fishing, tourism, and recreation activities within protected areas. By restoring fisheries, protecting against the dangers of offshore oil drilling, and providing a buffer against climate change, marine sanctuaries are critical to the entire nations economy, health, and security. <br/><br/>Since President Nixon established the National Marine Sanctuary Program, bipartisan support from communities, Congress, and presidents has been critical to designate and expand marine sanctuaries. An attack on any marine sanctuary is an attack on the very fabric of American democracy. Please stand with the communities who advocated for marine protections and the people who support national marine sanctuaries and monuments.    ",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  },
  {
    "text": "Dear Secretary Ross:  I strongly urge you to uphold the designations made by President George W. Bush and President Barack Obama for the Papahanaumokuakea Marine National Monument and other threatened marine national monuments.  Papahanaumokuakea represents our long-standing tradition of ocean conservation. The U.S. has been a world leader through both Republican and Democratic administrations. Standing by these designations is vital for America&#39;s economic and national security for these reasons:  - Protecting the environment is critical for global livelihoods and well-being. Globally, 1 billion people rely on seafood for essential nutrition -- yet 30 percent of the world&#39;s fisheries are overexploited or depleted.  - Marine conservation is good for our economic security. Papahanaumokuakea has significantly contributed to Hawaii&#39;s economy, having contributed an estimated $100 million to the Hawaii&#39;s economy in its first 10 years alone.  - Conservation of the marine environment is a value that is deeply rooted in Pacific cultures and traditions. Oceans have deep cultural and spiritual meaning for Native Hawaiians and Pacific Islanders.  - Papahanaumokuakea is a living laboratory for scientific research, providing critical locations for comparison and study. Its extensive coral reefs are home to more than 7,000 marine species, including the threatened green turtle and endangered Hawaiian monk seal.  Scaling back protections would needlessly undermine America&#39;s leadership in the region and around the globe. For these reasons, I encourage you to maintain and strengthen these marine national monuments.",
    "label": "",
    "docketId": "NOAA-NOS-2017-0066",
    "docAbstract": "Pursuant to Executive Order 13795 – Implementing an America-First Offshore Energy Strategy, signed on April 28, 2017, the Department of Commerce is conducting a review of all designations and expansions of National Marine Sanctuaries and Marine National Monuments since April 28, 2007.  The Secretary of Commerce will use the review to inform the preparation of Executive Order 13795, Sec. 4(b)(ii).  This Notice identifies 11 National Marine Sanctuaries and Marine National Monuments under review and invites comments to inform the review."
  }
]