[
  {
    "text": "This ADHD drug shortage has severely affected me for the last year at least. There were many times that I wasn&rsquo;t able to fill my prescription. I work in a hospital where my being inattentive puts people&rsquo;s lives at risk. The stress of this weighs heavily on me, so to not have treatment for this part of my disability is exhausting. On top of that, since the shortages began, adderall no longer works the way it used to. The formula was clearly changed but there is no evidence of this that I can find online besides other patients like me who have all experienced this same thing. My doctor and I are in the process of switching medications and the one she thinks I&rsquo;ll do best with can&rsquo;t be prescribed right now, because there&rsquo;s a shortage&hellip; Life is already hard enough just having the illnesses that I do. Having to worry about my treatment being unavailable hurts not just me and others with the same diagnosis, but also those that are impacted by our work (like critically ill patients in hospitals). Please find a way to fix this and please look into how adderall has been changed. Thank you. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "where are my meds",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Last year my generic brand adderall wasn&rsquo;t able to be refilled for months. I went through some pretty bad withdrawals. I wound up leaving my job and being unemployed for a solid month. I am still working to repair my credit and general financial situation. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I hate so much about things you choose to be",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am an individual that has ADHD. I count on my medication to help get through my day. It helps me regulate my emotions, organize my day, and of course stay focused on my tasks. This medication shortage has effected me on a regular basis. I have had to wait weeks at a time in between prescriptions. I have to call several local pharmacies to see if they have my medication in stock. It is very stressful and frustrating. My insurance company (Group Health Cooperative) will no longer cover Vyvanse. They only cover the generic because it is cheaper, even though regular Vyvanse works better for me. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Shortages of XR Adderall in the 15, 20, and 25 mg variety have caused me great distress and disfunction. I have been taking 15 mg of Adderall XR for ADHD for 6 years, and last summer, in May 2023, I was unable to get medication until October. I attempted to try any dose of IR or XR adderall I could obtain, as the sudden withdrawal was wreaking havoc in my life, I was completely dysfunctional. I  resorted to dangerous and unhealthy alternative methods, like taking large numbers of caffeine bills and trying to source Adderall from street dealers. As a result, my professional life and personal life suffered immensely. I suffered a severe breakdown, depressive episode, and relapse in to my eating disorder. I am just now starting to get my life back, but I am constantly afraid that I will try to refill my prescription and be unable to get the medication I need to function. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am a professional in my 30s. My adhd medications are critical to me preforming well and keeping my job. The shortage has caused a lot of unnecessary stress in my life and in the lives of many who I know who are on adhd medication. Lack of medication causes significant interruptions to the daily life of the person who takes the medication as well as all of those in their household. <br/><br/>It is already hard enough having to go monthly with a paper prescription every month, instead of being able to do 90 day supplies by mail. Scheduling these drugs as a 1 really inhibits proper usage by the people who need it most. The FDA has created additional barriers to treatment that negatively affecting those with the disability that these drugs are meant to help. Putting any additional steps between an ADHD person and getting their medication increases the chance of not receiving their treatment. Managing those additional steps are the exact types of executive functions that are impared in ADHD sufferers and one of the key symptoms of the disability.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I had to switch to another dose of Vyvanse because all of the stores were out of my previous dose for two months! ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was unable to fill my Adderall prescription for 4 months beginning January 2023. <br/><br/>The shortage had a negative impact on my business and my family life. <br/><br/>I believe over regulation is the primary cause for the shortage and strongly encourage regulators to make changes to prevent this from happening again. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am a 38 year old single female with two small children, located in Metro Detroit, Michigan. My quality of life has been severely impacted by the Adderall shortage. I have trouble concentrating at work, and have fallen behind both personally and professionally. I have a very high pressure job and need constant focus. Going without my medication has nearly cost me my career. Not only is the lack of medication an issue, I have also spent countless hours calling pharmacies each month to ask if they have the stock to fill my prescription. That in itself is not easy as pharmacies are not allowed to disclose if they have controlled substances in stock.. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The medication shortage has significantly impacted me in several negative ways. Last year, I found myself in a situation where I had to pay $220 for my medication, a stark increase from the usual $20 co-pay my insurance provides. This price surge was due to the only pharmacy that had stock charging much more after insurance coverage. Such an experience was not only financially straining but also deeply upsetting, as I was charged ten times more than what I typically pay.<br/><br/>Additionally, the struggle to locate my medication (generic Vyvanse) has been ongoing. I&#39;ve had to call multiple pharmacies to find one that carries my prescription. During this process, I discovered that CVS and Walgreens do not share inventory status across their stores. This lack of information forced me to individually contact each CVS or Walgreens in my area, a task both time-consuming and frustrating. It&#39;s disappointing that these nationwide pharmacies lack a centralized system to streamline the search for medications that are out of stock in one location but available in another.<br/><br/>Moreover, my reliance on these medications for daily functioning adds another layer of stress. The constant threat of not being able to access them only exacerbates the anxiety I already experience as a comorbidity of ADHD.<br/><br/>I am, however, encouraged to learn that the government is investigating this issue. My hope is for a swift resolution that leads to a positive outcome, alleviating the challenges faced by many like myself. Thank you.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I had to transition to taking methylphenidate, after being on Adderall for most of my life, because I could not find a pharmacy near me that had Adderall in stock.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My doctor has been recommending switching on to an extended release stimulant such as Adderall XR or Ritalin XR. I have been prescribed both but over the last 6 months have never once been able to fill them at my local pharmacy due to stock issues.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please start producing more stimulant medication. People with ADHD, narcolepsy and other mental health disorders need medication to function just as much as anyone else. It&rsquo;s necessary and important. It&rsquo;s time we start treating it as such. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "For the past year I have had issues every month with getting the medicine I need, Concerta was on shortage since other doctors were prescribing it instead of adderall. Every month was a battle with calling multiple pharmacies to see if they had medication and then scrambling to call my doctor so they could move my prescription to the correct pharmacy. Due to having a large and slower network speaking to a doctor was not always easy causing delays in getting medicine if at all. After some months it was too difficult to get the medication I needed and switched to a less effective one that was easier to find, thought the medicine was not as good as the previous medication, it was easier to find. Until it wasnt and then I need to switch again to another that was in stock. <br/><br/>This was every month, not knowing if I am going to be with or without medication. Due to the comorbidities of my disease this greatly effected my health and was a big source of stress. Will I be going a week or a month without medication, will I be able to function well enough so that my personal life, work life and social life that I have been working hard on don&#39;t fall into disarray. It was and still is a constant battle, and it seems to be one of many with ADHD. Generics with less then proper active ingredients, mandatory pee tests to verify you are taking medication.<br/><br/>No one should be put through the wringer like this, particularly people who have time management / organization issues by virtue of their biology. Please hold these companies accountable, because it&rsquo;s already hard enough living with ADHD. We don&rsquo;t need to be punished further for it.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The fact that the manufacturing of the drug has either stopped or you&rsquo;re trying to kill us it needs to end. My husband has had to go through 4 different ADHD medication&rsquo;s since they&rsquo;re all out of stock because you don&rsquo;t know how to do your job. Actually, maybe you&rsquo;re just really trying to kill all of us because why would you want somebody with the mental illness to live here in America this needs to be fixed immediately. I know countless people that are suffering myself included. You know how long it took the pre-authorization of my insurance to even approve Vyvanse the only drug that maybe a pharmacy within the tri-state might have. You are hurting and killing people. Without proper medication. Unfortunately, the suicide epidemic comes into play. You need to fix this. Isnt this supposed to be the best country in the world? There&rsquo;s absolutely no reason these drugs can&rsquo;t be manufactured. You are doing this on purpose, and it will be proven, and you will pay, but as long as you could sleep at night, knowing it, a large percentage of America is suffering because of your errors. This is sickening and makes our country look like a joke. Is that what you want you want our country to look like a joke to all the other countries? Again, this needs to be fixed. You were able to produce a Covid vaccine practically overnight and somehow we&rsquo;re able to give that to everybody who needed it but can&rsquo;t seem to make ADHD medication. That&rsquo;s interesting. Seems like you&rsquo;re discriminating against people with mental illnesses. That seems like a whole Nother lawsuit altogether. One day you&rsquo;ll realize that you&rsquo;ve killed all the people that are important that do the work. And then what? Who does all the dirty work? It won&rsquo;t be the 1%. In a first world country people are being institutionalized because they can&rsquo;t handle the withdrawal from the medication that you all prescribed to us prescribe to us so you can make your money and then take it away because the sales done the only ones making money now are the insurance companies. Pretty sure they pay you. Who is gonna pay you when you&rsquo;ve killed off all the people with mental illnesses? what&rsquo;s next? Are you gonna start saying that diabetes medication is on backorder cancer medication is on back order? MS medication is on back order? When will you realize that mental illness is just as important as cancer as AIDS&hellip; right right you didn&rsquo;t care about people who had aids until you were forced to. so this is us the majority telling you we are done. We are a generation of people that will get together rally together, protest together and we&rsquo;ll do it right in front of the White House peacefully. The Stigma with mental illness in this country is outrageous. You couldn&rsquo;t possibly convince me that you actually care about Americans.. it&rsquo;s really strange that the FDA also handles the overseeing of our food. Ever hear of red Dye 40? Yeah, my generation knows all about it you could keep trying to kill us, but you&rsquo;re only gonna piss us off more.. I am ashamed to be an American. I hope you&rsquo;re happy. I hope you sleep well at night and I hope the FDA has the life it deserves. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Every time I go to fill my medication I have to worry whether or not it will actually be in stock in time to fill it before I run out of whatever amount of medication I have left. I know that given ADHD medications like Vyvanse are stimulants and therefore can be abused if not taken as directed by doctor for a condition where they actually provide benefit so I understand the need to regulate access for public health and safety, but let&rsquo;s also be honest that in a first world country like the US, no patient should ever be unable to get their necessary medications because of a failure of government regulations leading to ongoing shortages lasting well over a year! That&rsquo;s cruel and heartless to keep those same problematic regulations in place while people like me struggle to get our medications and have to worry if this time I won&rsquo;t be able to get the medication I need to both do my job and stay on top of the ongoing demands life sends my way. Too many treat ADHD like it&rsquo;s some kind of joke disorder without real consequences or side effects and frankly if anyone in charge of these regulations thinks that way they should be immediately fired and barred from public service for their total ignorance and casual cruelty. At the end of the day, the government regulates the supply so for the last year people have been showing up to work totally fine with the idea that their efforts make the world a worse place for people like myself all the while fighting a nonsensical war on drugs that anyone with any sense between their ears knows the government lost long ago. Bad actors will continue to circumvent these restrictions while patients like myself with no other treatments available for our disability will continue to suffer unless the government steps back and relaxes quotas and other supply constraints to allow the shortage to end naturally as the free market moves to actually satisfy the demand needed to treat conditions like ADHD in the US. The real problem is this was obvious months ago and was not done immediately so the people responsible for the continued suffering need to be held responsible for their failure and made aware of the ongoing suffering that&rsquo;s occurring. Maybe that will finally inspire them to stop being so heartless and cruel to those with ongoing disabilities. After all it makes no sense to put a group of people with known executive functioning issues through the ringer of calling every pharmacy in a 50 mile radius at the end of every month just to get the medication that medical professionals have already agreed that you need. It&rsquo;s doubly painful that due to restrictions on refills you can&rsquo;t refill a prescription until the day it runs out so any shortage means days without medication and thus significantly reduced function. If this was a cancer medication people would rightly call you monsters for the completely artificial shortages but it&rsquo;s like ADHD is a second class medical condition so people get away with monstrous acts for months on end and currently there is still no end in sight to these government caused shortages. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have struggled with being able to locate any generic adhd medications in my small midwestern city with a major university. I have gone without for months, impacting my work. I have switched to a different generic but every month is a gall or, waiting to see if I will have the tools I need to be a rodicrive member of society. I have had to call every pharmacy in town, being told that they have no meds in stock and worse yet, not information on when they will have meds available because the information they receive from the manufacturers is incomplete and unreliable. The shipments either show up or they don&rsquo;t and they have no way to plan for it. It is a disaster for both the patients and the pharmacy staff, who must navigate through panicked customer after customer who need this medication to function and who don&rsquo;t understand why they&rsquo;re being made to jump through so many hoops.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am a 53 year old woman who was just diagnosed with ADHD back in Dec of 2023.  I wasn&#39;t able to get my prescription generic Adderall filled until the middle of February because of this drug shortage.  I called every Walgreens on the east coast and they were all out.  <br/><br/>This medication is my life line to be able to function.  I have struggled my whole life and finally diagnosed with ADHD at the old age of 53.  Now, I don&#39;t know when I can get another prescription filled with this drug shortage.  Please look into what the issue is and how to fix this.  ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Before I even call my doctor for a refill of Adderall XR 30, I have to call every pharmacy in town to make sure they have the medicine in stock since my doctor can&rsquo;t do it for me nor can the pharmacies tell me which one of their places could have it. I&rsquo;ve had to do this for the past three years and it&rsquo;s exhausting. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was regularly taking brand name Vyvanse 30mg daily for almost 2 years. In the past year I have faced multiple shortages of my medication at different New York pharmacies, spending hours on the phone trying to locate where I could have my prescription filled (while making sure the pharmacy remained in-network). At the beginning of December 2023 my pharmacy stated they were out of Vyvanse and Adderall and didn&#39;t know when they&#39;d have it in stock again. This lasted throughout the month, onwards. During that time I needed to travel across the country to help my father who suffers from Parkinsons. My insurance does not cover out-of-state doctors or prescriptions, so I knew I&#39;d go without medication. My father has been prescribed Vyvanse to help with his own cognitive function, but the pharmacies in California were also out of stock and he too went without his medication. No other medication has helped as significantly with his cognition as Vyvanse has. I have rationed what Vyvanse I have left for almost 3 months, taking one pill every other week when needed. Ultimately I&#39;ve just stopped taking it altogether. It is difficult to gauge how impactful living without my medication has been. My mood, anxiety, capacity to focus, and day-to-day management of my life and career has all become more challenging as a result its absence. Receiving a late diagnosis of ADHD changed my life and illuminated how difficult decades prior had been unmedicated. With that awareness, it is incredibly disheartening to keep facing pharmacists, hours spent on phones, prior authorizations, and ultimately rejections due to shortages. There also feels to be a kind of stigma associated with getting these medications, which in turn creates even more pressure and emotional duress when it simply allows me to move through my day more consciously and effectively. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "To whom it may concern, it is incredibly difficult as a person with ADHD to get my medication. This medication is an integral part of living a functional and productive life. Furthermore, asking someone to call multiple pharmacies to try to find my medication in stock while I medicated is a frankly insurmountable task. I implore you to find a solution to this supply issue. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am a physician, with ADHD.  I was unable to obtain my stimulant medication from October through December, Methylphenidate XR.  This exacerbated my already severe depression, and contributed to me being unable to work for 4 months.  I occasionally could get some short acting medication, however, I am quite sensitive to medication and the ups and downs on it were too significant which led to using the short acting medication impacting my mood.  <br/><br/>This shortage has severely affected my patients as well, causing sig distress and impacting their ability to live their daily lives, much less their ability to work.  I suspect as research is completed we&rsquo;re going to see an sig increase in accidents for the past 1.5 years.<br/><br/>As a physician we have been spending time we don&rsquo;t have rewriting and sending prescriptions to the pharmacy the pt found that had their medicine, and canceling the script that went to the pharmacy they are supposed to use that didn&rsquo;t have it.<br/><br/>Also, last month I came down with Covid.  I have asthma, a risk factor for severe Covid.  My insurance denied coverage (a whole nother issue that should be looked into along with the ridiculous number of prior authorizations insurance companies are requiring) and the cost of Paxlovid out of pocket is $1400.  Which is absurd.  Epipens that used to be affordable are now over $600 out of pocket.  Drug companies are gouging my patients to make as much money off of sick people as they can.  It is completely unethical and horrifying how this has been allowed to continue.  <br/><br/>Absolutely no company that deals with healthcare should be for-profit.  There is absolutely nothing ethical about these companies.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Me and millions of other prescribed ADHD patients are suffering as our ability to function in workplaces and at home has been stolen from us. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have had to switch prescription medications a few times with this shortage because now they are on back order. This is very frustrating  to say the least for my ADHD medication.  And since the brand is the only thing right now not on back order I gotta pay 400$ for it. Fix this now",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I had to go without and eventually switch medications because I no longer had access to adderall due to the shortage.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been taking Vyvanse for binge eating disorder for a year and a half now. It is the only FDA approved medication for it, there are no other alternatives. I had no issue filing Vyvanse or the generic until January 2024. Right when coverage by my insurance dropped for the brand. My insurance, who uses Optum Rx, has at minimum due to the shortage allowed some coverage of the brand as a tier 3 medication. That means a 30 day supply is $90 compared to the generic&rsquo;s tier 1 30 day supply cost of $10. I don&rsquo;t know how long this shortage is going to last but it&rsquo;s already been going on with other ADHD medications for over a year so I don&rsquo;t see it going away anytime soon. $90 a month for a year is $1080 vs $120 for a year of generic. That&rsquo;s not affordable in the long run especially when I&rsquo;m already paying for other medications as well. <br/><br/>I have also learned from my pharmacist at a major brand (Walmart, Kroger, Meijer level pharmacy) that CVS and Walgreens have made a deal with the generic manufacturer to receive priority of their supply. They are making something already in short supply even harder to find for those not using those pharmacies. Walgreens and CVS also are comparatively much more expensive than every other pharmacy for nearly every medication when prices are compared on GoodRx. This screams greed and hoarding. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was diagnosed with ADHD at 14 and have been on stimulant medication ever since. It has helped me tremendously; I went from effectively failing out of school to being able to graduate from a top university with a degree in computer science. I need this medication to function. However, the very real shortage has made it a multi-day adventure that I need to undergo every month in order to get this medication. I have to call multiple pharmacies to figure out which, if any, have it in stock, and I then have to  have my doctor send it there and travel way out of my way to get there. Sometimes, no pharmacies have the medication I need, so I have to ask my doctor to prescribe a different medication that&#39;s less effective. This is made especially difficult by the nature of ADHD as a condition, which makes it difficult to manage unstructured tasks like this. I believe that the shortage has caused a huge obstacle in my and others lives, and I think that regulation changes to make it less pertinent would be well placed. I understand the fear that some of the supply will be diverted towards illicit pathways, but this happens now too, and I know that some have considered turning to the black market to acquire the medications that they need. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Hello,<br/>Thank you for taking the time to look into this. As an individual, I cannot speak to the specific underlying issues here, but I can share my experiences over the last two years regarding trying to get my ADHD medication. <br/>A little backstory: I was diagnosed as an adult, in my early 20s, and that was a game changer. I always did well in school, so I believe that prevented me from being diagnosed as a child. My understanding, and from what I remember in middle school and high school, it really took severe behavioral issues or poor grades to really have someone say &ldquo;hey! they might have ADHD&rdquo;<br/>My behavior issues were relatively mild and could be chalked up to just standard young people stuff, and my grades were still very good. This was because I was smart and didn&rsquo;t really need to study. <br/>That is what somewhat led me to my &ldquo;downfall&rdquo; in my late teens/early 20s, while trying to get through college.<br/>Ultimately, I had a sort of breakdown, and after a year or two of meeting with both psychologists and psychiatrists, I was diagnosed with ADHD and Major Depressive Disorder. After spending months and months finding the right medications to help, I really started moving forward and put my life back together.<br/>I have been on this journey for about 13 years now, and the shortages these last 2 or so years has really threatened to derail my life.<br/><br/>Here is what I have had to endure:<br/>Spending anywhere from 15 min to 5 hours a month calling different pharmacies around my area to see if they have my medication in stock.<br/>Spending 45 min to 2 hours going back and forth with my doctor trying to get my prescription sent to a different pharmacy than I normally use.<br/>&ldquo;Rationing&rdquo; my medication so that I at least have SOMETHING in case I can&rsquo;t get my medication on time and something at work requires my best effort.<br/>Going 2 weeks without my medication, and almost losing my job, because every other coping mechanism outside of medication does not have the same impact as medication.<br/><br/>I have tried everything I can glean from friends, online, my doctors, and whatever else I can think of to live without medication. I dislike that I am dependent on something. <br/>I am trying, believe me!<br/><br/>In my area, from what I have experienced, is that the generic for Adderall is produced by one pharmaceutical company. There aren&rsquo;t other options. So when that company is unable to meet demand, there is no one else to fill the gap. <br/><br/>Please don&rsquo;t punish us ADHD people. <br/>I understand that these drugs can be abused, and probably are. But they will probably always find a way to get those meds. Limiting the access just hurts us, people who actually have ADHD, and need it to live a semi-normal, functioning life.<br/><br/>Thank you for your time.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "For months in 2023 I had a nearly impossible time filling my Vyvanse prescription. A pharmacist told me this was happening because Vyvanse went &quot;generic&quot; and now there&#39;s less profit in it for the drug company that had a monopoly on the formula, so they scaled back production. I have been on Vyvanse for 12 years. I have never had issues like this receiving my medication. My local pharmacist personally called 15 other pharmacies in my area and up to an HOUR away from Chicago to try to find my medication. No luck at all. Even if he had found it, the script could not be transfered even within Walgreens, so I would have had to get a hold of my PCP (which is hard to do) and get her to cancel the OG script and then send it to the new location. Also, I qualified for a Takeda Cares Rx charity care program that I was approved through May for. Takeda discontinued this program in December with no recourse. I can no longer afford my RX, nor can I afford the generic out of pocket. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have had to call multiple pharmacies to see who had my medication in stock, and hope that my medical provider would submit the prescription before the pharmacy ran out. This could take multiple hours and largely depended on luck that I called an in stock pharmacy. I have to do this every month and so far the pharmacies with stock have been different, so I&rsquo;m unable to even rely on the same one to fill my prescription. I have to travel to the one in stock, and recently it has not even been one in my city. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please increase the supply of ADHD medication such as Vyvanse and its generic version. It has been very difficult for me and other I know who had ADHD to access the medications they need to function. Personally, I have experienced several interruptions in my medication due to supply issues in my area. These interruptions in medication has negatively impacted my health and productivity at work. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am one of the many newly diagnosed ADHD adults. I&#39;ve struggled with these symptoms all my life and never realized it was ADHD, I always just wondered what was wrong with me and if everyone else always struggled with these things too. Now that I&#39;ve been diagnosed and have access to Vyvanse and it&#39;s generic, my quality of life and ability to contribute has increased so much. I will have better long term health outcomes than my mother (who I now realize is also ADHD) because Vyvanse helps me make better choices on what I eat and how I take care of my body. I&#39;m able to reach my goals now. I understand there are some people who have abused the system to get some ADHD meds, but ones like Vyvanse can&#39;t be abused. And the rest of us shouldn&#39;t be punished for others behavior. It&#39;s very stressful having to hunt down my medications and always wonder if I&#39;ll be able to refill on time, or if I&#39;ll have to go back to being a mess. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was on adderall extended release until the beginning of last year, 2023, when pharmacies began to run out of stock. Because it is a schedule 2 drug, I can&#39;t transfer the prescription myself to pharmacies that do happen to have stock that month.<br/>I tried to push through and force myself to function without medication and it led to my mental health deteriorating to the point that I was hospitalized for a week in a psych unit. At work, my supervisor noticed that my performance was noticeably worse and brought up his concerns. After I got hospitalized, I had to resign.<br/>2023 is the year my life fell apart.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Unable to get ADHD medication, adderall for months at a time ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "For the past year or so, me and many others have been struggling to get our prescription for ADHD meds refilled. While the release of generic lisdexamfetamine eased our concerns about shortages and pricing, it was short lived. I&#39;ve had to change my dosage in order to acquire medication for the month in order to do my job and for emotion management. Now that most pharmacies in my area are out of both generic and brand name Vyvanse, I&#39;m struggling to stay focused, managing/regulating my emotions, and making mistakes at my job due to involuntary inattentiveness. The need for these medications is important for many families, not just me, and it shows how quickly our quality of life decreases because of its unavailability, that can so easily be changed since there is a clear demand for these medications. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was told that even though there is a generic, the demand is so high that they sold out. And the brand name is hard to get. AND the insurance companies make it difficult to get the brand name. My son went on some other medication ans a stopgap and it really messed with him. He was agitated and not functional. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Good afternoon, <br/>This shortage has almost destroyed my life. I had to call hundreds of pharmacies to find my medication, and in that time I had none. I was treated like garbage which sunk me into a depression, and the act of just calling places was already difficult enough because of my lack of medication. I am a full time student, and have a full time job where I frequently have to work overtime. My life has become unmanageable and unsustainable, and I nearly lost my job and almost destroyed my GPA. My relationship to my partner was also deeply strained due to my lack of focus in conversations, memory issues, and inability to do basic household tasks. This shortage is real and needs to be dealt with. ADHD is a real condition, just like Diabetes, and you wouldn&rsquo;t deny a diabetic their insulin, would you? Please deal with this, my life is counting on this medication. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I&rsquo;m currently unmedicated despite a prescription because pharmacies keep saying they don&rsquo;t have Adderall in stock. It&rsquo;s impacting my day to day life in ways that are frustrating. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My ADHD medication was first prescribed by a doctor when I was a teenager 15 years ago. I only take it as needed, and I have no history of addiction. The shortage led to me having to call 9+ pharmacies every month trying to find one with my ADHD meds in stock. Due to long hold times  this would add up to an extra 2 hours to my day. Once I&rsquo;d find a pharmacy with my meds, I would have to contact my psychiatrist to call in a totally new script to that new pharmacy, as it isn&rsquo;t legal in my state to transfer stimulant prescriptions between pharmacies (even if it&rsquo;s the same company, like all CVS&rsquo;s). Often times it would take 24 hours for my doctor to do so, and then that pharmacy would be out of pills again and I&rsquo;d have to call many more pharmacies the next day. Once I finally found a pharmacy that had it in stock and my doctor called it in, I would have to drive far away from my county (45 minutes +) to pick up the medication. Doing all this was demoralizing to be treated like some kind of pill addict, especially because with adhd I have a neurological condition that makes planning and executing something of this scale each month very very difficult! It was so difficult that some months I had to give up and go without my legally prescribed medication. My work suffered, but more importantly I worried that the safety of me driving on the road without distraction suffered. Why am I being penalized for being legally prescribed a medication for a disorder I&rsquo;ve had for decades, with no history of addiction? ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I&#39;ve had difficulty refilling my Adderall prescription for almost two years due to what pharmacists and doctors tell me is a shortage. Every month I have to call around to several different pharmacies and when I find a pharmacy that has it, I have to race there before someone else gets the few remaining capsules. Last week I called my usual pharmacy and the pharmacist just laughed and said they haven&#39;t had Adderall for months. My doctor writes paper prescriptions for me and the rest of their patients so we can shop around, because their assistants can&#39;t find it in stock.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "While I have not personally been affected by the shortage of ADHD medications, my pharmacy HAS confirmed to me several times that it has been impacting them to an extent, just not as badly as they are a full sized Hospital pharmacy and tend to have better stock of everything.<br/><br/>I&#39;ve also coordinated with them and my provider to be able to have a small cushion of a few days for the rare times there has been a slight delay in filling my script.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have had to spend a frustrating amount of time trying to track down my medications often having to call every pharmacy in the area only to be told nobody has anything and don&#39;t plan to have any for an undetermined amount of time.  I do not get put on any kind of call list.  I just have to keep calling and hope I get lucky.  My doctor has tried switching me to different meds but they either don&#39;t work as well or quickly become yet another medicine I have to chase down.  I thought that the generic being released would make things easier.  My insurance started making the name brand more expensive.  I was able to get the generic exactly once before it was suddenly in a shortage.  I need these meds to function.  Without them I have severe difficulties driving, working, preparing healthy meals, cleaning, everything.  I can deal with a lot of these things but the emotional rollercoaster and thoughts of self harm, and swings of anxiety are what scare me the most.  So, I pay more for the name brand and pray that they have one or the other when I call the next month.  It is especially difficult to plan ahead since these medications cannot be acquired until I am completely out and if I happen to run out while out of town or during unexpected life changes or just cannot get to the pharmacy for some reason I am out of luck.  I have to just hope I can keep it together until I can call possibly several pharmacies and hope someone has it.  Life is hard for everyone, but it should not be hard to get essential, life saving medications prescribed by doctors who who agree that they are essential.  If doctors can&#39;t be trusted when it comes to prescribing I don&#39;t know how anyone else can be trusted to say we don&#39;t need them.  My doctor knows me.  Nameless faceless entities should not be allowed to override doctors and if they truly think that a doctor doesn&#39;t know best then that is a different problem entirely, it should not put the patient&#39;s well being at risk.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was diagnosed in December 2022 and since then I was without my prescription for approximately 7-8 months due to shortages. My prescription is for 20mg Adderal XR. It has been a challenge to consistently get it and I&rsquo;m now driving over an hour away to get refills because none of the pharmacies in my area can fill it. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I&#39;m not sure if this is the right place for this. Apologies if not, but my brain is not doing too great right now as a result of being without my prescribed medication for just about 2 weeks now as a result of these shortages.<br/><br/>My doctor put in my prescription for dexmethylphenidate, a medication I have been taking for years without issue, on the 8th of February. It is now the 20th and it is still not in stock and the pharmacy does not have any information on when it may come in. I then called 4 locations in town to ask if they had it, none of them did. Neither did Walgreens, nor the 3 Walmart pharmacy locations I called after. I&#39;m not asking for the name brand or anything either.<br/> <br/>I need this medication to function. I work a high pressure and high stakes job and with sensitive legal information and this is destroying my ability to work effectively. I cannot focus, my emotional regulation is worse, it&#39;s a struggle to force myself out of bed, and I&#39;m noticing an increase in impulse spending and binge eating. I am so close to quitting this job and I&#39;m trying to hold it together, knowing that this decision is not logical, but it sure is tempting. I&#39;m not like this when properly medicated, and would love to not look like a mess to my coworkers and boss and customers whenever I am forced to quit my medication randomly just about every other month due to supply shortages. I&#39;m sure I&#39;m not alone in this.<br/><br/>Every other month my prescription is delayed or I have to call multiple pharmacies to see if one has enough in stock. This is harder to do when you cannot place in this prescription in advance, meaning I have to be low and almost completely out before I can order more, giving me no buffer to have this sorted before the medication wears off and I now have to navigate this on top of the resurgence of my now unregulated ADHD symptoms.<br/><br/>The fact that I cannot have more than a 30 days supply despite being consistently and legally on this medication for several years, and having to contact my doctor every single time to have it refilled only to find out that I&#39;m going to be out again for who knows how long only makes navigating an incurable condition that I was born with even more frustrating.<br/><br/>Thank you for your time and sorry for the word wall. I don&#39;t know what&#39;s at the center for the shortage but I hope something can change because this is causing a lot of harm to the quality of life for myself and others.<br/>",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I&#39;ve been seeking treatment for my adhd for 8 months, fighting to even be seen by psychiatrists and psychologists alike, because so many offices have completely closed their services to new patients with adhd due to medication shortages. <br/><br/>Adhd is not the only issue I was seeking treatment for, but I was still denied appointments at multiple local facilities. When a psychiatrist finally did agree to see me to look at treatment options for my depression, she refused to consider adhd as an underlying cause, because she was unable to offer a trial medication course, which is the standard of care. <br/><br/>My access to all mental health services as an adult with adhd has been impacted by the shortage of stimulants, and I&#39;ve never even been prescribed them before. It was simply on the basis that there are &#39;shortages&#39; and no offices are seeing adhd patients because of them. <br/><br/>Everyone deserves equal access to the medications that manage their disorder, but the shortages are affecting more than just those seeking their stimulants. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "For the past 1.5 years every month when I need to refill my concerta generic I have to gamble whether or not this medication I need to function in any productive manner is even available where I filled it last month. Sometimes they do, but just as often they don&#39;t and it&#39;s on &quot;back order we don&#39;t know when we&#39;ll get more&quot;, and I have to start calling every pharmacy in a 20 mile radius asking if they got it in stock all while my medication supplies dwindle. One time I had to drive 2 towns over just to get 12 pills.<br/><br/>There have been 2 month periods where Im stuck with a limited supply of ever dwindling medication I must turbo ration. And constantly quitting cold turkey for 1-2 days before going back to full dosage for another 1-2 days is bad for my mental health, not to mention lowers the drug&#39;s effectiveness when I do use it.<br/><br/>oh also tell manufacturers they&#39;re allowed to charge less than 300-500$ before insurance for a 30 day supply of pills that cost 10$ to make please. It&#39;s very wholesome when I have to decide being able to afford food and rent, or necessary medications!",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please increase supplies of ADHD medications so that people can access the healthcare they need in order to lead happy, productive lives and contribute to society.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have switched ADHD medication and dosages more than 4 times in the last 3 years due to medication shortages. Most months, I also experienced a delay of at least one week, sometimes up to 6 weeks, for my prescription to be in stock at a local pharmacy. <br/><br/>This has left both me and my local pharmacies at a complete loss. I even use my mail-order pharmacy to help with locating stock and understanding my options, but they&rsquo;ve been at a loss to assist as they are experiencing the same shortages and lack of information. <br/><br/>This is extremely detrimental to my work and wellbeing. I feel bad for the pharmacists as well, as they seem completely helpless to assist me and are often just as in the dark as I am. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I live in the greater Miami area. I was prescribed lisdexamfetamine 40mg QD by my psychiatrist for my ADHD that was diagnosed in childhood. I have not been able to fill my prescription at any pharmacy I&rsquo;ve been to including Costco, cvs, Publix, Walmart, and local discount pharmacies. The only pharmacy that had anything was Walgreens, but they only had Vyvanse, not it&rsquo;s generic, and it cost $300+ for my prescription. I am a medical student and I have not had access to my medication for over a month and it is negatively affecting my school performance. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been prescribed Adderall for my adult-diagnosis ADHD for ten years, and the DEA&rsquo;s assertion that the shortage doesn&rsquo;t exist is laughable. The diagnosis and prescription changed my life, allowed me to finish my PhD, and remain employed afterward as a researcher. Since shortages began affecting me nearly three years ago, I have lived in periodic fear of losing my grip on my job and the daily routines in my life. If I didn&rsquo;t have a sympathetic manager, I&rsquo;d probably have lost my job during one of the longer periods of shortages, which sometimes lasted several weeks. For half of 2023, I switched to Vyvanse just to remain medicated, even though it did not work well for me, and eventually those were impossible to get, too. I have found I&rsquo;m now able to get my adderall again, always after a delay of several days due to shortages, and continue to live in fear each time I approach the time for a refill, wondering if this time will be the time my job runs out of patience for me. Pretending the shortage is not real, and not affecting patients, is willful ignorance of the problems affecting patients throughout the country. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The medication shortage has impacted my family deeply. As a neurodivergent household, not having our meds means risking our livelihood and future. Being left unmedicated leads to poor job performance and slipping grades. We could easily backslide into homelessness in this economy. These medications are crucial to our wellbeing both mentally and physically. If I loose my job I&rsquo;ll lose my insurance too. I have kids who need to see specialists. I can&rsquo;t stress enough how imperative it is that the government raises the cap on the production of stimulant medications. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The ongoing shortage of stimulant medication such as the generic and brand-name formulations of Adderall and Vyvanse has created a marked disruption in many patients&#39;, including my, day-to-day life. I began undergoing treatment for ADHD a few months ago and have been taking generic Vyvanse for much of that time. I was personally affected by this artificial shortage in January 2024 when my CVS could no longer fill my prescription due to lack of inventory (of both brand and generic Vyvanse). I was forced to then go without medication as I had to then create a new appointment with my prescriber to discuss alternatives. My prescriber recommended another medication, Mydayis, but this drug was not covered by my insurance plan. Fortunately, I was granted a temporary override by my insurance, and was able to finally fill a prescription for Mydayis. However, these disruptions each represented significant hurdles in my daily activities. It can and should be much easier to fill a prescription in the United States with the significant manufacturing ability at our disposal, but our ability to manufacture drugs is moot due to artificially created shortages which cause harm to patients and inconvenience prescribers. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The adderall shortage has affected me. I have been prescribed adderall since I was 12 and I&#39;m currently 31. Because of the shortage, my doctor&#39;s office will not write my prescription until I call the pharmacy and check if it is in stock. I have to call the pharmacy during the hours that my doctor&#39;s office is also open, which is during my standard work day. I then have to immediately call my doctor to tell them if my prescription is in stock. Then they will send it in. Walgreens won&#39;t tell me over the phone if adderall is in stock because they say it&#39;s a safety issue, so I have to use CVS. I often spend upwards of 20 minutes on the phone during my lunch break to do this, and that&#39;s if my normal pharmacy has the adderall in stock. And then if I run out of my medication, this whole process becomes more difficult because I have untreated ADD. The entire ordeal makes me feel like I&#39;m begging for my medicine, and all I want is for it to be normal. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I don&#39;t even know where to start. I guess I should start with how hard life is for ADHD kids to begin with. Medicine is a game changer for not just their education, but their emotional and social well-being. The burden on parents of kids with ADHD is two-fold, firstly, raising kids with ADHD is harder in every way and adds a layer of complexity to every layer of parenting. Secondly, most parents of kids with ADHD have ADHD themselves. This shortage is exacerbated by the way ADHD (class 2) drugs are controlled. ADHD meds are not allowed the standard ten days of extra meds that many people have on medication. We have to monitor and watch down to the wire. So when there is a problem with our standard pharmacy (10 minutes from our home) being out, we are stuck having to call individual pharmacies (who are themselves chronically under staffed and usually leave us on hold for 20+ minutes... this is labor that has to be done during work hours, effectively taking time out of my career) searching for pharmacies might have the rx in stock (and many pharmacists won&#39;t share this knowledge with you, for fear of robberies??). Next, I have to get in touch with my son&#39;s pediatrician, who has to pull the rx from the other place and resend it to the new place. Then we are in the standard &quot;waiting for it to get filled.&quot; When his rx is supposed to run out on a weekend, we are left with no options at all. Just skipping a pill isn&#39;t considered acceptable for *ANY OTHER MEDICINE* but apparently for ADHD FOR A VULNERABLE CHILD, that&#39;s just ok. This country needs to get it&#39;s shit together and start prioritizing caring for its people.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My and my sons adhd meds (Vyvanse) are in short supply and it&rsquo;s very frustrating as he can barely function in school without it and it&rsquo;s unbelievable how one month he will be great because he has his medicine, then the next will be a mess because he can&rsquo;t get it. It&rsquo;s really unfair to children/teenagers that are just trying to make it through school without being picked on by teachers and students alike for falling behind! ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been so stressed without my medication ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "In the spring of 2023 I was notified by my regular pharmacy at Kroger that my prescription for methylphenidate would not be filled due to being out of stock and they couldn&#39;t tell me when or if it would ever be filled. I went without my medication for three weeks which, as well as affecting job performance affected my health because stopping this medication so abruptly gave me headaches. <br/><br/>My psychiatrist was able to help me find a different pharmacy in the area that has been able to consistently fill my prescription but once I went back on my medication I had to go through another round of side effects of headaches and nausea. <br/><br/>I understand it&#39;s a controlled substance but those of us who need it should be able to access it without interruption, and there should be more transparency as to why there is a shortage since no one seems to know.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The shortage on ADHD medication has impacted my quality of life and ability to function. I work hard at my job and outside of work I continue to work towards the betterment of myself as a person. When I have to constantly worry about my medication running out and when I can get it again, progress becomes near impossible. I have really bad side effects when I suddenly stop my medication and it results in me having to lose time at work and prevents me from being able to drive. These medications are very important to people and not having them available when we run out is a detriment to our own lives and those we interact with on a day to day. I shouldn&#39;t have to worry so much that I stop taking my medication on the weekends to extend the time I have during the work week with them before a refill in hopes more will be in stock. I shouldn&#39;t have to drive an hour from my house to the only pharmacy that has the medication I need. Those of us who struggle with mental illness are trying to function in society and the one thing that helps the most is being taken from us and we have to suffer.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Just signing on to say I have been affected by ADHD med shortages. Not a fan. Hope you figure it out",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have had difficulty getting my ADHD medications for over a year. I have been rationing my Adderall, something I need to emotionally regulate and contribute to my productivity in my full time job, for months because every time I need to refill it I have to wait weeks. It is already difficult to get this medication because I cannot get 3 month supplies with a controlled substance and I cannot order a refill until 30 days after my last refill so I cannot be any form of proactive in getting it, which is also something that people with ADHD struggle with in their executive function deficiencies. We need an inquiry into why our community cannot help ourselves be productive and safe. Medication is the only treatment for many of us and the struggle for over a year has been aggressively intense not to mention humiliating and frustrating. There is no dignity in being treated like a liar or a criminal when we inquire about our prescribed medication that we use to function. There are no where near enough generic or competing medications as I have made inquiries to every pharmacy in my county and surrounding area and none have any alternatives. I have had to switch to a quick release option from an extended release because it was all I could find and my executive function suffers for it. This is an issue that needs to be addressed. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "It&rsquo;s been so hard to get the medication I need to perform well at work, with family and my general health. It&rsquo;s a lottery draw where sometimes my pharmacy is in stock of adderall or doesn&rsquo;t and then I&rsquo;m sent in a wild goose chase calling pharmacies asking if they have any in stock for anyone besides their current patients. Why is the DEA putting quotas on controlled substances without consulting the FDA, the providers, and the consumers without communication and accounting for the shortages?",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Not having access to my medication is not acceptable in any way. It doesn&#39;t matter what type of medication it is; if a doctor prescribes it, it should be available and if the manufacturer can&#39;t keep up then others should be found and it should be forced to go generic to help with shortages.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Increase supply of ADHD medications (Adderall, Vyvanse, etc). We have been experiencing shortages of these medications for over a year now. The refill process is already frustrating, and now we have to contend with possible shortages every time we go to refill our medications. This causes lapses in being medicated which affects our day to day lives. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "This artificial shortage has made it near impossible to access my prescribed medications, and when I&#39;m lucky enough to find them they are incredibly expensive. I used to pay $20-30 for my prescriptions and now they are $200-300 due to the crisis. My condition is bad enough that I have to take a day off work whenever I don&#39;t have my medication because I cannot function. This impacts the limited leave I have, my ability to perform my duties, and threatens my employment. I am a former service member and the lack of response by our government to this manufacturered crisis has been a complete insult. People deserve to have access to the medical care they need and pay for. It is criminal what has been happening for the last couple years. The industry is perfectly capable of producing the required quantity of medication, they are choosing not to. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The adhd medication shortage has had a profoundly negative impact on my life. I&rsquo;ve been unable to get my medication for over 40 days. My symptoms have become worse than before I was medicated, as I&rsquo;ve been able to rely on the medication to help me structure my life instead of expending all of my time &amp; energy just trying to exist. Now without it, I&rsquo;m not able to as easily rely on the coping mechanisms I&rsquo;d used before.<br/><br/>The fact that a shortage of medication is the cause of this is entirely unbelievable. I&rsquo;ve tried calling pharmacies, calling my doctors, calling my insurance companies, calling drug companies, etc. for any potential guidance/timeline/suggestions/explanations, and its just wall after wall of excuses, contradictory information, deflections, hoops to jump through and disappointments. My faith in the government &amp; pharmaceutical structure of the country is irreparably damaged from this because it should never have been allowed to happen, but more so, should not have been allowed to continue for this long.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Hello, I am a Northern Virginia resident with a prescription for Vyvanse. My prescription has been out of stock for the last three months at all CVS within a 50 mile radius. My insurance (Aetna) stopped accepting coverage of my prescription automatically, and now requires a pre-authorization to pay for it, which is hard and annoying to do, even when I am medicated, let alone without. The inability to acquire Vyvanse through the mail, and the inability to pick up more than 30 days at a time, adds to the local nature of the recent shortages. I look forward to seeing this medication shortage solved. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "To Whom It May Concern,<br/><br/>I am writing to share my firsthand experience with the ongoing ADHD medication shortages, which have significantly impacted my ability to manage my responsibilities at work and at home. As someone who relies on ADHD medication, the past few months have been particularly challenging due to the scarcity of these medications in my county. The need to contact multiple pharmacies in search of available stock, only to face long hold times and often no resolution, exacerbates the situation. This process is not only time-consuming but also adds to the stress and difficulty of managing ADHD symptoms without medication.<br/><br/>The lack of a centralized database to check medication availability across pharmacies has left me and many others in a precarious position, often having to switch to alternative medications. This switch, while necessary, comes with its own set of challenges, including adjusting to new side effects and the uncertainty of efficacy. The disruption caused by these shortages and the need to constantly adapt to new treatments cannot be overstated.<br/><br/>I urge the FTC to consider the real-life implications of drug shortages on individuals with ADHD. It is crucial to address the underlying issues contributing to these shortages, including the lack of competition and problematic contracting practices within the pharmaceutical supply chain. Strategies to improve transparency and accessibility of medication stock information across pharmacies could greatly alleviate the burden on patients.<br/><br/>Furthermore, fostering a more competitive environment that discourages exclusivity and encourages a steady supply of generic drugs could help prevent future shortages. It is essential that the voices of patients affected by these shortages are heard and that concrete steps are taken to ensure that necessary medications are accessible to those who need them most.<br/><br/>Thank you for considering my comments on this critical issue.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I started struggling to refill my ADHD medication in February of 2023. I have been prescribed this medication for most of my life. I have had the same mg that have worked for me and have show now sign of &ldquo;abuse&rdquo; as I understand it&rsquo;s a controlled substance. <br/><br/>This prescription has been a life saving drug for me. I was prescribed first in college and went from failing out of college to A&rsquo;s and B&rsquo;s my junior to senior year. This helped me not only retain focus but it helped me retain information, gave me the boost to continue to want to learn, and helped my personal life with making decisive decisions. It was as I said life changing. For over 17 years I&rsquo;ve taken the same 20mg and never once felt I needed more or less. <br/>Since doctors have to call in this prescription I would have to call around to at least ten different pharmacies. I would find one that had it, and had to get ahold of my doctor to send over the prescription. By the time that happened the medication would be gone. <br/><br/>I was having to do this every month because I was only able to be given a 30 day supply. Not only that but I was also being forced to see my doctor every three months in order to continue to fill my medication. Again, for someone who&rsquo;s been on this for 17 years. This is ridiculous and once a year should be fine. <br/><br/>The control of this drug on top of the limited supply has caused me to look elsewhere such as looking for natural supplements to help with my ADHD. <br/><br/>You wouldn&rsquo;t question someone who needs their insulin, so stop questioning those who actually need this drug. It&rsquo;s been life altering to say the least that I have still not been able to find it consistently after a year that I&rsquo;ve given up for the time being. That just means more loss of money for the government. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "In the past ~1.5-2 years, 50-75% of the time I go to the pharmacy to refill my ADHD medication, they do not have the generic in stock. My insurance only covers the generic. Often I will have to go to multiple stores to get the last 30 capsules they have. I live in a large city (Austin) and go to a large retail chain pharmacy (HEB)  and about half the time (recently, more than half) I have to shovel out ~$250 for brand name medication <br/><br/>This happens regardless of what dosage or type I am prescriped, from Adderall to Adderall XR, from low to high doses. I do not dare to try medication combinations that have two doses a day or two different doses a day for fear of not being able to find my medication in stock. <br/><br/>My friends who have ADHD share the same experiences and struggles to find medication in stock",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "At one point, my pharmacy (in a large chain) told me that their supplier simply didn&#39;t have any of my medication (generic Concerta, i.e. methylphenidate), and that there was nothing they could do. I ended up having to go off of my medication until I could find a pharmacy that had it, and of course going off of my medication made it harder for me function well enough to search around. Thankfully, I eventually found a local pharmacy that had my medication so I could continue taking it.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My adult daughter has been prescribed Adderall for about ten years (since mid-college). The change in her ability to function, personally and professionally, is striking - she went from being unable to wash her hair and change her clothes, let alone do her schoolwork, to graduating from law school and succeeding in a stressful and responsible position.  Her ability to do all of that, let alone to maintain her mental health and personal relationships, is completely dependent on her medication.  Yet, our ability to obtain that medication is precarious at best - every month, we are both stressed, making endless phone calls and driving endless miles in hopes of finding a pharmacy that can fill her prescription, in  some form.  The fact that it is a controlled substance adds to the stress - pharmacists cannot give us information over the phone, and the meds cannot be refilled in advance so we have to plan our lives to be in town for days around the time of the refill (since we can&#39;t count on the refill on the right day).  We have tried all sorts of pharmacies, - large national chains, pharmacies inside grocery stores, Costco, independent pharmacies, mail order.  They all have precarious supplies, and many have resorted to filling only their existing customers -  but  even they cannot count on refills and are prevented by this rule in other pharmacies from searching elsewhere.  We have tried all combinations of dosages - anything that will add up (more or less) to her correct dosage.  She needs both an IR and an ER dose, so we look for both; she is indifferent between generic and brand, but we generally turn up generic.  There is no consistency about who has it  - every month, we have to call multiple pharmacies of various types to find any version of her meds.  If they don&#39;t happen to have it, they have no idea when it will come in.  If they do, the race begins to get the prescription transmitted before the meds go to someone else (thank goodness we have a cooperative prescribing doctor, any delay leads to having to start the  search from scratch).  Bottom line: there is definitely and obviously a significant shortage, and has been for far longer than I&#39;m hearing from websites - we&#39;re on at least year 2, I can&#39;t imagine how the government is hearing there is not - a couple of visits to pretty much any pharmacy (or a web search, or lurking in the relevant Reddit threads) will convince you there is a huge problem. I have many friends who face this issue, for themselves and their children all over the country; it is a frequent topic of conversation.  This is causing life-changing/destroying consequences for people who, ironically, suffer from a disorder that makes planning ahead and organizing an approach, especially without the meds in shortage, a huge struggle.  This is affecting the stress level and mental health, and consequently the economic, social and family stability, of so many people who, with their meds, are perfectly fine and functional members of society. This is an emergency - please fix this.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been unable to get Ritalin multiple times due to shortages. I need this medication to help me function through life. I am beyond frustrated and stressed, and unable to function. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Medication shortage is affecting thousands of people who use it to live lives normally, similar to those who do not have ADHD. I&#39;ve had to switch pharmacies multiple times and change doses due to lack of medication available. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am a 34 year old woman with diagnosed ADHD. I understand the stereotypes and fear around stimulant medications, but the fact remains that I, like many others, have a career I need to keep. My medication keeps me focused, keeps me on task, makes me feel normal and capable. I&#39;m afraid to even ask my PCP for a prescription for medication I already know I need because of the stigma and avoidance through pressures from the FTC and FDA. I&#39;m just trying to live my life in a healthy, successful way. Preventing access to a medication truly needed by many across the nation because of undue concern and misinformation feels almost barbaric. We&#39;re not college students trying to get through exams, we&#39;re adults with careers, families, normal, everyday lives that are affected by a disability we did not choose to have and are not exaggerating with. Accessibility and affordabilty is crucial to our wellbeing.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was recently diagnosed with ADHD as a 35-year old adult. Finding a medication that works for me has truly been life changing, and I do not say that lightly. I&#39;m a mom, wife, business owner and preschool teacher. The order that I feel in my brain is incredible and helpful in actually getting through all the things that need to get done. But it is very hard to keep up on all the things needed to obtain this medication. <br/><br/>Having to remember to make a doctor&#39;s appointment, go to it, receive the paper prescription, turn it in to the pharmacy and return to the pharmacy to pick it up, is counter-intuitive for a person with adhd who struggles with time management and executive functions. <br/><br/>The process we need to go through is because this drug has been abused by others, but in order to keep this medication out of the wrong hands, it is making it difficult for people who actually need it to function in our busy world. <br/><br/>All of this work is what it takes when everything is running smoothly. And that is not often. If I remember to do everything needed, appointment/paper prescription/pharmacy drop off, I often run into issues at that point. The pharmacy is out of stock, the pharmacy only has the name brand but my insurance won&#39;t cover that one, all the stores nearby are also out of stock of the generic. Once I do find a pharmacy that has the medication, I run into the problem of my prescription company not being accepted by that store/pharmacy. This happened once that it took a couple weeks to resolve even when I had my doctors assistant on my side making phone calls and actively trying to help me find a solution. <br/><br/>Another issue can happen when a person loses insurance. My husband was in a work accident, was put on leave while working through PTSD from the accident and we lost our insurance and main income unexpectedly. I applied for OHP, received it a few weeks later, but had to find a new doctor who could prescribe the medication that I had already been using. Finding a new doctor and getting in to the first appointment is a lengthy process. I tried to be as quick as possible but I could not get the medication prescribed and insurance to pay for it for a couple months. I ended up paying out of pocket for a doctor&#39;s appointment that was no longer covered by insurance and then paid 300 dollars for the medication that was no longer covered. In a time where money was already stretched thin, this caused an increase in anxiety and overwhelm on top of the already chaotic home-life with a spouse who could barely function after his work accident. I scrounged the money together to make it work, because this medication helps me function on a day-to-day basis. I know that ADHD has long been used to explain why young kids bounce off the walls at school, but research has found that this is an issue that is effecting far more people and in ways that just were not seen before. Being able to consistently be on this medication is important to me and my family, my business and the multiple families I work with in my preschool. <br/><br/>Drug shortages, insurance incompatibilities, generic vs brand cost, lengthy processes to even obtain the prescription and each prescription only being good for that one month... makes for a stressful process every month and results in an even more exhausted mom/business woman.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My son takes 5 mg (generic) focalin instant release and the shortage is so bad that the doctor ended up having to write a script for 10mg with instruction to cut in half.<br/>I am on 40mg (generic) focalin XR and have had twice that my medication was not in stock but at least that was at the pharmacy in two days (but they couldn&rsquo;t guarantee that it would be there)",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I strongly support an investigation into the various causes of drug shortages in the US, particularly drugs such as Vyvanse and its generics that are used to treat ADHD in adults and children. Since late 2023, I have spent hours calling different pharmacies in my area to find somewhere that has the drug I need in stock, usually to no avail. This is true for multiple big pharmacy chains. The fact that insurance doesn&rsquo;t want to cover the name brand now that the generic is out compounds the issue, as the name brand can be far more expensive even with private health insurance. If it is regulations impacting availability of these drugs, I would strongly urge reconsideration of these regulations. These drug shortages have significant impacts on my physical health, quality of life, and mental well-being. Stimulants such as Vyvanse and its generics are the gold standard for ADHD treatment in both children and adults, and there is no reason they should be so difficult to access. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was diagnosed with ADHD in May 2023. I have not been able to secure Vyvanse due to the shortage since July 2023. We need to remedy the shortage, as many people like myself are suffering and struggling to complete day-to-day tasks. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "This is absolutely absurd how long I&#39;ve been fighting to try to find my ADHD medication. Generic is nonexistent at this point and so I have to pay the $85/m for name brand, and that&#39;s IF they have it in stock. That is a huge jump from the $35/m that generic costs. Then you add in me buying my inhalers, antidepressants, vitamins, etc, you&#39;re looking at well over $150/m on just basic necessities I need to even semi function as an adult. I am exhausted having to call all the pharmacies within a 2 hour drive just to be rejected by every last one of them. This is not right. If we can make more useless things, then we sure as heck can make more important things, like medicine to help those who need it. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was diagnosed with ADHD, and have been successfully treated for it, since 2002, when I was 16 years old (I am a woman, so this is a pretty average age, and the full diagnostic best practices with collateral reports were followed in my case). <br/>Since October 2022, I have changed medications multiple times, paid 4x higher copays for less effective meds, and spent significant time, energy, and emotion finding my medication, all due to the shortages. This month, if all goes well,  it looks like I&rsquo;ll be filling my script at a pharmacy not covered by my insurance, where I&rsquo;ll pay 5x my copay. At this point, I am happy to find my meds before running out and with only a few hours spent calling around. I have been relatively lucky, overall. <br/>Thanks to 24 years of effective treatment, I entered higher ed as a first generation undergrad and am now a successful clinical psychologist. I specialize in addiction treatment, opioid use disorder in particular. Because of this, I know that the overdose crisis happened largely because people who were cut off from their safe medication entered a poisoned ILLICIT drug market. <br/>Most illicit Adderall is now methamphetamine, and cross contamination between meth and fentanyl is common. As teen overdoses spike, it seems likely that &ldquo;ADHD med shortage -&gt; illicit stimulants&rdquo; is one path by which we are losing some of these young people. <br/>I received my diagnosis at a turning point in my teens, and it was critical to helping me reach my academic and professional potential. I am now a mental health provider at a time of provider shortages and high need. <br/>I am deeply disappointed to see the regulatory bodies whose overreaction to pharma&rsquo;s unethical opioid push led to vast amounts of suffering and countless overdose and suicide deaths enthusiastically repeating their mistakes. I am in disbelief as I watch a well documented failure get replayed by the same agencies. This time, even more young folks are being harmed by it. <br/>Your policies are not preventing mis-diagnosed people from accessing medications, you don&rsquo;t have tools that refined. Any effort to create them would just harm folks who are already at risk. <br/>I believe the &ldquo;middle man&rdquo; issue is the reason I&rsquo;m filling my script this month without insurance coverage. I don&rsquo;t know who is benefitting from or profiting off of this prolonged shortage. If it&rsquo;s a battle of wills between government regulators and profit-driven pharmaceutical companies, only one of those entities is beholden to the safety and well being of US citizens. Further, the regulations in place have already caused harm via many overdose and suicide deaths. Kids are struggling in school, adults are losing jobs and driving less safely, and we&rsquo;re coming up on two years of watching federal agencies double down on terrible, harmful policies. You are punishing people like me and many children for what you perceive to be &ldquo;over diagnosis.&rdquo; You have done nothing to protect me, diagnosed in 2002 and treated since that time, from the fallout. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am a young professional with both ADHD and Narcolepsy (both treated with the same medication), and I have lived in two states since the shortage of stimulants began: Minnesota and Nebraska. In both states, I would average 5-15 days without my medication every refill period (30 days) due to lack of stock. When I am without medication, I am completely unable to participate in the economy. <br/><br/>I am unable to access any non-generic medications at pharmacies. To get the generic, I often have to call upwards of 10 pharmacies in the city (many of which will not disclose their stock over the phone). Once my medication runs out, I&#39;m unable to safely drive. This limits my ability to use pharmacies further outside the city which are more likely to stock what I need. Because this happens every 30 days, workplaces are not keen on giving grace to falling asleep on the job or lack of productivity. <br/><br/>With regards to the specific medications, I am prescribed extended release dextroamphetamine salts (as they are in stock the most). The dosage and type that is out of stock varies by day, and pharmacies tell me that fulfillment is completely unpredictable. I&#39;ve talked to pharmacy techs who say the product is on back order, so they often don&#39;t know when shipments will arrive or how much will be in each shipment. I am more likely to get my prescription successfully filled at hospital and university pharmacies. Pharmacies like CVS and Walgreens are regularly out of stock of everything. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "please ensure there is a large amt of available prescription medications for those who have been experiencing shortages.  adhd medicines in particular have been heavily hit by this and it is very hard for an adhd individual to live at the same level of productivity available to a normal healthy person without access to this medication.  thank you. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Every month has been a cycle of anxiety hoping I can get my Vyvanse refilled because I am 34, working full time, raising a child, need it to function at work, and most importantly am terrified of the physical and mental tax of having to face the withdrawal symptoms when the pharmacy takes 1-2 weeks to actually refill my prescription. This cycle happens every single month. It&rsquo;s so hard to manage. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am currently living in Brooklyn, NY and have not been able to get Lisdexfetamine (generic Vyvanse) for my ADHD since December. It is now mid-February. I have tried calling every pharmacy in my area and have had no luck getting my medicine.  My doctors have been unable to help and it has been a significant struggle to manage my daily tasks without my medication.  Pharmacies have only been able to tell me the medication is on &ldquo;back order&rdquo; so I have no idea how much longer I need to go without medication.<br/><br/>I am afraid of disclosing to my work that I have an ADHD diagnosis and am relying on medication on a regular basis and cannot explain why my performance is of lower quality than it was before I was able to get medicine. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The shortage of ADHD medication means I can not work - it therefore threatens my livelihood and the livelihoods of my employees.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Before Covid I only had to call my doctor to have the prescription sent to the pharmacy and I would pick it up. My prescription is specifically for Adderall and its generics as Ritalin and derivatives do not work as intended. Soon the delays caused me to go without my needed medication for days at a time. I rationed when I could. I had a breakdown because I could not fulfill my job duties with continued interruption of my medication for a week at a time every single month. I am currently unemployed and have been for almost a year. I do not have the money or access to healthcare to even check to see if Vyvanse and its derivatives are something that can work for me.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The shortage of ADHD stimulant medications has made school and life so difficult for my daughter. Something that helps her so much should  ot take weeks for us to get. And she would 100% forget to take ot if I didn&#39;t remind her every day, so I believe the concern about abuse by people with prescriptions is overblown.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The &quot;drug&quot; shortages over the last two years have been so bad there hasn&#39;t been a single month that one member of my family hasn&#39;t missed days of medication. Every stimulant on the market has been shorted at every pharmacy. These medications may have an abuse potential but it is not nearly as bad as the abuse potential of opiate. The DEA enforced limits on controlled substances should not apply to psychiatric medications of any kind. We do not have a Ritalin epidemic or a Valium epidemic we have an opioid epidemic. The issue has gotten so bad that it is obviously not just those limits causing shortages. I say this because I have even had trouble filling the medication sometimes at pharmacies that are not bound by the DEA enforced controlled substances limits. I suspect from my experience that pharmacies are not reducing the amount of opiate prescriptions they are filling because they are afraid of the addicts. I also suspect that the pharmaceutical companies are intentionally under producing and under delivering to punish the United States for prosecuting Purdue under the guise of trying not to get in trouble. Everyone is pissed and there is a complete lack of compassion at every pharmacy. This issue is our of hand and it is about time someone does something to put the pharmaceutical companies in their place. They should be fined for every single pill that can&#39;t be filled each day that it is left unfilled. It is time we showed then mental health in the US cannot be held hostage by the good old boys in charge of producing medication.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Without medication for ADHD, I struggle deeply to do basic tasks. This includes housework, attending university classes, hygiene, making appointments, amongst a multitude of others. The extra step of having to call around to find a pharmacy that carries my medication, even when medicated, is difficult and draining. Most times I am unable to pick my ADHD prescription up until I have run out, and with my schedule, I have to go unmedicated until it is possible to get it. ofMy medication, even with insurance, is 77 dollars monthly. I have also had my insurance company decide at random to stop covering my necessary medication. I suffer emotionally and physically without the proper resources. This needs to be fixed. I and so many others in this country are exhausted. We struggle to get through daily life because of the shortages.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been on Vyvanse, in association with behavioral therapy, to treat me severe ADHD. I have been on this medication for nearly 10 years, and it changed my life. I started a PhD program this year, as a non-traditional student, because my ADHD made it so hard for me to get here. The shortage during this time has been incredibly impactful, and is causing me to struggle every day. Please help us. We are not drug addicts. We are people with a disorder who need a medication. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "It takes weeks for my ADHD medication to be filled, because there are always shortages at my local pharmacy! I rely on my medication to focus, and to be a productive and attentive worker, partner, and caregiver. I really wish these shortages would subside so I can be the person I need to be more reliably, instead of having to ration out the days I&#39;m allowed to function. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please increase the minimums. It has impacted lives, families, and is making a medical treatment difficult to obtain for those that need it. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Patients who need their ADHD medication to function normally have suffered greatly from this medication shortage. With generic Vyvanse being approved, there was finally hope that everyone who needed their medication would be able to finally access it. However, the severe lack of availability with the generic has impacted my own ability to function in both my academic career and in my personal life. I am currently rationing my last bottle of name brand Vyvanse, which is the only medication available to me with the various generic brands on backorder for months. This last bottle cost around $400 dollars as my insurance no longer covers name brand Vyvanse, likely under the assumption that their insured would be able to access generic Vyvanse. Every organization and company involved with producing ADHD medication is to blame for these failures, but vulnerable patients are the ones who are paying the fiscal and emotional price. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "As someone who needs stimulants to function, due to my brain chemistry, the constant shortages of my medication impact my mental health and productivity.   It is tiresome being treated like a criminal or addict every time I have to refill my medication.  It can&rsquo;t be refilled ahead of time (literally on the 30 day mark only), so if there is a shortage, it means going without medication for an often undetermined amount of time - 3 weeks at times.  People who actually need the medication are made to sacrifice their mental health and productivity as a consequence of the behaviors of people who abuse the medications.  You can&rsquo;t keep a few pills aside &ldquo;just in case,&rdquo; because there is no overlap allowed in the prescription timeline.  The only way to do that would be to go without your meds.  Would the government ask a diabetic to skip insulin and risk a health crisis so they can have some in case of shortage? It is a very frustrating and stressful process every single month.  I spoke to my doctor about it this month and she said the regulations are getting MORE strict, not less.  There has to be a way to facilitate long-term patients who have been stable and who safely use these meds to be able to get these medications every month and with some flexibility for overlap in case of shortages. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "You&rsquo;re probably inundated by people with adhd, it&rsquo;s because this is the first time we&rsquo;ve been given a voice about drug shortages. I&rsquo;ll be as brief as possible.<br/><br/>I&rsquo;m a self-employed, skilled trade/craftsperson. The shortages have severely impacted my ability to to my job. I&rsquo;ve had to wait 2 months to get a prescription filled. I cannot call pharmacies and ask if they have my meds in stock, because they won&rsquo;t tell me over the phone. Going to different pharmacies is horrible, your&rsquo;re treated like a drug addict, a common criminal. It&rsquo;s humiliating and demoralizing, and it barely ever works because pharmacies won&rsquo;t take on new clients. So you go without.<br/><br/> I am severely impacted by adhd and without medication, I&rsquo;m lost. I am not a productive member of society. I cannot preform my highly skilled job. I literally go from one task to the next to the point of walking in circles. I&rsquo;ve experienced this when I&rsquo;ve gone without, and unfortunately with a couple generic brands that just did not work.<br/><br/>Without medication, I have trouble supporting myself. This is embarrassing, but it&rsquo;s the truth. Properly medicated, I&rsquo;m one of the most respected people in my field. Withholding my medication is nothing short of taking my life away. <br/><br/>This is a mess. We&rsquo;re being blamed and punished for narcotic overdoses. That is obviously a very serious issue, but it has nothing to do with us! The stimulants we take to function don&rsquo;t kill people, they are not narcotics. Being caught up in this net is debilitating, and deeply unfair.<br/><br/>It seems to be a perfect storm of causes, the DEA being at the helm. Because of the unnecessary and misguided DEA stranglehold on the industry, production is cut off, distributors refuse to fill the need for fear of legal repercussions, pharmacies refuse to increase their orders  to meet the need for fear of legal repercussions, and we&rsquo;re left hanging in the wind, with our professional and personal lives in tatters, and our mental health ruined.<br/><br/>Please, please help us. We&rsquo;re begging. No one is listening, and no one seems to care. It&rsquo;s an awful position to be in. <br/>Please. Please help fix this. <br/><br/>Thank you for your time, and for giving us the opportunity to speak.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "At 3 different points in the last year I haven&#39;t been able to get my prescription for ADHD medication. I&#39;ve had to ration in order to get through my working days. I&#39;ve called around multiple pharmacies and none of them had it stock. This is a systemic issue that impacts all the other people I know who have a prescription. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was diagnosed with ADHD 5 years ago. Since my diagnosis is been incredibly hard to keep my prescriptions filled because of medication shortages. I often have to call multiple pharmacies or wait a couple extra weeks for the pharmacy to get my medication back in stock. Because it&#39;s so hard to get my medication I only take it on work days and often run out. I have a high pressure job and kids, and decent insurance. The fact that I&#39;m having to ration the medication that helps my brain to function because of an artificial limit set by the government is ridiculous. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "There are 5 people my family that take ADHD meds.  We are unable to get our medication on time which has led to several issues.  Now all 5 of us have to get monthly scripts-all on varying schedules and dependent upon pharmacy supply.  It is difficult to transfer to schedule to a different pharmacy because of the Schedule of this drug.<br/><br/>1. Pharmacies won&#39;t fill more than 30 days.  My insurance only pays for 90 scripts.  <br/><br/>2. ADHD, by nature, has time management symptoms.  When you are off your meds, you forget to refill your meds.  Time slips by, and before you know it, you have been off meds for months.  Kids school suffers, work suffers.   I am emotional rollercoaster and on and off meds.  My husband has lost jobs when he went off meds.  He is off meds now, and work is suffering.<br/><br/>3. I have had to go to the doctor more frequently (which I pay out of pocket) to get additional scripts, or when I go to long without a refill.<br/><br/>4. Even generic scripts can cost my family ~$1200/month.  This is about +20%-50% more then I used to pay for a 3 month supply.  For generic Vyvanse ONLY - I went from $50/3 month/person (1k/year) to -if I use Good RX - to ~$100/month/person (~$6000/year)<br/><br/>I didn&#39;t get a raise this year. The inability to fill scripts has caused havoc in our family and school.  Also,we aren&#39;t going to be able to afford this, and we will have to go off meds.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I cant get generic or name brand vyvanse because CVS can not get it, and now they arent doing the $30 coupons so hundreds of dollars are having to be spent per person for a 30day supply. It&#39;s asinine. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have ADHD and absolutely cannot function in society when unmedicated. I have to take days off in case of a shortage so that I will have some for days I work, but even then I still go some days without due to the limited supply and shortages. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "In the context of addressing drug shortages, particularly for vital medications such as Vyvanse, used in the treatment of Attention Deficit Hyperactivity Disorder (ADHD), it is imperative to scrutinize and address the underlying factors contributing to these shortages. The solicitation for public comment by the Federal Trade Commission (FTC) and the U.S. Department of Health and Human Services (HHS) on the lack of competition and contracting practices that may be contributing to drug shortages presents a critical opportunity to advocate for the increased supply of Vyvanse. <br/><br/>The shortages of Vyvanse not only impede the treatment regimen of individuals living with ADHD but also reflect broader systemic issues within the pharmaceutical supply chain that demand comprehensive analysis and action. The ADHD community faces significant challenges due to these shortages, including disrupted treatment continuity, which can severely impact daily functioning, academic performance, and overall quality of life. It is, therefore, paramount to address the root causes of these shortages through a multi-faceted approach focusing on the dynamics of competition, contracting practices, and regulatory frameworks governing the pharmaceutical industry.<br/><br/>The role of Group Purchasing Organizations (GPOs) and drug wholesalers is central to this discussion. These entities, by their operational nature, have the potential to significantly influence the availability and pricing of generic drugs, including Vyvanse. The current contracting practices, including exclusive agreements, most-favored nation clauses, and rebidding provisions, may inadvertently create barriers to market entry for new suppliers or disincentivize the production of certain medications. This can lead to a reduction in competition, which is a critical factor in drug shortages. Moreover, the compensation models employed by GPOs, which often rely on rebates and administrative fees, can distort the market dynamics, potentially leading to prioritization of certain drugs over others based on profitability rather than clinical necessity.<br/><br/>To mitigate the shortage of Vyvanse and similar medications, it is essential to encourage policies and practices that promote competition, transparency, and innovation within the pharmaceutical supply chain. This includes reevaluating the protections for GPOs under the Federal Anti-Kickback Statute to ensure they do not inadvertently contribute to reduced competition or the prioritization of financial incentives over patient care. Additionally, fostering an environment that incentivizes the entrance of new manufacturers into the market, and ensuring that contracting practices do not restrict access to affordable, high-quality drugs, are critical steps towards addressing the current shortages.<br/><br/>Moreover, implementing policies that encourage investment in manufacturing quality systems can significantly reduce the incidence of drug shortages. Quality issues are a major cause of drug production halts, leading to shortages. Ensuring that manufacturers maintain high-quality production standards is essential for the continuous supply of medications like Vyvanse. <br/><br/>Agressively ddressing the shortage of Vyvanse requires a concerted effort to understand and reform the contracting practices, competition dynamics, and regulatory frameworks governing the pharmaceutical industry. By fostering an environment that encourages competition, transparency, and quality investment, it is possible to ensure a steady and reliable supply of essential medications like Vyvanse, thereby safeguarding the health and well-being of individuals with ADHD.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been affected by this drug shortage. I have gone multiple weeks without my medication because all pharmacies in my area had none in stock &mdash; generic or brand name. I am in a high intensity graduate program and it made it very difficult to complete what was expected of me. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am prescribed Vyvanse for ADHD. I have had difficulty getting my prescription filled at Walgreens pharmacies for more than one year. This includes the generic version that recently entered the market. Often, it takes about a week or more to get my medication, and I&rsquo;m not allowed to request a refill more than 27 days after the previous fill. The problem with this is that after 2+ days without meds, I cannot work. I cannot drive. My entire body is in pain. I have missed many work days and used the majority of my paid sick leave to cover this. Yet, the pharmacies treat me like I am a drug-seeking addict. I&rsquo;m just trying to go to work and function like everyone else naturally can. I&rsquo;m so tired of ADHD being viewed as a joke instead of the disability that it is. I&rsquo;m sorry I don&rsquo;t know more about the commercial side of this issue, which is the info I think you&rsquo;re actually looking for, but I just needed to say I appreciate that all these shortages are finally being looked at. ADHD isn&rsquo;t cancer or diabetes, but the medication is still absolutely vital to those of us with the disorder. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I&rsquo;ve been having issues getting both my own and my son&rsquo;s ADHD medications since December 2023. Our regular, local independent pharmacy hasn&rsquo;t been able to get Vyvanse or Adderall since then. We&rsquo;ve had to switch pharmacies twice to get the prescriptions filled. The current pharmacy is 20 miles away and now they can&rsquo;t get it either. I honestly don&rsquo;t know where to go from here or how far we will need to travel to obtain the medications we need to keep us on task for work/school. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am a 45 year old woman who was diagnosed at 38 with inattentive-type ADHD, after a lifetime of difficulty caused by the disorder. My son is 20 and has a similarly difficult time without medication. <br/><br/>We both have been having difficulty acquiring the medication we have had prescribed. Our preferred pharmacy has had difficulty filling our prescriptions with generic medication (specifically lisdexamfetamine, aka Vyvanse). We have been using brand-name Vyvanse to bridge the shortfall, but our insurance recently notified us that we will no longer have coverage for non-generic lisdexamfetamine, which would leave us unable to function. I run two small businesses, and my son begins college soon. I am genuinely apprehensive about the future if we cannot get this medication.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please increase adhd meds",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Haven&#39;t been able to get 60mg Vyvanse generic at CVS in my city for the past 2 months. Have to take an alternate generic that is negatively impacting my personal and professional life.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "It&#39;s currently impossible to get generic Vyvanse, while brand Vyvanse (which many insurance companies have stopped covering since the generic was released is readily available) and this situation is not likely to resolve itself any time soon. I would very much like to switch of Adderall XR which causes more side effects for me, but it&#39;s simply impossible to get the medication due to stock issues at every pharmacy in the major city that I live in. Artificial and senseless limits on the quantity of these, and other ADHD meds, must end for the benefit of patients with legitimate medical needs. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I often have to call a dozen pharmacies every month for my adderall 20mg xr prescription. It&#39;s time consuming for myself, my physician, and the pharmacy personnel.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Get a perscription for Adderall. Go to the pharmacy. Get told their out. Redirect perscription to another pharmacy. Get told they&#39;re out. Repeat 6 times before you go home and suffer because you can&#39;t get anything done - not even just work, but life. Chores. Errands. Events. All this is impossible to me without Adderall and I haven&#39;t been able to get my perscription in 4 months. I am suffering.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Adderall shortage<br/>My pharmacy stopped taking my medication but I was unable to change to a pharmacy that could because they were not &ldquo;taking new prescriptions&rdquo; due to the shortage. I have to pay out of pocket for my and my son&rsquo;s medication. <br/> I also had to change from the XR my dr prescribed to an instant release because they could not get the extended release. The pharmacy didn&rsquo;t even know when they would be receiving more medication. Every refill required talking to the pharmacist directly and waiting. We were lucky, and sometimes only went weeks without medication. It is incredibly frustrating. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been out of my Adderall for almost a year now. It has been very hard to do my work. I see no reason for there to be a shortage.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "As a high school teacher who has narcolepsy and ADHD, I rely on Adderall as a major part of my chronic illness management. Shortages experienced can have extreme consequences for me, such as not being able to drive, not being able to be fully present at work for my students, my long days will be severely limited. One of my job requirements is that I have to take trips with my students, sometimes on a plane out of state. This is a huge responsibility and one that I cannot do with my medication. Not having Adderall for me effects not only me, but my students and my community as well. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I&#39;m tired of constantly fighting to get the medication I need to keep myself and my family safe. <br/>Without meds, I am not a safe driver and consistently do careless things like leave the stove top on overnight. <br/>Dealing with shortages has led to me taking less than I&#39;m prescribed as im scared of running out. It means I&#39;ve not been able to try and transition to the less addictive vyvanse from adderall as it&#39;s not been in stock at any of the pharmacies around me. Some say they&#39;ve been waiting for it for months. <br/>Also means I have to phone around to multiple pharmacies each month to see who will be able to fill it. <br/>This causes me undue stress, wastes the pharmacy employees time and has also led to me being accused of being a drug seeker by ignorant employees. This negatively affects my self worth and has led to me feeling terrible for days afterwards.  ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "It is hard enough to remember to get my medication filled despite how important it is for me to be a functioning and productive member of society while using Adderall XR and Adderall IR for my ADHD. Last February I had to call over 2 dozen pharmacies in all of the Greater Charlotte, NC area as well as my hometown at the time of Huntersville before I found a pharmacy that would have been able to fill my prescription. I am lucky enough to have a partner who was able to make calls on my behalf as well during the day since I was not able to due to my work schedule. I did not have a medication I rely on everyday for nearly a week. There has been difficulty and always uncertainty that my pharmacy will have Adderall available.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was diagnosed with ADHD at 36 yrs old this past November. When talking to my provider about starting treatment with medication, I brought up my concern with the ADHD drug shortages I heard about. She confirmed to me that yes, while her patients have had some issues, its usually been patients who live outside a populated area. I live in Portland, OR. I am a 5 min walk to my closest pharmacy (Walgreens), which of course makes it very convenient. After some other discussion with my provider, I agreed to start medication at a lower dose (10mg XR to start). With my current insurance, I am only able to get the name brand of my medication, Adderall, because of some deal my health insurance has with the manufacturer. This will come into play later. Since starting my medication, I have felt the benefits of it to my ADHD. The best way I can describe my progress since starting my medication, is that my brain feels like I am finally in tune with the right signals, instead of playing with rabbit ear antennas where I felt scrambled and messy. <br/><br/>However, even though I live in a populated area and was told I shouldn&#39;t have much trouble getting my medication compared to others in smaller areas, refilling my medication has been nothing but stressful. Each month, I can only hope that my 5 min of a walk to Walgreens will have my current prescribed 20mg dose of Adderall XR. United Healthcare, my current health insurance, won&#39;t accept generics. So when I call ahead to check available stock, part of the time it will be either Adderall or the generic in stock, not the correct dose, or out completely. It seems to rotate evenly between those outcomes and its frustrating. And since the drug I&#39;ve been prescribed is a controlled substance, I can&#39;t really get it a few days ahead. So if I check in the day or 2 beforehand for stock availability, it could be out by the time I get the refill sent by my provider. Then I&#39;m back at square one, where I have to call other Walgreens to check their stock, hopefully not getting judged as some drug fiend (which has unfortunately happened before), finding one that does have the exact dose then call my provider&#39;s office and hopefully she will get my message and transfer my prescription to the Walgreens that has my meds in stock. The past 2 months now, I have had to deal with random temporary closures or not getting my provider to switch it fast enough where I&#39;ll be days without my medication. Days where I don&#39;t have it, I have become more anxious (I also was diagnosed with general anxiety disorder with my ADHD), worried, and less focused. I&#39;m sure other comments of people diagnosed with ADHD have very similar stories. It is commonly talked about in various ADHD groups both online and in-person. We just want our medications when we need them, because they help us live. <br/><br/>My employer recently announced that they are switching health insurance from United Healthcare to Aetna as of April 1st due to cost savings. While the plans they offer are 1:1 to my current plan with United Healthcare and my providers are all accepted, Aetna will not cover my Adderall XR 20mg. They will only cover the generic version of the drug. While I have no problem with going from name brand to a generic as long as I get the same effects, I am again back at square one. When I have called various Walgreens in the past asking about medication stock, most of the time they seem to be out of the generic version of my drug, but they might have Adderall (not the correct dose or the IR version). <br/><br/>Hopefully there will be enough comments with people telling their stories to prove that this really is a bigger concern than some may say. I hope the FTC &amp; HHS can get to bottom of this, not just for us with ADHD medication issues, but everyone who experience medication shortages. It leads to nothing but stress and anxiety, which nobody needs more of.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please increase the amount of supply for all stimulant versions (generic and brand) of ADHD medication. These medications are essential for those that take them each day and we should not be punished because of an inaccurate determination of drug class for ADHD meds or small isolated issues with patients redistributing/selling their prescriptions. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Approval was granted in August 2023 for a generic (lisdexamfetamine dimesylate) of the drug Vyvanse. Disappointingly, the launch of the generic has increased, rather than decreased out-of-pocket prices, and now shortages of the generic are occurring, leaving only the brand name (Vyvanse) available -- at 400% of the price that was being charged before the generic came to market. The manufacturer of Vyvanse also discontinued a co-pay assistance/coupon program that it had provided before generic versions of the drug were granted approval. <br/><br/>As a result, when the generic was launched, the price was nearly the same as the brand name, while the cost of the brand-name drug increased 400% -- and now, there are shortages of the generic, leaving only the brand name drug available for purchase at 400% of the previous price, and without any coupon or discount program from the manufacturer, which was available previously.<br/><br/>On a different topic, before I started taking Vyvanse, I had previously taken the generic Dextroamphetamine ER, and Dextroamphetamine IR for ADHD -- I experienced incredible difficulty finding pharmacies that had stock of those drugs for several months in 2023, and had to call dozens of pharmacies within a 50-mile radius of my home in order to find any that could fill a prescription -- for 2 months, I had my prescription filled at a pharmacy that was a 1-hour drive from my house, because there were literally no others in the SF Bay Area that had the medication in stock. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have had to drive over an hour to get my prescription filled. It is routine practice for my provider to say every month &quot;Let me know if you have trouble and we&#39;ll find somewhere that has it.&quot; We know that there is an increase in diagnosed individuals, but the market has not adjusted to this. Attempts by third parties to enter the market result in medicine which patients widely report as not being effective.<br/><br/>There are few providers in the industry and, worst, few reliable providers. I either pay too much for what may work or wait and lose access to medicine that helps keep me as a functioning member of society. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I&rsquo;m recently diagnosed with ADHD, and understanding what this means for me is one thing. Dealing with having to fill my prescription is a whole other story. I&rsquo;ve had to change my dosage and prescription multiple times now to find my best fit, and I have four different pharmacies that I&rsquo;ll end up calling to see if they can fill it or not is far more work than I ever thought would happen. Going through the process and coming to terms with my diagnosis has been hard, but when it&rsquo;s coupled with finally feeling normal after getting a prescription filled only to be out for several weeks because no pharmacies can get refills, even the generics. You start rationing because you don&rsquo;t know how long until the next refill, and you need it for work, you need it for school, and start justifying not taking your medication on some days because you have to start prioritizing. There is no road to health or recovery if you have to fall off the wagon every month because you couldn&rsquo;t get the script filled. I don&rsquo;t understand this shortage. It&rsquo;s all drugs, quick release and extended release, stimulant and non stimulant, brand and generic. It feels like a blatant manipulation of the market by these producers. Vyvanse its payment and generic is available and they STILL somehow can&rsquo;t keep up with generic now being an option. None of it makes sense and I&rsquo;m tired of the monthly song and dance to just feel like a normal capable person. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please increase the supply of stimulant medications including vyvanse. I take 40 ml of vyvanse to help manage my ADHD. It helps with my emotional regulation, focus, self discipline, work, depression, anxiety and overall helps me manage my family and myself be a productive member of society. Every month I worry I won&#39;t be able to fill it and won&#39;t be able to manage these symptoms that I&#39;ve had my whole life. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please allow the proper amount of medications to be made and prescribed. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have ADHD.  Ever since this shortage started, I&#39;ve had to deal with the hassle of locating my medications every 30 days.  I&#39;m not allowed to place my order until day 27.  So that means I get to place an order, then wait for my doctor to approve, and then hope my pharmacy actually has it in stock.  At least 80% of the time, it does not.  Weekends further frustrate this, and holidays make it 10 times worse.<br/><br/>I usually have to call 3 or 4 pharmacies to find one that has my medication in stock.  I&#39;ve had to drive over an hour before for this, because the only pharmacy at the time was on the other side of Los Angeles.  ADHD tends to cause anxiety, and the fear of running out of medications creates a significant amount of anxiety.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Getting diagnosed with ADHD as an adult is hard enough (the wait lists for doctors and psychologists, the repeat visits and screenings), but the lack of reliable medication makes it so much worse. <br/><br/>I am only able to get a 28 or 30 day supply prescribed. You have to request a refill every month. But because of regulations you have to wait until you are almost out. And then you ask your doc for a refill, and hope whichever pharmacy you picked have it. Even if you call around ahead to see if they have your meds, they might be out by the time your prescription gets sent over. <br/><br/>If they are out you have to start over. You can&#39;t transfer your prescription to another pharmacy. Only your doctor can.  Sometimes the pharmacist can check which other stores have it in stock (so you can tell your doc where to resend the prescription), but sometimes they can&#39;t or won&#39;t. So it becomes a guessing game or where to try next.<br/><br/>It is so much work. And you usually only have a few days of time between when you can request the refill, and when you&#39;ll be out of pills. So having to go back and forth with the doc and the pharmacies is a race against time. My executive function is so much worse when I run out of meds. If I run out before I can get my prescription refilled, it makes it even harder to function and be able to track down a medication that supposedly has enough supply.<br/><br/>There have been months where I had to go through 3+ pharmacies to try and get my prescription filled.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please look into and correct the shortage of stimulant medication on the market in the US currently. It is the middle of the month, I&#39;ve spent my morning calling numerous pharmacies looking for medicine. All out of stock and tell me to call back in a few days. It&#39;s unacceptable in a country like the United States that I cannot find vital medicine. It&#39;s no exaggeration to say that our lives cannot function without it. Fix it. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Drug shortages can cause so much harm to patients.  There is not always a comparable medication that a person can take.  That may be the only medication that works for a particular person.  There is so much talk about big pharma being so greedy.  While I agree with this, I know one medication that I take the cost of the medication doubles once it goes through the supplier and the pharmacy.  I know most generic drugs will see a yearly price increase of 5% or less, but I have seen the cost double in the middle of the year.  So the suppliers and pharmacies are increasing prices outpacing inflation.  If pharmaceutical companies make small profit margins on generic medications what motivation do they have to continue to make it and watch suppliers keep lining their pockets.  Most chain pharmacies are contracted to a particular supplier so there is no &quot;finding the best price&quot;.  People need affordable, available medications.  I think there needs to be a cap on how much suppliers can tack on to the cost of medications.  ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "As both an ADHD patient and retail pharmacist, I see firsthand the effects of stimulant shortages. To be brief, each day we get dozens upon dozens of calls from people looking for their stimulants. Generic Vyvanse (lisdexamphetamine), Adderall (mixed amphetamine salts), and Concerta (methylphenidate ER osmotic) are difficult to get and people have told me they have called multiple pharmacies and been told the same thing: they can&#39;t get the drug in. We have been unable to get generic Vyvanse or Concerta for going in a month now. We order twice a week, every week, and have not gotten a single bottle of anything other than 10 mg (a seldom used strength) for weeks. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Hi. Due to the drug shortages, I cannot reliable take my prescribed medication. I am forced to use a pharmacy 1+ hour away from my home because they seem to more reliably have my medication in stock. Against usage instructions, I am forced to not take the medication some days to build a stash, in the event that i am unable to have my medication filled for a longer time period. This shortage has burdened me with an unshakeable anxiety and has imposed upon me a level of shame or guilt, as I am made out to be a drug seeker by medical providers as I try to find pharmacies with my medication in stock. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am incredibly frustrated at the problems the shortages are causing for my family.  When you have 2 kids who rely on their medication to be able to function on a daily basis for school, it&rsquo;s difficult when the pharmacy is constantly out of stock. We had found the right medications and dosages for them both, so having to change the type or dosage is not going to help. Additionally, when our pharmacy is out of stock we are advised to &ldquo;call around&rdquo; to see who has it in stock. This has several issues. First, when I call different pharmacies to see who has the meds in stock, some will tell me if they have it, but others refuse unless the prescription is already on file with them. So, if they say they have it and I call back to the doctor&rsquo;s office to have it transferred (because even if it&rsquo;s the same chain pharmacy, they can&rsquo;t transfer it) by the time the doctor&rsquo;s office gets around to sending it to the other location, that location is already out of stock, even on the same day!  This is a ridiculous process that I have to repeat month after month so that my children have access to medication that helps them be able to function. And I continue to do this same process every month because my children deserve to be able to get their prescribed medication that actually helps them.  It does, however, come at the expense of my mental health and stress level. I understand that the pharmacy employees are probably so tired of getting the daily phone calls, but the amount of extremely rude responses I get are difficult to take. I know they are frustrated as well, so I am always kind and respectful, I just don&rsquo;t always get the same treatment in return. Someone needs to do something about the shortages so those that just want to take the medicine prescribed by their doctor can do exactly that. Thank you for your time.  ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The illict fenytnal overdose rate is alittle over 112,000 last year. Prescription overdoses were alittle over 16,000. Why are you cutting back production of our medications when it has nothing to do with the illict fenytnal crisis. Prescription number are the lowest they have been in years and the overdoses go up. It is not us doing this. Stop making the country think it is. We need our medication. I personally know 2 people that couldn&#39;t get their medication filled and are now miserable. Being on palliative care, you&#39;d think getting care wouldn&#39;t be a problem. Still it is. I talked to a nurse that said her hospice patient wasn&#39;t able to get his pain medication filled. He was in so much pain he bit off his tongue. He died the next day. Why do you think it is ok to do this to sick and disabled people? We are being discriminated against. I thought that was illegal?",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Between 2021-early 2023 I had substantial difficulty filling my generic Adderall prescription on multiple occasions. My pharmacy simply did not have it in stock, or it would be backordered for weeks, or otherwise delayed. It was an enormous issue; I am an adult woman in her thirties and my ADHD medication allows me to function. Without it I am disorganized and forgetful to the point of peril, for example, I left my keys in my car and my car running for several hours during one of these periods while I was unable to access my medication. I have not done something like that since before I was diagnosed a decade ago, and I have not since I have had access to medication again. It&rsquo;s enormously frustrating to cope with unmedicated ADHD, doubly frustrating when your experiences are minimized and your medication is stigmatized. ADHD medication allows me to live a productive life as a contributing member of society. I urge policymakers and regulators to consider this issue seriously. The productivity loss from medication shortages certainly has some economic impact if nothing else. On a more humanitarian level, it is abhorrent I and so many others have dealt with the emotional dysregulation, loss of functional capability, and cognitive effects of these shortages, whether these shortages arise from inadequate production quotas or from a lack of market competition. Thank you for taking the time to read and for looking into this issue. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Root causes of current shortages in the US drug supply chain have their origins with a few factors that have developed over the course of the past 15 years:<br/><br/>(a) Consolidation of purchasing power amongst Payers/PBM&#39;s and wholesalers driving prices to an unsustainable low point achievable only by the lowest bidders (currently three to 4 conglomerates control over 85% of demand in the market), <br/><br/>(b) Globalization of manufacturing and flight of US based manufacturing - a large part of manufacturing has relocated to India and China where low manufacturing costs and lower regulatory standards render such activity much more cost-competitve than in the US. This is resulting in US Based manufacturers closing their doors or opting to move/outsource operations offshore to countries like India and China where costs are low and accountability regulatory / tax / social even lower.<br/><br/>(c) Predatory contracting practices disadvantaging manufacturers from taking risks and bidding on awards on products where market pricing is low, for example: Most Favorite Nation (MFN) clauses, unfavorable payment terms 2 to 3% of WAC on 60 up to 95 days (essentially manufacturers being required to pre-finance wholesalers), Failure to Supply Clauses (but conversely no &quot;Failure To Buy&quot; clauses forcing wholesalers to commit to awards commitments) - etc.. etc..<br/><br/>(d) The 2019 Pandemic and Geo-political adversities driving de-globalization trends (conflict between NATO and Russia, tensions with China, proxy conflicts in the middle east) are straining global supply chains.<br/><br/>The solution to these challenges is complex and may require a &quot;CHIPs&quot;-like government-led initiative to protect the sustainability and resiliency of the US based Pharma Supply chain from permanent disruption.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Those diagnosed with adhd deserve reliable access to our medication. Without access , many individuals are unable to perform daily routine and may feel overwhelmed and anxious which can very easily snowball into a much larger problem that will ultimately impact on mental health services.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please ensure adequate stimulant supply",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been rationing my ADHD meds for 2 years now. It has made being productive exponentially more difficult and finding a pharmacy to refill my meds has turned into a day-long process.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I rarely had issues filling my prescription for Vyvanse, no matter the dosage, before it was available in Generic form, but  after that date it is nearly impossible to get in brand or not. Why?",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "As someone who relies on ADHD medication the past two years of shortages have been some of the hardest in my life. Every month I have had to go out of my way to look and call around a dozen pharmacies to find medication. When will action be taken to help those like me and so many others from suffering due to the shortage? ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have had a very hard time finding my ADHD medication (Vyvanse and generic versions) in stock. I have to call to multiple pharmacies and have had to simply go without medication for weeks. This has severely impacted my work and daily life. I&rsquo;m female and was diagnosed with ADHD as an adult because it was not recognized that my struggles as child were due to ADHD. I believe that we are now better at recognizing it in girls and women but have not accounted for how this might change the need to increase medication production. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have experienced the ADHD medication shortage at multiple pharmacies, from mail in to in person pharmacies. I have detailed records of it. This medication helps me live a normal life, free of anxiety and debilitating symptoms such as intense forgetfulness and depression that comes with it. I&rsquo;ve almost lost my job and had to drop out of school due to this. This is really impacting peoples lives and the medication shortage is real. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I can&#39;t count the amount of times I had to drive 100 miles, 50 each way, to get my ADHD meds because not a single pharmacy in my town had any. It was like this for months until I moved to a much larger city.<br/><br/>I would call ever other week and they would give me the same response &quot;we&#39;re all out of Adderall and don&#39;t know when we&#39;re getting more&quot; so I&#39;d have to drive 100 miles to get my prescriptions.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I know of three people personally in my life who take medication to manage our ADHD. I can only speak for myself as to why I believe stimulants to be the best medication for treating ADHD symptoms. Without it, my impulsivity, concentration, appetite (seek dopamine through binging food), time management, awareness, task management, and quality of sleep are affected negatively. Of the four people (including myself) who take medication for their ADHD, within the last two years, all four of us have been impacted by unavailable medication for more than three days. One of these individuals on Concerta went without for over six months in 2022-2023 when the pharmacy informed them it was indefinitely unavailable. My most recent impact was for generic Vyvanse, 50 mg. I was on the second week of my new job in a stressful work environment in education in special education. Other children were also unable to take their medication because it was also not available. I went the entire week without any medication, and ultimately had to switch to Adderall XR because as of today, the generic and non for Vyvanse remains unavailable at my pharmacy. I was not told any information as to when it would be in, so it&rsquo;s really a game of chance. All while we are expected to function normally and our responsibilities do not cease. I unfortunately don&rsquo;t have the time to call every pharmacy in my area to confirm if it is in stock or not. And that is the case for so many of us. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been affected by the shortages for ADHD medication, it has been very frustrating to find something that works only for it to continuously be out of stock. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I&#39;ve had to wait up to 60 days to refill my ADHD prescription for the last year. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Alto Pharmacy has stopped carrying vyvance and CVS has it back ordered indefinitely- at least in SF Bay Area. I need my medicine so I can be the best parent and partner possible. I went off stimulants for 5 years to have babies and it was not pretty. I am finally back on them yet it is a massive struggle to find them. I want to go back to work, but there is zero chance of me holding down a job if I don&rsquo;t have access to my meds. This is 2024, in America. Where is the medicine?",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Have only been able to get a refill once since October.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been having difficulties getting my Adderall XR prescription filled for, if memory serves, a little over a year now. Calling multiple pharmacies in an attempt to find any that have Adderall in stock has been a nightmare.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I had to switch my medications because of the shortage and then the new med has a shortage. It&#39;s a hassle every month to get meds and I&#39;m always worried I won&#39;t have what I need. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "It&#39;s already cruel that people with executive function issues mostly use medications that have the most restrictions. They already face issues like being unable to have drugs delivered to their home, and are often unable to have a renewable prescription.<br/><br/>I take bupropion and have a 90 supply mailed to me automatically from an online pharmacy. My boyfriend uses Vyvanse and needs to see a doctor every three months virtually, once a year physically, cannot have a prescription renewed (gets three 30 day prescriptions sent to the pharmacy, and can only pick it up in person.<br/><br/>It&#39;s no wonder I take my drugs consistently and my boyfriend never picks his up on time.<br/><br/>Adding shortages into this precess adds even more layers, going from pharmacy to pharmacy, or trying different drugs in order to find something in stock. And it&#39;s worse if someone&#39;s medication runs out, and they have to navigate headaches and paperwork without the medication that helps them function.<br/><br/>Anything the FDA can do to make accessing medication more consistent and less tedious will be an immense improvement for this population. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I cannot tell you how poorly my work performance became when I started having to ration my prescription for Methylphenidate. Luckily I have a desk job as a graphic designer and am not in a position where my actions may make an immediate effect on others. On the other hand, it got me to ask my doctor to up my dosage for my anti anxiety meds since she said that it could help with my learning disability. It helped like 15%. <br/><br/>I am having major surgery coming up and am being prescribed oxycotin for recovery. I could not believe that oxycotin was readily in stock compared to any adhd drugs!! This opiod that is far more abused than any adhd drug wasnt in a shortage at all. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Even though I have been prescribed Atomexitine for years, I have been through HELL trying to get it filled at the pharmacy. I first started having this issue when I moved to Houston, TX in August 2023. My psychiatrist would send my Atomexitine prescription to HEB Pharmacy. I would go to the pharmacy and they would tell me they &ldquo;might&rdquo; receive a batch within a week. I would anxiously call every single day to ask if they had received a new batch of Atomexitine. Sometimes the answer was yes, but they could only give me a small amount of pills - much less than the 2 month dose my doctor ordered for me. Another time I had to drive an hour away to a neighboring city to get my prescription! I am diagnosed with Bipolar I, ADHD, and PTSD. The last thing I need is more stress in my life! <br/>Due to this national shortage of Atomexitine I had to go without the pill for two whole months. During this time I had two major panic attacks where I hyperventilated. I had not experienced one of those in YEARS. I also got severe muscle cramps from being so uptight in my sleep and having night terrors. I was taking all my other regularly prescribed pills during this time but not having the Atomexitine made it impossible for me to function on a day-to-day basis. <br/>I had to completely change doctors so I would be guaranteed to have Atomexitine. I go to The Harris Center because it has a built-in pharmacy. It also accepts my Marketplace insurance plan. I can still tell there is a national shortage though. My doctor prescribes my psychiatric medications to last for two months until my next appointment. The other three pill bottles I receive last me those two months. I always receive half that amount of the Atomexitine. <br/>It is absolutely unacceptable that people like me who desperately need this pill to function in society cannot access their medication. I do not know what you need to do to fix this situation, but you need to figure it out!! It is unfair for a mentally ill person to go to the doctor and walk out without their prescription. <br/>I was not working during those two months I did not have Atomexitine because I could not! Even when I was getting care from The Harris Center I would forget that I only had half the supply of Atomexitine. I would ask for a refill a bit too late. On the days I did not have it, I had to miss work or leave early because I could not focus whatsoever! Going to work without taking my Atomexitine caused me to drop products and break them, interrupt customers, and get lost within my workplace.<br/>I am on the lowest dose (25 mg) but this pill (in combination with the others I take) allow me to be a functional, contributing member of society. Please fix this national shortage. It has been over 6 months now. Those of us who cannot get our medication are in crisis. Our inability to access and take our medication as prescribed affects our friends, family, and society as a whole. <br/>Thank you. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am at a loss for what to write here.  I&rsquo;d love to provide my very confidant response knowing that I fully understood the parameters of what kind of input was expected to go in this space, but I am unable to get my ADHD medication at this time.  I would wait to respond until my prescription is refilled, at which time I would be more capable of comprehending the overwhelming word-soup on the form I&rsquo;m looking at, but the pharmacy has no way of knowing if they&rsquo;ll be able to change that in the next 60 days.  If the government could do ANYTHING to improve the predicament myself and the people in my community find ourselves struggling with, it would certainly be very appreciated.  Not only do we suffer from extreme cognitive incompatibility with the society we have no choice but to participate in, but we are also extraordinarily misunderstood and our difficulties are trivialized and are widely considered negligible.  For many, these shortages are an ongoing existential threat; without medication many simply cannot function- that includes working to continue paying rent, provide for families, and even feed ourselves.  <br/><br/>Also, if there&rsquo;s any motivation left on Capitol Hill after that&rsquo;s sorted, it would be great if there could be something done about the public education system&rsquo;s ability to effectively recognize the symptoms of ADHD beyond the stereotype of boys who can&rsquo;t stay in their seat it would probably save A LOT of people a lifetime of pain and the state and federal government even more money.  The price of falling through the cracks is one paid for by both the individual suffering and the community around them.  ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My son was taking Vyvanse 30 mg. As soon as the generic became available, our insurance refused to pay for the brand name. But the generic is never in stock anywhere.<br/><br/>We switched to Focalin XR 10 mg. Had a GREAT first month, and now it&#39;s backordered - multiple pharmacists have told me it&#39;s &quot;backordered for moths, all across the country&quot;. I&#39;ve called 15 pharmacies and none have any.<br/><br/>Identifying appropriate ADHD meds is very difficult. Dialing in the right dosage and balancing it with other meds for depression, anxiety, etc., is an ongoing and challenging process. Dealing with these medicine outages is incredibly frustrating and debilitating for patients who rely on these medications.<br/><br/>My son told me today that he&#39;s &quot;a bad kid&quot;. He is not - just impulsive - but seeing him thrive on a medicine and then have that taken away feels so unfair, and like we live in a third world country.<br/><br/>Many pharmacies won&#39;t verify stock on controlled substances without a prescription. But, you can&#39;t transfer prescriptions for controlled substances, so I&#39;ve spent HOURS on the phone with the pediatrician&#39;s office and pharmacies, just to find out medications are unavailable. I&#39;ve driven over an hour to a pharmacy that had the dosage I needed. And with ADHD stimulants, we get to do it all over again a month later.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please make cabergoline more available. Also, make ADHD diagnosis and medication more available.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My daughter and I are both on adhd medications, with 3 prescriptions between us. Having to call around to pharmacies to find necessary quantities of 3 different medications is not only difficult for someone who lacks proper executive function, but also frustrating, time consuming, and often defeating when one or more of the medications isn&#39;t available. Additionally, I the have to call 2 different doctors to have the prescriptions sent electronically to the pharmacy/pharmacies and hope they process, approval, and send the refill requests before each pharmacy runs out of the medications. If any of this fails, I have to start all over. The shortages have impacted my ability to do my job, my relationships, my daughter&#39;s school days, and our household. For those of us who legitimately need these medications to function, the shortages are disheartening at best. Adding the layer of beauracracy that many states have put in place requiring patients to jump through hoops just to get their prescriptions sent to the pharmacy (electronically, instead of on paper - which allows patients to obtain their prescription first and then find a pharmacy to fill it) only complicates the whole process and adds frustration. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The ADHD medication shortage is artificial, and a threat to our nation&#39;s GDP. many of us are suffering from it, and would like to see it corrected, with access restored to fill scripts from online providers.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have had trouble obtaining treatment for my ADHD due to pharmacy shortages. I started a very low dose of Vyvanse to test if it was effective and gave me side effects. When it proved to work, my doctor increased my dose, but I was not able to fill it at either Costco or Express Scripts. See first  attached file. <br/><br/>My doctor then tried switching me to Adderrall, which is a similar but not identical drug. Again, I was able to obtain the low starter dose, but the dose increase was not available due to shortage. See the second attached file. <br/><br/>Since I use large national pharmacies, I was very surprised by this issue. It has never happened before that the pharmacy was completely unable to fill my prescription, only once or twice that it was delayed waiting for a shipment. Upon researching the matter, I learned that there was a massive national shortage of ADHD medications of all types and it has been going on for years. <br/><br/>I am shocked and confused by this situation. My adult diagnosis of ADHD, aged 40, gave me an explanation and method of relieving the struggles I have had during my adult working life. Appropriate medication, even at a low level, means I have been able to buy a house and participate in charitable work. The proper doctor-recommended dosage will mean I can do so much more. This medication removes the shackles that my disorder has placed on me. <br/><br/>Please look into this shortage, discover and repair the reason. It is very stressful not knowing if I will be able to function or not from month to month. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "When I was first diagnosed and seek to do care for my ADHD with my psychiatrist. He originally intended to prescribe me Vyvanse. I called every area within 20 miles to check for it and was not able to receive a prescription fill for it. We had to switch over to adderall to handle it as I we cannot find Vyvanse to this day. We started to seek care in December for this. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Can&rsquo;t get Strattera at my local pharmacy. Have to drive to a distant location to get a partial prescription. <br/><br/>Trying to transfer the prescription to my insurance providers mail order pharmacy. CVS refused to cooperate. I must go through my doctor to get new prescriptions issued.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Hello, <br/><br/>I just want to say that generic medication is not as effective. Luckily I was able to get prescribed my normal vyvanse and stay on schedule but when I lost access to medication for a year, life really spiraled for me and everything was more difficult to complete. I found this site because someone shared it on the ADHD reddit community and I am on the end part of my vyvanse so I am able to contribute my comments about the adhd med shortage and briefly about my issues without access to the medications. Thank you for reading.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I live in GA and there has been a shortage for at least a year. <br/>The generic of Adderall XR from manufacturer Granules does not work. Generic Adderall IR from manufacturer Mallinkropct (?) do not work but they do turn into dust so half the bottle is useless. <br/>Calling around to different pharmacies every month is a roulette game because they can&#39;t confirm any stock of a controlled substance (or won&#39;t) and often results in being without medication. <br/>I have been taking half of my therapeutic prescribed dose due to access and backorder issues -- 30 pills is more likely to be in stock than 60. <br/>I am 35 years old. I&#39;d been taking the same medication every single day for years. It&#39;s not a PRN medication for me. I wish it was. I was doing so well before. It&#39;s now been over three months of taking a generic that doesn&#39;t work, with a 1-2 week delay in between refills because of the shortage. I really just want to be a productive member of society again. This is exhausting and we&#39;re so exhausted. <br/><br/>Thank you. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am a 32 year old with ADHD. Over the last year, the shortage of lisdexamphetamine has affected my ability to acquire and afford my monthly generic Vyvanse prescription. Since November, my regular pharmacy, CVS, has not had Vyvanse or generic Vyvanse in stock anywhere in the city I live. The only pharmacy I could find who had generic Vyvanse in-stock was not in-network with my insurance. I have previously tried Concerta, Ritalin, and Adderall XR, and did not find them effective at managing my ADHD, whereas generic Vyvanse has managed my symptoms well. Therefore, since November, I have paid the full-cost of my prescription every month, a hardship for me on as a low-income individual. Additionally, because ADHD medication is highly regulated, I can get only a month&rsquo;s supply at a time, and I am not able to pick up my prescription until two days before the last one runs out. This makes trying to find a pharmacy with the medication in-stock very difficult on such short notice.<br/>These effects are very tough when they result in sudden lack of medication and withdrawal symptoms. Especially since my doctor has never recommended quitting my ADHD medication immediately, instead tapering me down in dosage. Due to my insurance changing unexpectedly right when I needed to pick up my month&rsquo;s medication, I have experienced the effects of immediately stopping medication. For a week and a half, while my insurance was still being sorted, my sudden lack of ADHD medication significantly affected my emotional and mental capacity to manage my life while my brain tried to refigure how to operate without medication. My depression and emotional instability spiked during this sudden cut-off. The medication shortage makes tapering impossible, if suddenly you can&rsquo;t find the medication you need in two days or less. <br/>Because ADHD stimulants are so highly regulated and their withdrawal effects so sharp, it is hard to understand how it is acceptable to provide these medications to patients without ensuring there is adequate supply available regularly.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "For the last 3 months, I have struggled to find a pharmacy in my town that can fill my prescription for 30mg lisdexamphetamine (generic for Vyvanse). I&#39;ve tried both local and chain pharmacies (Sav-On, Walgreens, Rite-Aid, Walmart). Each of the last three months, I&#39;ve gone without my medication for between 3 days and a week. I cannot function without it; I literally cannot do my job! I have been taking the generic or Vyvanse off and on for the last 12 years, and I&#39;ve never had this problem before! ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "2 months. For two months, I was able to control my focus. I was able to quiet the millions of thoughts running thru my mind. That was several months ago, when I stopped being able to find Dexmethylphenidate for months on end. I had two months where I could see a future where I climb out of debt, take care of my health and home, and earn money consistently. But because of the stimulant drug shortages I am resigned once again to having to fight every instinct I have, all day everyday, every second, just to scrape by. Imagine if you only got to wear glasses or a hearing aid for two months. And then they were taken away and you were just thrown back into the world, expected to perform alongside people with no such challenges. Because we have an invisible disability, it seems like the medical community is fine to just tell us we don&#39;t deserve to thrive. <br/><br/>Not only are the shortages impacting the productivity of thousands upon thousand of people who could be contributing to the economy, they literally make the roads less safe, tax already stressed out parents, and take away precious educational resources. People struggling with untreated ADHD is not a bunch of isolated problems. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I had to deal with my insurance jerking me around at the start of the year on whether or not they would cover the name brand Adderall or the generic, until finally they told me they would cover both. I tried to get it filled and was told they were short for about a week before I got it.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have no deep insights into what is going on with the major pharmaceutical companies; I can only speak from the perspective of a consumer.<br/><br/>I have multiple serious chronic health conditions and I require a variety of prescription medications. These medications are vital to keep me out of the hospital and keep me semi-functional. Some of these medications are unreasonably expensive. If I did not have excellent health insurance and monetary assistance from family, they would be impossible to afford.<br/><br/>Additionally, some of these essential medications are not always available. I am homebound and my insurance will not do delivery, so I have to ask a relative to pick up my medications for me once a month. Sometimes, the medications are on backorder, so I have to go without them for a while, even though my health deteriorates without them. When the pharmacy has the medications available again, I have to wait until a relative can pick them up. <br/><br/>I don&#39;t know why prices are so high and why there are so many shortages, but it makes my life even more challenging than it already is. I am not the only one suffering like this. I have two other relatives who have also been affected in some way by the drug shortages.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Hi I am here to submit that I have been having shortage issues with ADHD medication for at least the last two years and it only seems to be getting worse. I was on generic Adderall and it was delayed for several day to multiple weeks every time I would go to pick it up. So my doctor switched me to vyvanse and that was readily available bt it was also 300-400 dollars per months supply. Then the patent expired and all the pharmacists assured me it would actually get easier to get because now we would have multiple manufacturer making including several generics and the original branded version. Well, that was a lie. Because the day it went generic the original company stopped production of the original and only one company decided it was profitable to make a generic. So now we&rsquo;re back to a single manufacturer and I am waiting at minimum several day extra for each prescription. And since it is controlled I cannot call a few days early to compensate. So for a third time my doctor is going to try switching to a new drug that is a gamble if it will be effective or have any side effects. The it will take me multiple months to find a dosage that works for me since all the different drugs do not have standard conversion rates or absorption uptake. Wish me luck! ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please increase the supply of stimulant medication for ADHD. It is difficult to live with this disability and not have a reliable supply of medication to help me function.<br/><br/>Please be on the side of equity and inclusion. Thank you. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My area has not had access to the generic Concerta for the past two years, but I was able to get brand name without any issues until a few months ago. My insurance suddenly started requiring a prior authorization in order to cover the cost, which I have to call them to get each month. This month, my pharmacy had a generic in stock, so I was given that for the first time, but it doesn&rsquo;t have the same extended release functionality (because that&rsquo;s trademarked by J&amp;J). When I take the generic in the morning, I get tight in the chest within about 15 minutes. And then I&rsquo;m exhausted by 2pm. The schedule of this release is inhibiting my ability to function day to day, but I can&rsquo;t afford to spend hundreds on the brand name each month ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am worried about future prescriptions for myself in regards to this. With only my second-ever stimulant prescription, I had to go to another pharmacy over 20min away that had my medication in stock because my local pharmacy did not. Luckily I live in one of the largest cities in the US and had other options. I have lived in small towns where there was only one pharmacy and the nearest neighboring town with also only one pharmacy would have been a 40-mile drive. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Hello! I have had troubles with the adderall (i use generic) shortage these past two years. This is not just a &ldquo;study drug&rdquo; this is a medication that I need for my daily life. It helps control my anxiety, irritability, and helps my depression. I can do basic tasks like throw away a dryer sheet that has been on the floor next to my trash can for a week and a half (true story!). I can reply to an email without wanting to cry. I am able sit down for more than 15 minutes and do a basic task. I can actually do things I enjoy doing instead of sitting on the couch unable to move. I don&rsquo;t want to scream anytime someone at work gives me a new task. It helps with my memory. I can hold a conversation on one topic. I can read and comprehend what I&rsquo;ve actually read. <br/>These are just a few things this medicine helps me do. My brain is not wired like the rest. This is medicine not &ldquo;a drug.&rdquo; I need this to function in society. Missing one dose throws my whole life off. It&#39;s the same as if I missed a dose of my mood stabilizer or anti depressant. This is a medication needed for survival and this shortage needs to be addressed. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "So many of us need these medications not only for our physical, mental, and emotional well being, but also so that we can continue to provide our labor in service of the local, national, and global economy.  The resultant loss of productivity from limiting access to vital medication is not something anyone wants to risk.  A large percentage of the American population needs (and will pay for) this medication in order to keep producing.  The bottom line is in favor of making these medications available to those who need it.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The Cap/limit on production of ADHD medications is affecting patients who count on it to keep their jobs and finish their education. Regulation is important at the pharmacies, but we have more patients and less medicine available. I sometimes have to wait a full week for a prescription to be ready. Additionally, I noticed in recent months that brand name Vyvanse is not as effective as the same brand and dosage chewable pill from a year ago . I found a couple of year-old 50 mg brand Vyvanse pills. Even when they were yellow and softer,  they were more effective than current brand Vyvanse of same dosage: 50 mg. I had to wait a few days for my latest prescription, and I was given a generic . I tried it since the price was perfect. It is also not as effective. Please allow the production we need, it&rsquo;s clear corners were cut  and inactive ingredients were changed or something of that nature. It&rsquo;s all connected to the caps on production while also a higher demand exists with more tele medicine, awareness, and new diagnosis. I&rsquo;m a different person when I take my medication, and I don&rsquo;t want to lose my career over these unhelpful rules. Please look into this, it will benefit the whole community. Thank you .",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My son in unable to have his prescription for Focalin filled for at least the first full week of each month because the prescribed medication is out of stock. He is a sixth grader and struggles with severe ADHD. His inability to focus or control his impulses without his medication cause extreme academic and social challenges for him every single month for a week or more because of the shortage of medication. Recently his teacher asked him to find a way to &quot;just stay home&quot; until his medication becomes available again. Can you imagine what it feels like for a child to hear this from their educator? This has caused a tidal wave of problems with the school, his self esteem, his relationship with peers and teachers, and his own right to treat his diagnosed disability because he is now very afraid of running out of medication and burdening his teachers/classmates. We go through this every single month because of the shortage. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "My generic Adderall XR prescription has been on hold at CVS since December 8th, 2023. It&rsquo;s been more than two months since I&rsquo;ve been able to get my medicine.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been on Vyvanse for years, and it has been life-changing for me. Barely justifiable before the pad expired, costing $250-$350/month even with great insurance under Raytheon. I was excited for generics to be available, which now costs about $125-$150/month. But 3 out of the last 4 months I have not been able to refill on time due to the shortages. Due to the controlled nature of this medication, I am not allowed to build up any extra as a buffer to be able to wait out these delays. I am forced to go without my medication, which has drastically impacted, my productivity, work, performance, and overall mental health.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "In the last year and a half, I have had exactly two months in which my medication was filled on time. This month, likely only because stock came in that day, and March 2023. To get the medication that is critical for my function as someone with what my psychiatrist describes as &quot;weapons grade ADHD&quot;, I have had to bounce between different medications, call multiple pharmacies, and pay out of pocket for the more expensive brand name drug. In one instance, United Health Care/Optum Rx ONLY covered the brand, forcing me to pay $60 for my medication. When they switched to the generic Vyvanse, the price remained the same, and they dropped coverage for brand. <br/><br/>At that time, my psychiatrist switched me back to Adderall XR. We originally switched away from this because it was hard to get with my previous insurance provider, Cigna. UHC/Optum covered brand name Adderall XR for $25/30 day supply. While it was still filled late, it was only a 1-3 days late versus 4-7 business days. Regardless, I started rationing capsules to ensure that I had my medication for work days. At the end of 2023, I received a letter stating that UHC no longer covered brand Adderall XR for no good reason. Back to square one with filling my ADHD meds in a timely manner. January 2024, my medication was filled five business days late. Fortunately, I only missed a day because I started skipping a day a week three months prior.<br/><br/>Skipping can be detrimental. It&#39;s difficult for me to function those days. Breathing, feeding myself, and taking naps is the extent of what I&#39;m good for. Driving is unwise, as my meds keep my brain quiet enough to focus on the road. I struggle to adhere to social norms and act like a &quot;normal&quot; person. I talk too much, I forget what I&#39;m doing halfway through a task. I struggle to regulate my emotions. These are all common issues with ADHD that are well-managed with medication. That is a WHOLE day of lost productivity as a semi-functional sentient dumpster fire.<br/><br/>While that may not seem to be much to the neurotypical person, it can feel like weeks for someone with ADHD. I&#39;ve been lucky and able to fill my meds within a few weeks. There are others in other states and countries that are waiting a month or more to get their prescription.<br/><br/>Without my ADHD medication, I could easily lose my job. I could cause a car accident. I could irreparably damage relationships with friends, family, and coworkers. The average person describes ADHD medication as legal meth, but that&#39;s not the case. These stimulant medications do not have the same &quot;zoom&quot; effect on us that it does someone who&#39;s neurotypical. It calms our chaotic brains and quiets the excruciatingly loud thoughts.<br/><br/>You would not tell someone who was diabetic, &quot;Oh, sorry. The distributors won&#39;t share and reallocate their remaining active ingredient. No glucophage/insulin/Trulicity for you.&quot; Oh, wait. That&#39;s what happened with Ozempic. <br/><br/>Honestly, the FDA and the American health care system are an absolute disgrace. Patients shouldn&#39;t be waiting weeks on meds because greedy pharma companies and asinine or outright useless drug regulations disrupt the supply chain or whatever garbage the public is fed. Unfortunately, these issues extend far beyond stimulant medication for ADHD. It&#39;s just what I&#39;m the most familiar with due to my condition.<br/><br/>We&#39;re given these vague, non-committal answers when we ask why or how much longer. It keeps getting pushed back further and further. First, it was said to be rectified in October 2022, then Summer 2023, then Winter 2023, Spring 2024, and now we&#39;re looking at early 2025. I&#39;m sure that&#39;ll be updated to Winter 2026 before the start of summer. <br/><br/>Monitoring the drug shortage database is a waste of time because it&#39;s never correct. Shortages that are said to be resolved are ongoing. Uncle Sam points fingers at drug companies. Drug companies point fingers at Uncle Sam. Someone needs to take responsibility and rectify the situation. Patients deserve better than this.  ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "The shortage of ADHD medication has been extremely difficult on me. I take XR generic adderall XR, and it greatly helps my exectuive function. Without it, my emotional, mental, and physical health are impacted. I can&#39;t keep up with my job in Mental Healthcare, I struggle to keep up with my household duties and caring for my self in various ways. Please help all of us impacted by this! Thank you.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please do something to increase the supply of Vyvanse. My script is almost never filled when I need it and takes a week longer frequently. It helps my anxiety, depression, and adhd symptoms.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Not sure what to write but more often then not these days 10mg generic dextroamphetamine is always out-of stock. Right before Christmas of 2023, I had to call 8 different pharmacies to find one with it in stock.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "As Takeda (producer of Vyvanse) does not allow other companies in Australia to produce Vyvanse or a generic equivalent, Australian suppliers are forced to import the medication from Takeda in the USA. This means there is a massive shortage causing extensive problems for pharmacies and neurodivergent people here in Australia. As we are a global civilisation and economy, anti-competition practices in the USA are negatively impacting countries that have economic relationships with the USA. As a neurodivergent person in Australia, this impacts me personally. As a neurodivergent mental health worker, this impacts my ability to efficiently serve my clients and conduct my own business. When a company operates a global sales network, they also have global responsibilities for their products, especially when so many people rely on that product to function effectively in modern paradigms. Thank you for your time and consideration. I hope my input has given some further insight into the scope of the problem.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "While I do understand that the government has a responsibility of oversight on restricted drugs of class, when there are consistent shortages  of certain drugs it is also the responsibility of the government to accept that limits needs to upped to accommodate people who need these medications. Telling people that they can &quot;go without&quot; because you can&#39;t be bothered to research and look into the supply issues is unacceptable.  ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Currently I am taking Vyvanse, and Ive been fine and not struggling, however very recently  in this new year due to the fact that lisdexamphetamine is now a generic my insurance has now started to stop supporting the Vyvanse prescription and I&rsquo;m paying way more for it. Specifically because I&rsquo;ve been able to get that script and the generic for Vyvanse is ALREADY on shortage due to this whole situation. I should not be at the mercy of BOTH my insurance provider and the FDA. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I&rsquo;m a 40 year old, married, mother of two. I have undergone intensive neuropsych testing and my husband and two children have undergone independent evaluations that each resulted in individual ADHD diagnosis. It has been hard. It&rsquo;s an expensive process. It is hard managing the symptoms and coming to terms with a diagnosis. It&rsquo;s also hard finding the right treatment. Therapy is expensive and finding a therapist let alone the right therapist is difficult. Making the decision to medicate is also difficult, especially when it&rsquo;s for your children. Once you decide to try medication, finding the right meds is even more difficult. It&rsquo;s time consuming and mentally challenging, there is a stigma and it&rsquo;s expensive. It impacts every aspect of your life and the challenges are often exaggerated throughout the process. All of these challenges are to be expected. A government manufactured drug shortage should not be an additional hurdle, yet it is. It is unacceptable that a healthcare provider who has been educated and board certified and makes a recommendation for mediation, cannot ensure their patient has access to it. It is unacceptable that a child who need neck agipm to success in school has to go without for days or weeks at a time. It is unacceptable that a working mother or father who need to provide for themselves and their families and cannot successfully do so without treatment, does not have access to it even with medical authority. ADHD is an under diagnosed disability that requires treatment to ensure suffers can fully contribute to their families and communities. Something has to change. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I take vyvanse for my adhd.  A 30 days supply is $360 dollars in my area.   This is outrageous and not a sustainable price for me to pay every month. Essentially I&#39;m paying a car payment for my medication that allows me to function as a normal human.  My house is a disaster because I only take them now on days I feel I especially need them for work.  I&#39;m literally drowning trying to stay afloat and just keep getting kicked under with the price of the medicine. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Hello there, I was diagnosed with ADHD a few years back and have been affected by the practices that resulted in the shorted of the medication I take to control it. Without that medication, my daily life is severely impacted, as I am unable to focus and have less energy to be able to get the daily work done, and I know that I don&#39;t even have the worst of it.<br/>Due to this shortage, the longest I&#39;ve gone without my medication is a month, during which I was consistently tired, irritable, and unable to get my work done without significant delays due to lack of focus and energy that the medication gives me. In short, I was going through what appeared to be Adderall withdrawal, and withdrawal can be dangerous in people.<br/><br/>I urge you to look into this matter and correct it because of it&#39;s nature as an essentially money laundering scheme to jack prices up higher than they already are, cut supply down to the bare minimum, leaving many unable to get their medications due to financial or supply reasons, as well as the pharmaceutical industry&#39;s shoddy reasoning for it.<br/><br/>Thank you for your time.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please increase the ability for pharmacies to distribute ADHD medication. It helps people everyday with their day to day lives. Decreasing it or refusing to adjust it means overall a less productive society. It increases unemployment and increases people on welfare and unemployment programs. More people are being properly diagnosed due to a larger understanding of conditions like ADHD which is helping improve the quality of many people and their lives. Trust in our Healthcare system to properly regulate people who are drug seeking verses people trying to use these drugs for illegal or addiction reasons. Thank you for taking the time to read this.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Please increase the supply of ADHD medications",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "hi, i&rsquo;m a full-time bedside healthcare worker. i was diagnosed with adhd in 2016. adhd is heterogeneous disorder with diverse neuropsychological impairments and comorbid symptomatology. vyvanse has been, again and again, clinically proven to assist adults with adhd at home and in the work place. <br/>the possibility of misuse is minimized by how important it is for people like me. we require it to function as you do. please allow it to be distributed regularly. <br/>",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "It has been extremely difficult getting my physician prescribed medication to the point that I&rsquo;ve had to go several weeks and months without my prescription. Pharmacies won&rsquo;t share their stock before having a doctor send my prescription and can&rsquo;t tell me the stock of nearby pharmacies either so every prescription refill is like a game a wack a mole. Making a difficult condition even more difficult with no timeline for when I can resume my medication treatment. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Every single time I go to fill my prescription I have to call 3-5 pharmacies, often getting vague or non-answers as they fear putting information out about narcotics to the wrong person. I genuinely struggle every month, sometimes going days without medication, which severely impacts my day to day life as a general manager of a large established restaurant, and a father of 3. I am eager to see solutions presented in this market ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am prescribed 30 mg slow-release Ritalin generic methylphenidate ER daily. Last time I tried to fill my prescription both the nearby pharmacies said they were out, and I didn&#39;t have the time to call any more. Also it&#39;s hit or miss whether my doctor will be able to transfer my prescription in time anyway. The previous time I called a couple places and found one that had my prescription in stock, but my doctor wasn&#39;t able to call in the prescription until the next day, and when I called back the pharmacy said it was no longer in stock.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I was on Vyvanse for a few months starting around the release date of the generic. Only got to fill it once. Fortunately my insurance made brand name reasonably priced until this January. Suddenly it&#39;s no longer covered due to the availability of the generic. The generic that has never been available. I&#39;ve been forced to get a different drug that doesn&#39;t work as well. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I haven&#39;t dealt with shortages directly but do feel the growing anxiety that it could happen to me. What is particularly difficult about this shortage is how stimulants are restricted, which adds to the anxiety. It feels like a constant fight with a system that cares more about preventing drug abuse than helping those who suffer without necessary medicine. It is a common complaint among people with ADHD that they can&#39;t call pharmacies and ask if they have their exact stimulant prescription in stock. Pharmacies say this is flagged as &quot;drug seeking behavior&quot; and tell patients to have their medical providers call, which is a ridiculous request considering how many patients a provider may have that need ADHD medication. And because stimulants are a restricted medication, I can only fill 30 days at a time, which means I constantly have to worry about running out of medicine before I can have it refilled. Many pharmacies can&#39;t transfer prescriptions for restricted drugs, so I&#39;d have to call my doctor and have them move my prescription to a different pharmacy before I even know if that pharmacy has my medicine in stock. I often worry that those in charge of these decisions, how ADHD medicine is scheduled, the restrictions on patients and providers, and the constant barriers to accessing treatment, simply aren&#39;t aware of how much this negatively impacts peoples lives. Without my stimulant medication I struggle to perform even basic tasks, like planning a meal, cleaning my home, or doing my job effectively. I also often worry that people who don&#39;t have ADHD underestimate the monumental struggle this disorder can cause. I know people who couldn&#39;t access stimulant medication, due to the shortage, who were fired for poor job performance. I know people who refuse to drive without medicine, because they struggle to focus while driving and are terrified they&#39;ll have a wreck. This shortage feels like a cruel joke at times, because a disorder that causes lack of focus, difficulty planning and executing tasks, and poor memory now has a complex obstacle course for accessing basic treatment.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have been unable to get Vyvanse for over 5 months due to the drug shortages around Vyvanse. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "Throuout the last few months that I have been on medication for ADHD, I have had great difficulty obtaining my medication refills when needed. The pharmacies are unable to get my medicine in stock. It has negatively impacted my work life in that without my medication, I am unable to properly get my duties accomplished and it has put my job on the line. I have had to pay out of pocket for name brand, which has negatively impacted my financial situation in an already unsteady economy. However, without my medicine I will not be able to bring in money at all so it is a catch 22",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am a Canadian, so I don&#39;t know if my two cents counts for much. But I can say I&#39;ve been personally impacted by limitations on manufacturers too. ADHD medication turned me from a dropout in high school to a person managing to get straight As in post secondary. Having access to my medication is seriously putting my future in jeopardy. I&#39;m stable on what I am on - yes, generics might be broadly the same, but minor changes can seriously destablize. I&#39;m an anxious mess on ritalin derivatives, but a fully functioning human on vyvanse - substituting one for the other seriously misunderstands how ADHD works. While I understand the need to prevent misuse, I think overcorrecting to the point where people with legitimate medical need cannot access the primary treatment that makes them less likely to be dependant on support systems such as welfare and disability is extremely short sighted. In the long run, ensuring those with diagnosed ADHD have access to medication will cost the taxpayer less money in the long run. If you don&#39;t care about any other reason - quality of life, access to mental health care, etcetera - policy makers should care because it can help those with legitimate disabilities be less reliant on government support. ADHD is one of the most treatable mental health disorders out there. Severely limiting supply is not only hurting those who deserve access to treatment but impacting the bottom line by depriving those with treatable conditions of the medication that can make them more independent. This is honestly a win-win, and I beg you to take a serious look with all recent research in mind.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I am diagnosed with ADHD and have suffered from numerous shortages of my recommended dosage of dextroamphetamine. I have either had to get a lower dosage just to have SOMETHING or I have had to forgo medication completely because they have been out of stock at local pharmacies. There is the need for the medications, yet there has been no intervention by our government to allow an increase in production of medications that are crucial the ability to allow individuals to function normally.",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "I have not had an adderall XR prescription in the last YEAR filled out on time. Interestingly the need to jump through extra hoops for ADHD medication has quite a bad effect with ADHD itself and makes it feel like the system is *designed* to punish people who struggle with the disorder. Strange controlled substance rules further contribute to the desperate struggle that this has been since I have been diagnosed. And on top of this, health insurance providers do not seem interested in allowing people to get brand-name medication if generics are not available (due to shortage). Failures everywhere in the chain. However shortages have occurred, this whole thing makes American healthcare really feel like a sick joke.  <br/><br/>I think at the minimum, insurance providers should be required to be more responsive to shortage situations like these and allow brand-name usage if generics are not available. I do think that some of the strictness around ADHD medication as controlled substances does much more harm than it does good, so relaxing things there would be nice, but the insurance situation is just unacceptable. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  },
  {
    "text": "When the generic vyvanse came out, it was $30 for a 90 day supply. This was great because it was $240 for a 90 day supply of brand name. Now, with a lack of generic availability,  it will cost me $380 to get 30 days of brand name vyvanse 40mg. This is unsustainable  for any extended period of time. This is my husband&#39;s&quot;s current status. My medication has remained on &quot;extended backorder&quot; since mid-january.  I have also been unable to have any vyvanse 20mg or generic lisdextroamphetamine 20mg since my last refill in November of 2023. I have called numerous pharmacies, which is an uneasy task for a person with uneducated ADHD. Calling each pharmacy involves navigating a numerical voice menu (a symptom of ADHD is can be auditory processing disorder) then waiting on hold for long periods of time, and sometimes outright being hung up on. It is a long, discouraging process. I would also like to mention that in those woth depression, a lack of medication can make the depression worse. This has been the case for me personally.   It is insane to me, as a healthcare worker in a developed nation with a very good psychiatrist,  that I have to go through filling out an FTC comment in the hopes that this will allow me to get medication. I have been diagnosed since I was 6 years old. I am now taking expired dextroamphetime 5mg 3x daily to make up for the complete lack of vyvanse or similar drugs needed to care for my condition. This is not a good way to live. Others I know have been rationing medication to make it last longer. This can cause side effects similar to worhdrawal. Please, please fix this broken system. We deserve the quality of life medication can give us as sufferers of ADHD. This shortage has been ongoing for 3 years. We deserve better. ",
    "label": "",
    "docketId": "FTC-2024-0018",
    "docAbstract": "FTC and HHS are seeking public comment in an Request for Information (RFI) regarding market concentration among large health care GPOs and drug wholesalers, as well as information detailing their contracting practices. The RFI’s purpose is to provide the agencies with an understanding of how the practices of two pharmaceutical drug middlemen groups—group purchasing organizations (GPOs) and drug wholesalers—may be contributing to generic drug shortages."
  }
]