[
  {
    "text": "Re:  Dept. of Education Proposed Rule Docket  ED-2017-OPE-0076<br/>Education is a public service, not a profit-making corporate enterprise.<br/>PLEASE don&#39;t delay relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. <br/>PLEASE stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "How could you  be so cold hearted and don&#39;t you think someday someplace this will all come back on you.  And you will probably say what did I ever do to deserve this.  Think about it.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system.<br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "Last but not least, how about forgiving the loans that Navient made and collected 3,4,5,6,7,8,9,10 times the amount of the loand and will charge until death.  Will not come clean as to whom they sold the loans to.  My daughter and hundereds of thousands of others are stuck with this.  They call it interest for sometimes no apparent reason and whether interest or principal,<br/>these loans have become fraudulent and and bankrupting people.  What in the name of god can we do about this?<br/>It is a cash cow and the Federal Government and Navient will sink to below the depths to coerce people - that&#39;s right<br/>COERCE.  We need a class action law suit unless something is done about this.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing  schools that give students a worthless degree while burying them in debt. Don&#39;t waste our money, this all was already debated under the last administration. The rules should be enforced, not delayed and dismantled!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The American people have the right to clean water in our oceans, rivers, lakes, and coming from our faucets in our homes. If power plants are allowed to pollute any water source, others will wind up contaminated. We might not see the effects immediately, but over the years this pollution will trickle down to affect everyone. It is irresponsible for producers not to take steps to protect our communities. Surely they make large enough profits that they can afford to reduce waste. In fact, this could be a great way to build jobs by further developing and installing ways to contain waste. The costs to public health will be much greater if we do not require power plants to maintain this responsibility.  ",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "I am afraid you are a dishonest person.  I am disappointed that you are not doing what you can to educate American citizens and children.  This country needs better-educated children and adults.  What are you doing?  Good grief!  You have the opportunity to help this country and you are doing nothing but protecting criminals.  How very very sad.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The Department of Education should be able to figure out which institutions/ schools actually educate students and which are scamming them.  Once the fake schools are exposed, i.e.Corinthian, students should not have to wait to be reimbursed what they paid.  It seems a waste of my taxpayer money to undo and then re-do rules that made sense last year.  I also want to weigh in on school choice, which I know Ms. Devos really sees as the answer to failing schools.  Think about this: students choosing one school over another actually does NOTHING to improve either school.  Your department should be helping ALL schools improve, and helping more students succeed.  That would be a good thing. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "See Attached",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Please see attached file. ",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "The importance of methane in the greenhouse effect is its warming effect. Even though it occurs in lower concentrations than carbon dioxide, it produces 21 times as much warming as CO2. ... Methane remains in the atmosphere for 11-12 years - less time than most other greenhouse gases.",
    "label": "",
    "docketId": "EPA-HQ-OAR-2010-0505",
    "docAbstract": "Background information for EPA's regulatory review of the Oil and Natural Gas Sector under sections 111 and 112 of the Clean Air Act"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I am a small-business owner, operating franchises that employ individuals in the United States. I am writing today to request that you amend the Final Rule titled &quot;Food Labeling; Nutrition Labeling of Standard Menu Items in Restaurants and Similar Retail Food Establishment&quot; (&quot;Rule&quot;) issued on Dec. 1, 2014, to provide for more flexible options for restaurateurs across the country. <br/> <br/>As currently written, the rule requires that caloric information be displayed on the menus and menu boards next to the name or price of the item. The calories must be posted in a type face that is the size of either the name or the price, whichever is smaller, and must be in the same color &quot;or at least as conspicuous&quot; as the name used for the item. Other information, including total calories, total fat, calories from fat, saturated fat, trans fat, cholesterol, sodium, total carbohydrates, fiber, sugars and protein, must be provided in written form upon consumer request and noted as such on menus and menu boards.<br/><br/>This rule creates a one-standard-fits-all model that does not take into consideration the unique nature of the foodservice industry, including the hundreds of combinations of food items that impact the nutritional data. It also does not allow for a business owner like me to cure even minor violations without facing criminal and civil penalties. Furthermore, while the rule includes an exemption for operations with fewer than 20 locations, the exemption does not apply to franchisees like me who operate an independent business.<br/><br/>I ask that you reconsider the rule to allow for more flexible posting alternatives. For example, allowing employers to place information on one listing designated as the &quot;menu&quot; or &quot;menu board&quot; will lessen posting errors. Additionally, allowing for flexibility in determining which serving sizes are appropriate to be used (single servings, entire product or common unit of division) will limit errors while providing identical information to the consumer. I also ask that you remove the requirement that each franchise location have an employee certify that every food item adheres to the nutrient values as determined by the corporate entity. As a small-business owner, I have neither the time nor the resources to ensure that these qualifications are met. Finally, inserting a 90-day &quot;cure period&quot; for those who act in good faith and are non-compliant due to inadvertent human error would allow small-business owners like me to focus on running my business and growing jobs rather than living in fear of a violation.  <br/><br/>Thank you for delaying implementation of this rule so that FDA and others can fully analyze its impact on small-business owners across the country. I appreciate you considering my suggestions and am happy to provide further input as requested.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "The risk evaluation and mitigation strategy (REMS) for extended-release and long-acting opioids aims to reduce the serious adverse side effects that result from the inappropriate prescribing of these medication, failure to provide proper patient education, or abuse of these medications. Since long acting forms of these medications remain in a patient&#39;s body for a longer period of time, it is important to guarantee the safety in prescribing and use of these medications. REMS is intended to ensure the provider is able to provide appropriate patient education regarding the medication and has the education to safely prescribe. REMS also adds a medication guide to the patients.  <br/>Considering the increase in opioid prescriptions and associated abuse of prescription opioid, a revision of provider and patient education is warranted. Provider education can reduce harm by guaranteeing that providers are adequately educated to prescribe and educate patient on long-acting opioids. Even though this additional educational will provide continuing education credit, buy in from the organization and incentives are essential in order to ensure this education will be completed by providers. Equally important is public education on the risks of opioid misuse and abuse. Providing education to patients and the general public is also an essential component in promoting the safety and proper use of opioid medication. <br/><br/>Ray, J. (2015). Implications of the extended-release/long-acting opioid REMS for managed care. American Journal of Managed Care, 21, 177-187. Retrieved from http://www.ajmc.com/journals/supplement/2015/ace0029_aug15_painrems/ace0029_aug15_painrems_ray<br/>",
    "label": "",
    "docketId": "FDA-2017-N-1094",
    "docAbstract": null
  },
  {
    "text": "This war on &quot;opioids&quot; is actually a war on  chronic incurable diseases.  A war on chronic pain disease patients who benefit from opioid medications.  Medications that enable millions of Americans relief of chronic debilitating pain associated with these diseases. <br/>100 million Americans have one or more chronic incurable pain Disease.  As the CDC, DEA, FDA, Medicaid and Medicare,  and numerous other government agencies, are blaming Doctors for the over prescribing of opioid medication.  NOBODY, is looking at or reading the statistics from chronic pain disease patients.   How about NOT addressing these drugs as dangerous and addictive.  When all else fails: physical therapy, exercise, over the counter medications and numerous injections etc, we chronic pain disease patients, are left with one option to help us cope, opioid pain medication.   Lets address this medication as lifesaving and medically necessary for the million of Americans with chronic diseases. Chronic pain is a disease.   Chronic pain disease patients are now the epidemic.   The addiction rate of chronic pain disease patients is .02-.6 %.  We do not misuse or abuse our medications.<br/>No other disease medication is scrutinized.  We, as patients, are being denied,  dismissed, overlooked and discriminated against, by our physicians, due to all the scrutiny associated with treating chronic pain disease with opioid medications.   Our Dr&#39;s are afraid to treat us humanely and adequately.   We have a disease that medication is readily accessible to us and we are being denied.   We, pain patients, are being discriminated against, due to people who abuse illegal heroin, illegal fentanyl and/or misuse opioid medication  and place the  blame on everyone but themselves.   This is a direct hunt for Doctors who prescribe life saving medication, for pain disease patients, that benefit from them.  We have our privacy invaded, we no longer are able to have doctor/patient confidentiality.  We now have insurance agencies,  pharmacists, and other government agencies in our physicians offices.  Monitoring and policing our physicians. <br/>Though the statistics show a reduction in, medically needed, opioid medications,  death rates of overdoses from illegal opioids is rising.  This system and laws are obviously not working.  <br/>The specific causes of deaths also needs to be closely investigated.  The opioid in the person&#39;s system needs to be specified.  Was it an illegal opioid,  was it opioid medication specifically for that person, was there other drugs or alcohol involved.  All these questions need answers. <br/>We have a chronic disease.  We want to be able to take care of our homes, our children,  our selves, as much as possible,  but without access to these life saving medications,  we are unable to do so.  We want to live, not just exist in pain 24/7.  <br/>We need the government agencies to look at the real statistics, not the hand picked.  These agencies are not physicians.   They are trying to doctor us, patients, without a medical license.   They are also trying to police our physicians.  This is a war on a disease, medications, physicians and patients. <br/>The statistics do not differentiate what opioid drug attribute to a fatal overdose or misuse of medication.   Was is an illegal drug, heroin,  illegal fentanyl,  carfentynal,  was that person&#39;s legitimate medication?  All these questions need answers.  The information needs to be addressed.  <br/>We need help.  All the headlines, topics and stories on how opioids are bad and how people are abusing, misusing, overdosing, becoming addicted or dying from them.  We need to look at the good they do and how they help our disease of chronic pain and the million of Americans who use them for some relief. <br/>The government needs to put the focus on illegal drugs coming into, being manufactured and distributed in this country, illegal fentanyl,  illegal heroin, methamphetamine, cocaine and all other ILLEGAL DRUGS.  People who abuse and misuse medication, not prescribed to them, illegal drugs, alcohol, sex, whatever it may be, will always find a way.  Put the focus on that.  Not the legally and medically necessary medications we patients need. We chronic pain disease patients need help, but we are helpless due to the government and government agencies. There is stigma, scrutiny and discrimination against us due to a category of medications we desperately need and benefit from.",
    "label": "",
    "docketId": "FDA-2017-N-1094",
    "docAbstract": null
  },
  {
    "text": "It is hard to keep track of all of the environmental rollbacks being proposed now. <br/><br/>So this one is allowing mine runoff into our water supply.  What could go wrong with that?<br/><br/>I understand that you all are revisiting regulations, and taking the desires of industry into account with your calculations.  You seem to see only the bad effects on industry bottom line with regulations.  Do you also weigh the health of children in these calculations?  Do you weigh the health of surrounding ecosystems?<br/><br/>I am from West Virginia, and I know a little bit about crap from mines ending up in the water.  West Virginia&#39;s white water rafting industry (which, btw, employs people and brings money into local economies) suffered from the effects of acid mine runoff.  Some of the water in West Virginia was so acidic that it damaged peoples&#39; eyes.  Is that the sort of world we want to return to?<br/><br/>Please keep the regulations on effluents in place.  A lot of effort went into making these guidelines, and they don&#39;t deserve to be ripped up just because there&#39;s been a change in administration.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "I strongly opposing postponing or eliminating rules designed to keep America&#39;s waters pure and safe. Corporations need to have clear guidelines, backed with enforcement, so that they truly serve all the people over the long haul.  Short-term economic gains are no substitute for long-term health concerns!",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "We absolutely, positively have no time left to postpone any regulations meant to protect the environment. People value their health over the idea of job creation, a fallacy invented by polluters to justify their refusal to lessen the damage they cause to people and to our planet. This is so important - clean water - and it is a tragedy even postponement is being considered. Please, I understand that the health of our citizens and of this planet are no longer concerns of this organization, but you&#39;re also one of the only chances we have left. Not even wealth will keep people safe from environmental disaster. This citizen, though merely a member of the masses, beseeches you. You have more power than we do, but almost all of the public opinion aligns in the desire for a livable environment. Please don&#39;t abandon us.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Please treat our children who are striving to better themselves through education kindly and fairly.  For profit schools have a very high number of students from low income families.  These children are not as financially sophisticated as children from middle and upper class families.  It seems as if the financial arrangements experienced by children at for profit schools are predatory and continue because these children do not have access to legal counsel to advise them and defend them.  .  Exploiting the poor or the less sophisticated in this way is appalling. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Devos is to &quot;Education&quot; what Trump is to &quot;Make America Great Again&quot;.  <br/>Both people are a sack of...lies, only in it for themselves, their corporate cronies, and the millionaire big wigs.<br/>Please leave the planet Ms. Devos!  ...Sooner rather than later would be ideal.<br/><br/>Sincerely,<br/>I Despise You ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "No tax loans to schools that do not prepare students for good paying jobs.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the previous administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Students were cheated out of their viable education by a private educational institution.  Their loans to such a school must be cancelled and void altogether.  The student was not at  fault, yet you think they should pay, for virtually nothing.  The school cheated (robbed) so the school should not gain economically.  This seems pretty simple.  And in the future, lenders might be more selective.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "How can you consider cutting funding for any part of the educational system of our country? Do you feel that we are overrun by super-intelligent individuals, rendering a secure, solid educational infrastructure superfluous?! Our children/youth/mature students are counting on us to pull out the stops so we can continue to produce knowledgeable, thoughtful, well-educated citizens from our learning institutions for years to come. Do the right thing. Shore up our educational system in any/every way possible. The old adage is so true: If you think education is expensive, try ignorance.  ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during previous administrations. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am entering in my first year of university starting this fall, and I&#39;m horrified at the efforts to roll back protections for students. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please do NOT delay any of the compliance deadlines for the 2015 Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Point Source Category NOR propose to weaken any of the pollution limits required in these final standards.<br/> <br/>Before the 2015 final standards were issued, effluent guidelines and standards for coal-fired power plants had not been updated since 1982 and contained no limits on arsenic, lead, mercury, and other harmful pollutants. <br/><br/>EPA issued the final ELG rule in 2015 after an extensive rulemaking process, which included numerous technical and scientific studies and hundreds of thousands of public comments, the majority in support of eliminating toxic water pollution from power plants.<br/><br/>Affordable technologies exist today that can eliminate nearly all of this pollution - in fact, many plants are already using it. <br/><br/>The standards finalized in 2015 were already long overdue and any further delay will result in more polluted streams and lakes that are unsafe for fishing and place additional public health risk on communities that rely on drinking water sources downstream of coal fired power plants. <br/><br/>I urge you to NOT delay any of the compliance deadlines for the final 2015 standards and guidelines for coal -fired power plants, NOR propose to weaken any of the pollution limits required in these final standards. <br/><br/>Thank you for considering my concerns.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Students who were falsely promised a valuable college education and employable skills by predatory &quot;for-profit&quot; colleges should have their loans forgiven or greatly reduce as it is the Federal Dept of Education&#39;s responsibility to regulate these institutions! It not only has cost them tremendous time and personal sacrifice but if the Federal government will not validate these institutions fraudulent practices by forcing them to assume the fiscal responsibility and instead punish their victims, why should any student trust any financial aid offers from the government thus tremendously damaging our country&#39;s ability to have a globally competitive workforce?",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Stop giving federal loans and grants to for-profit schools, colleges and universities. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. A prime example of this scam is the now-defunct Trump University. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The rules must remain in force to protect the people who have been and are being defrauded by For Profit &quot;Educational&quot; Institutions. These places make big promises which are rarely delivered upon. I know too many people with useless &quot;degrees&quot; from these predatory companies. A Company cannot be an Educational Institution that serves the greater good. By definition they must put profits above education and student success. Education of our young people must be the priority to ensure the future success of our great nation.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The function of business is to make a profit nat any cost.  The function of government is to protect the well being of its people.  Since biblical times lenders have taken advantage of people who need to borrow.<br/><br/>Your job as Education Secretary is to ensure that those in the education system get educated as well as possible.  Your job is not o enrich the dreaded 1%.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It&#39;s time to get off the crazy train! The blatant outright criminal fraud and abuse of public funds and individuals by for profit colleges and technical schools were properly stopped by rules finally enacted by the previous administration. To reconsider encouragement of such practices again, after it was plainly determined that the &quot;schools&quot;  were founded to defraud government guaranty loan funds, provided little to no education of value at exorbitant tuitions, and placed millions of innocent students with monumental debts which they had little hope of repaying, is another sign of the incredible venality motivating the Secretary and the administration she serves.<br/><br/>Simply because a commercial entity meets minimal standards to profess itself an institution of higher learning does not demonstrate its capacity to provide effective education; running classes and providing diplomas not worth the paper they are written on is not an education, regardless of the wealth such practices may have delivered to the Secretary and others of her ilk. It would be crazy to reopen the path for unscrupulous organizers, such as Secretary deVos, to make billions from government guaranteed loans while defrauding their students who can&#39;t find jobs to pay their school debts and face indefinite dunning by the Federal government for repayment of loans for studies which had been known for years to be worthless and of no value to those seeking to improve themselves by the promise of substantive education.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The EPA must protect the health of all Americans. We must not allow our nations&#39;s power plants to dump toxic waste into our waterways. If we are concerned with undue financial burdens on companies who produce this waste, we must find ways to decrease the financial burden while also protecting people from toxic pollution. Companies who create waste must take responsibility for ensuring clean water remains available to everyone, and if that is more expensive, it is an expense they must be willing to budget for. Everyone consumes water and deserves safe drinking water. <br/>",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "We need to support our students and provide them quality and affordable educational opportunities.  Please <br/>grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled. The DOE found schools to be breaking the law.  The students who attended should have their loans cancelled.  At the very least, the DOE needs to <br/>cease giving federal loans and grants (taxpayer money) to schools that do not provide their graduates with the tools needed to succeed in their chosen careers fields.<br/>Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/>Stop wasting taxpayer money and support rules thoroughly debated during the Obama Administration - the borrower defense <br/>and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Betsy DeVos&#39; sole qualification for the very important job of Secretary of Education is that she/her family/her or their foundation or corporation gave huge amounts of money to Trump&#39;s campaign, and did so not because they particularly like anything about him except the fact that he can be swayed easily, especially when large amounts of cash are involved.<br/>She knows nothing about education. Her agenda is to privatize American public education so that it can then be Christianized. Apparently she believes that she is on a mission from &quot;God&quot; to do this, and that the framers of the Constitution really screwed up bad with that whole separation-of-church-and-state thing.<br/>She must be resisted at all costs.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.<br/> ",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "Hello,<br/><br/>I have several comments I want to make/share. Please keep them in mind when making any decisions or policy around their subject matter. <br/><br/>I urge the ED to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>As a voter I want the ED to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>I feel I t is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Thank you,<br/>Lee A.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Democracy rests on the foundation of an educated populace, and education is the right of all people in our republic. Ms DeVos, your encouragement of corporations to create financial barriers to access and opportunity, and to exploit students seeking to maximize their contribution and to fully realize their talents are un-American and anti-democratic. Education should be a public good, not a platform for profiteering and stratifying our society, whose success depends on equality of opportunity.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/><br/>Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. <br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "THE COUNTRY NEEDS AN EDUCATED POPULACE TO SUPPORT HONEST DEMOCRACY.<br/><br/>  FOR THE SAKE OF DEMOCRACY--- FREE EDUCATION K - UNIVERSITY UNDERGRADUATE THROUGH GRADUATE.<br/><br/>    EDUCATION AND HEALTH ARE BASIC HUMAN NEEDS.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department has found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Your blatantly corrupt behavior got you into this. The government is meant to serve the people and not big business. Regulations are public protections against predatory lending behaviors. All these for profit schools (including your charter schools) should be banned.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The current Administration has rolled back important protections for students while siding with predatory companies <br/>with a record of scamming borrowers.<br/><br/>Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though<br/>the Department itself found that their school (Corinthian) broke the law.<br/> <br/>Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. <br/>Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam <br/>students.<br/> <br/>I believe that it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama <br/>Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing <br/>schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "What you are doing to Education is shameful. What you are doing to students and veterans is reprehensible. It is hard enough to afford college without the insane burden you are placing on others.  Just incredible privledged  lack of respect ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "See attached file(s)<br/>.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Thank you for this opportunity.  Please see attached file.  ",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Please see attached file.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Comments are attached from the Michigan DEQ-WRD.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "We are working with the NY Natural Heritage Program to develop a state-wide monitoring program that covers natural areas of NY. Our surveys will focus on broad-scale surveys across the state, targeted surveys of rare and endangered bees, and then focused surveys on particular habitat types that we think will host rare, unique, and understudied bees. The program we have developed could be a good model for a national survey. We do not yet have state funding to implement the state survey but we are hoping that NY will invest significantly in this effort. I am attaching the latest draft document that outlines the NY survey project. ",
    "label": "",
    "docketId": "CFPB-2017-0013",
    "docAbstract": "In accordance with the Paperwork Reduction Act of 1995 (PRA), the Bureau of Consumer Financial Protection (Bureau) is requesting a new information collection, titled, ‘‘Debt Collection Quantitative Disclosure Testing.’’"
  },
  {
    "text": "Please see attached file(s) for comments from VT Mobile Aerospace Engineering Inc.",
    "label": "",
    "docketId": "FAA-2017-0519",
    "docAbstract": "Airworthiness Directives"
  },
  {
    "text": "On behalf of the Kansas City Board of Public Utilities, attached please find BPU&#39;s comments on the Postponement of Certain Compliance Dates for the Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Source Category Proposed Rule, in EPA Docket EPA-HQ-OW-2009-0819. We appreciate the opportunity to provide comments. Thanks.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "The Edison Electric Institute (EEI) appreciates the opportunity to submit these comments on the U.S. Environmental Protection Agency&#39;s (EPA) proposed rule Postponement of Certain Compliance Dates for the Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Point Source Category (82 Fed. Reg. 26, 017) proposed on June 6.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Hi,<br/>I am being denied my medicines, my doctor of 2 years recently retaliated against me for advocating for myself in regards to her trying to send me to a pain management place that didn&#39;t prescribe medicines at all. She fired me from her practice and I am being jerked around now as I have to find another doctor. I saw another one, and well, she was only going to rx me one WEEK of my break thru medicines, she ended up providing a month supply but completely CUT OFF my extended release medicine, the most important one to me. I have several conditions stemming from Graves disease and I am in pain daily, my life is mostly spent in my room with the door closed and I leave my house one time a week, if that, anymore. I have anxiety too, but you cannot get help for anxiety anymore if you have pain, same goes for sleep. I consider suicide everyday anymore, my relationship with my 17 year old is going down the tubes and I have told him he needs to move out upon turning 18. I cannot keep doing for someone else when I cannot even get help managing my pain. I am 38 and I feel my days are numbered. I managed my pain over a decade with opiates, they gave me ability to function, and now my life really isn&#39;t worth living. I just need my meds instead I am treated like a junkie and I don&#39;t even drink alcohol let alone anything else! And I shouldn&#39;t have to stress and lose sleep at night knowing I may or may not have pain relief. They swore to do no harm, well I call bs because this is harming every aspect of my life.",
    "label": "",
    "docketId": "FDA-2017-N-1094",
    "docAbstract": null
  },
  {
    "text": "Recently (2014) there was a change in 46 CFR Part 11 to reduce the minimum tonnage which would be acceptable to qualify to take an exam for an inland mate&#39;s license, specifically 46 CFR 11.414. This was changed from 200 tons to 100 tons. While I agree that this was a great step towards making advancement possible, someone needs to take a look at the passenger vessel industry. At present there are large numbers of passenger vessels that are less than 100 tons. I have employees working for me that have years of experience working in the passenger vessel industry and are told that their time on smaller vessels is not acceptable for anything larger. I have one individual who had 13 years including several working in New York harbor on his 100 ton master. He is currently looking better things for himself and his family by obtaining a license. He has been informed that none of this time is acceptable for him to test for an unlimited tonnage mate&#39;s license. Subsequently he must wait until such time that he has accumulated the full three years of sea time on vessels over 100 tons. This should be reconsidered. I understand that there needs to be unlimited tonnage experience, but there should be some percentage that is offered for this time. The time, experience and learning that is obtained during these periods on smaller inspected passenger vessels is not worthless and should not be treated as such. ",
    "label": "",
    "docketId": "USCG-2017-0480",
    "docAbstract": "Evaluation of Existing Coast Guard Regulations and Collections of Information"
  },
  {
    "text": "We cannot breathe, drink or eat money. We need clean air, water and soil. Please put these limitations in place immediately. Thank you.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "I am a retired educator who taught and was a department director for years at one of the many for-profit colleges in the USA.  Because of that I know intimately how these places are run, how their fees affect students, and how their profit motive affects the way they provide education.<br/><br/>Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.  Although the faculties at these schools work hard to provide good educations for the students, the administrations need for higher and higher profits throw impediments in the way of these educators.<br/><br/>It seems to be a total waste of taxpayer money to re-do rules that were thoroughly debated during the last administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>I respectfully submit these comments.<br/><br/>Bo Breda",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary DeVos,<br/><br/>I urge the Department of Education to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>I believe it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Sincerely,<br/>Marjory Keenan",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The Department must grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Tell the Department it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Cancel the loans of students whose school broke the law.  It&#39;s not fair to make students pay back a school that cheated them and shut down.  As a graduate of a for-profit school, I believe that I may have been cheated, myself.  If that&#39;s the case, then that just makes it all the more reason for my loans to be forgiven.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please remove Betty Devos from her position as secretary of education. She is doing an unquantifiable amount of harm the the schools in this country, and her preference for big business interests over the interests of children is disgusting.  ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "A well-educated populace is necessary for a successful nation.  The basics start in pre-school and continue through the 12th grade. This applies to all education.  The small percentage of the population who can afford private, selective schooling should not have any impact on public education which is responsible for the millions of  other children.  This is where our efforts should be dedicated.  To make sure those millions receive the best education possible, at as little cost as possible.  These other millions are the future of this country, not the privileged few whose parents can afford to pay more for education which is not always as good as the public school system it has been found.  Public education funds should not be used to fund these other &quot;special&quot; schools&quot;, such as charter. These special schools produce people who are usually self-centered, propelled toward becoming wealthy and having generally little care about the general populace, especially when they get into positions of power. It&#39;s the public schools which produce real leaders who stay in touch with their roots and work for the good of all.  Public education must be given priority in funding to maintain a well-informed populace.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>In my opinion it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": " In 2015 there are since year 2000 almost 3 times more students in for-profit colleges. They make up 11% of all students in higher education, up from 3% in 1995.    This from the article &quot;8 Facts That Will Make you Think Twice Before Enrolling in a For-Profit College&quot; by Margaret Mattes at the Century Foundation. She explains:<span style='padding-left: 30px'></span>&quot;For-profit schools using federal aid charge an average of nearly 80 percent more than similar programs at for-profit schools without access to federal aid. The average certificate or associate degree program costs about four times as much at a for-profit college than at a state schoola difference far greater than the amount attributable to public funding. The average cost of a certificate program at a public institution is around $4,000, while it is over a whopping $19,000 at a proprietary one. For associate degree programs, the average cost is $8,313 at a public school and $34,988 at a for-profit.&quot;    Students unwisely responded to false promises, and lost the deal, went into severe debt. The architecture of the entire enterprise was wrong to begin with. The oversight was poor if oversight even existed. Now the onus is on those who were victims. Wrong! I ask you to read the entire article, and consider who really is irresponsible. Additionally, the total household net worth, the sum of all private savings in the U.S., is $92.4 trillion, up 64% since 2008, a fact from the Federal Reserve&#39;s Flow of Funds report. We are a very wealthy nation, and we can afford to tax ourselves to pay for non-profit public colleges with quality vocational arts programs. The annual GDP, sum of all economic output in a year, is $19 trillion in comparison. Public services (water, roads, ports, airports, schools, and all the residual services such as insurance, financial back-stopping, financial regulation and monetary control) belong in the hands of the state, not in the hands of private for-profit entities. My blog: Economics Without Greed, http://benL8.blogspot.com, has essays in this theme. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>    Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>   Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>    It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated previously in Congress. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled!  Schools should  be held accountable for EDUCATING students and not defrauding them out of their money.  And we shouldn&#39;t have to pay for FRAUD!!<br/><br/>Public institutions of learning should be supported by the government, so that we can create responsible citizens and future innovators who will further our country&#39;s progress and status in the world!<br/><br/>I personally attended excellent public schools when I was growing up and those prepared me for well paying jobs and to become the responsible tax paying citizen that I have been all my life.  I am now an older adult and I want other young people to have the advantages of a public education that I had in my youth.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please di not delay implementation of environmental safeguards. <br/>Our health, and that of our planet, depends on clean water and air. ",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "<br/><br/> I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/> I am asking the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Schools should be public so that all can afford them. Private schools only serve the elite who  have money. Hands off public education!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system.<br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "Dear Ms. DeVos,<br/><br/>As Secretary of the Department of Education, please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Also, please have the Department stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Finally, I believe that it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Best regards,<br/><br/>Alex Zukas",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "You do not, and cannot represent me or the majority of &quot;We, the People.&quot; You are completely the wrong person to be in your current position. You have no valid credentials to assume you know what you are doing, and to date that has been validated by your every statement and action. RESIGN, or fall into ignominy along with Trump and the rest of his cabinet of detestable despicables. We need a government full of well qualifies folks of the people and for the people, not Wall Street, not corporations, for profits and pacs. Just leave.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Please stop this total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dear Betsy,<br/><br/>I think that you should be helping students rather than supporting those agencies that prey on them.<br/>You help the moneylenders and seem to give no thought to the children who just want a chance for a better life.<br/>I pray that one day you will awaken and that your heart will open to the children whom you refuse to help.<br/><br/>Sincerely,<br/>Meg Jefferson<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Your position is indefensible insofar as you appear to care not a whit for the students whose educational needs have been entrusted to you. You have made it quite clear that either you are readily willing to sacrifice their educational needs to curry favor with private lenders who charge outrageous interest rates or more scarily, you just don&#39;t care about the students and see only the profit motive to be derived by these predatory lenders. You do the office to which you were appointed a serious disservice by your inability or unwillingness to fulfill your obligations and your resignation would be the only appropriate step at this juncture. You are quite clearly incapable of dispensing the duties of your office in a professional manner.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": " I am writing to urge you to  stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/> Furthermore,  please do not waste taxpayer money and your time and resources to re-write an existing well written law that serves to protect students from predatory, profit- motivated, unethical, educational practices . ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "If you want America to continue you really need to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Dept of Ed itself found that their school (Corinthian) broke the law.  The Dept of Ed also needs to stop giving federal loans and grants to schools that do not equip their grads to succeed in their careers (you know, like Trump &quot;University&quot; and the majority of the &quot;schools&quot; DeVos has financial interests in.)  Taxpayer-backed loan money shouldn&#39;t go to for-profit college executives who are scamming their students.  And stop wasting taxpayer money to re-do rules that were thoroughly debated during the Obama Administration!  You can look up the records -- that administration kept records and made them all readily available to the public.  The borrower defense and gainful employment rules work!  They ensure that taxpayers aren&#39;t subsidizing &quot;schools&quot; that bury their students in debt for a &quot;degree&quot; that means nothing.  These rules should be enforced, not delayed or dismantled.<br/><br/>They would be if you had any real interest in the health and continuity of America.  They would be if you cared at all about Americans.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am writing in support of students who have been defrauded by schools in which they enrolled.  Such students&#39; loans should be cancelled.  Schools with a history of fraudulent offerings should immediately be prohibited from qualifying for federal loans and grants.  The Department of Education should enforce the rules already in existence that protect borrowers (i.e., do not waste taxpayer money on re-inventing the rules).",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Come on folks, how about some common sense here? And some respect for the taxpayers&#39; money? And please, how about some concern for the students themselves?<br/><br/>Why must we re-do rules that were thoroughly debated during the Obama Administration? As a taxpayer, I object to this wastage! The borrower defense and gainful employment rules should be enforced, not delayed and dismantled -- they work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree.<br/><br/>Please give relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. And PLEASE stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers! Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students (duh!).<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Request that 46CFR 183.380 &quot;Overcurrent Protection&quot; be revised to specifically include additional UL approved circuit breakers (UL 1077) that meet the service requirements detailed within the regulation for:<br/><br/>(1) Inverse time delay;<br/><br/>(2) Instantaneous short circuit protection; and<br/><br/>(3) Switching duty if the breaker is used as a switch.<br/><br/>Requiring UL 489 circuit breakers in low voltage electrical systems is a cost prohibitive solution to circuit protection.<br/><br/>Recommend incorporation by reference of known and reliable ABYC E11 standard for low voltage systems.<br/><br/>",
    "label": "",
    "docketId": "USCG-2017-0480",
    "docAbstract": "Evaluation of Existing Coast Guard Regulations and Collections of Information"
  },
  {
    "text": "these organizations target aspirational  people who should be protected from fraud",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "June19, 2017<br/><br/>Ms. Seema Verma<br/>Administrator<br/>Centers for Medicare &amp; Medicaid Services<br/>Department of Health and Human Services<br/>Attention: CMS-1686-ANPRM<br/>P.O. Box 8016<br/>Baltimore, MD 21244-8016<br/><br/>Dear Ms. Verma:<br/><br/>I am writing in response to CMS&#39; request for comments on the advance notice of proposed rulemaking CMS-1686-ANPRM regarding possible revisions to case-mix methodology for the skilled nursing facility (SNF) prospective payment system (PPS). While I understand that changes are needed to update the current SNF PPS, I am very concerned that patients who need occupational therapy services may not be able to appropriately receive them under the RCS-I proposal set forth in the advanced notice. As an occupational therapy assistant this can be detrimental to our facility. Occupational therapy in the SNF addresses critical areas of participation, mental health, cognition, social supports, and environmental demands. Occupational therapy practitioners also contribute to holistic, person-centered care as a key part of the coordinated care team to plan treatment as well as discharge planning.<br/><br/>I am greatly concerned that the proposed RCS-I does not include any safeguards to ensure that patients will receive the occupational therapy they need. Patients must have access to medically necessary services, especially the most vulnerable and complex patients who risk further decline or injury without such services. <br/><br/>Therapy services provided by qualified therapy practitioners are particularly at risk of being left out of the services provided to patients due to the limited clinical categories included in the OT/PT component of RCS-I. The functional and cognitive criteria may not be as robust as necessary to clearly identify prospective need and costs. RCS-I also may not fully capture mild cognitive impairment, which is encompassed in ADLs and IADLs. RCS-1 must be adjusted, in line with the IMPACT Act, to ensure attention to cognition.<br/><br/>Further there are no safeguards to ensure that a patient who falls into the OT/PT payment component will in fact receive both OT and PT as needed. As it is currently written, there are no checks and balances in place to ensure that the patient receives the services they need. At a minimum, I recommend that the revised payment system include indicators for services provided by each discipline in the discharge assessment as described in the ANPRM. For example, one therapy may be provided in exclusion of the other since the facility will be reimbursed the same regardless of whether they provide OT or PT services. Also, a patient may not realize that they are receiving restorative care when they actually need therapy under an occupational therapy plan of care. <br/><br/>Additionally, as an occupational therapy practitioner and a patient advocate for appropriate care, I am concerned that while a patient may be categorized in a PT/OT classification, they may only receive one therapy at the discretion of the SNF. SNFs must be held accountable for meeting needs and assuring optimal progress and recovery. Even more concerning, the patient may not receive any therapy at all since there are no safeguards in RCS-I to hold SNFs responsible for providing appropriate, authentic therapy.<br/><br/>Also, per reimbursement and other legal requirements including state laws and regulations, an occupational therapy evaluation is required prior to provision of therapy. Once a patient is classified in a clinical category by the SNF staff completing the MDS admission assessment, how will my OT evaluation affect the patient&#39;s payment group category to account for the occupational therapy services that the patient needs but were not apparent in the initial determination? More specifically, as it is currently written, the proposed payment structure does not take into account the clinical perspective of rehabilitation when determining the OT/PT payment since it is based solely on the admission MDS. Below is an example of a patient who could be overlooked and not receive appropriate occupational therapy under RCS-I.<br/>Another concern is that implementing RCS-I too quickly could cause great confusion in SNFs. Other payers, including Medicaid, may not adopt RCS-I quickly, which could lead to SNFs using RUG-IV and RCS-I at the same time. This would be complicated for staff and add to administrative burden. For that reason, I request that CMS complete a feasibility study to examine the impact of this payment system, especially the impact of the OT/PT component, on access to medically necessary therapy services. <br/><br/>Thank you for the opportunity to comment on RCS-I in advance of a proposed rulemaking.<br/><br/>Sincerely,<br/><br/>Amber Williams, OTA/L<br/><br/>",
    "label": "",
    "docketId": "CMS-2017-0061",
    "docAbstract": "We are issuing this advance notice of proposed rulemaking (ANPRM) to solicit public comments on potential options we may consider for revising certain aspects of the existing skilled nursing facility (SNF) prospective payment system (PPS) payment methodology to improve its accuracy, based on the results of our SNF Payment Models Research (SNF PMR) project. In particular, we are seeking comments on the possibility of replacing the SNF PPS’ existing case-mix classification model, the Resource Utilization Groups, Version 4 (RUG-IV), with a new model, the Resident Classification System, Version I (RCS-I). We also discuss options for how such a change could be implemented, as well as a number of other policy changes we may consider to complement implementation of RCS-I."
  },
  {
    "text": "With regard to question E, I absolutely believe that the NRC should have a specific requirement for the licensee to have a patient isolation discussion with patients in sufficient time prior to the administration of radioactive iodine to provide the patient time to make isolation arrangements or the licensee to make plans to hold the patient, if the patient cannot be immediately released.  I had to assume the responsibility for educating myself when my daughter unfortunately needed to have RAI.  I did extensive research to ensure that not only my family, but also those around us with whom we had shared walls, would remain safe from the RAI.  I&#39;m sure there are many people who do not have the resources or ability to do such extensive research, and as a result are perhaps endangering themselves or others.  ",
    "label": "",
    "docketId": "NRC-2017-0094",
    "docAbstract": null
  },
  {
    "text": "In 2004, I received 150 mCi of RAI and was sent home to isolate in my master bedroom, where my husband and I sleep.  I prepared my room per the nuclear medicine physician&#39;s request and my husband slept in one of our child&#39;s rooms.  We have 3 children and they were 16, 14, 7 years of age at the time.  They stayed with friends for 3 days; per physician&#39;s request.  <br/><br/>On the second day after RAI treatment, I became very ill and vomited on the carpet and bathroom floor before I could make it to toilet or sink.  I asked my husband to make contact with the on-call nuclear medicine physician and there was no answer.  He left several messages for a return call and did not receive one return call!  My treatment was administered by an acclaimed hospital who takes great pride in thyroid cancer treatment!  I was told to isolate for 3 days and throw away all towels and sheets in a sealed plastic garbage bag.    After the 3 days, my children returned home and life went on.  <br/><br/>However, what about the RAI I vomited on the carpet?  Exposure to my husband and children?  What about the RAI disposed of in the plastic garbage bags? I thought RAI had to be contained in lead containers.  How do I know I was at a safe level to be around my family?  I don&#39;t have a Geiger counter!  During my follow-up exam, I asked the physician why I could not get a hold of anyone, and he had nothing to say about it.   There is NOTHING safe about sending people home after RAI treatment!   There is nothing safe about sending people to hotels after RAI treatment!   RAI is handled sparingly and with much more integrity in countries where they know what happens after one is exposed to RAI!  We should take protocol from them!  <br/><br/>This has been an on-going NRC discussion for as long as I have been a thyroid cancer survivor.  I hope I live long enough to see a real difference made in our medical communities in regards to RAI and sending people home or to hotels.  A hospital setting would be more efficiently equipped  to handle such a delicate and dangerous medical issue.  <br/><br/>",
    "label": "",
    "docketId": "NRC-2017-0094",
    "docAbstract": null
  },
  {
    "text": "Greetings from Cincinnati<br/><br/>&quot;EPA believes that the environmental health or safety risk addressed by this action may have a disproportionate effect on children. The basis for this determination can be found in the 2016 Rule (81 FR 35893). However, because this action merely proposes to delay the 2016 Rule, this action will not change any impacts of the 2016 Rule after the stay. Any impacts on children&#39;s health caused by the delay in the rule will be limited, because the length of the proposed stay is limited.&quot;<br/><br/>UNLESS THIS &quot;LIMITED&quot; IMPACT IS ON YOUR CHILDREN OR GRANDCHILDREN!!!!<br/><br/>I am 72 years old, you can&#39;t hurt me, no matter what you do or do not do.  But, you can IMPACT my eight children and ten grand children.  If we allow the Environmental Protection Agency to go ahead with this proposed stay for two years of certain requirements that are contained within the Final Rule titled &quot;Oil and Natural Gas Sector: Emission Standards for New, Reconstructed, and Modified Sources,&quot; real children will suffer.<br/><br/>As a health care professional, I care about my children and grand children, I also care about your children.  When it comes to a choice between corporate profits and jobs vs. our children and their health, I choose children every time.<br/><br/>Jim Myres, R.Ph.<br/>Cincinnati, Ohio<br/><br/>",
    "label": "",
    "docketId": "EPA-HQ-OAR-2010-0505",
    "docAbstract": "Background information for EPA's regulatory review of the Oil and Natural Gas Sector under sections 111 and 112 of the Clean Air Act"
  },
  {
    "text": "Protections for students are completely, absolutely necessary because of innumerable predators who want to take advantage of students.  It is the duty and role of the Dept. of Education to protect students.  When they thrive, society thrives.  When they go down in flames, they take many people with them, including all those they could help by moving forward with their education and career dreams.  <br/><br/>The Golden Rule is for the common good.  Follow it!!!!!!!!!!!!!!  Simple, right?!?!?",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "You must stop restricting public education and destroying the wonderful works from past cabinet members. You need to build and make better, not ruin and lay wreck to what we have in place!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am a lawyer in a small practice in Central New Jersey.  The number of people we have seen over the years who have <br/>been bilked by some of the for profit schools is shameful.<br/><br/>Weakening the regulation will only create the opportunity for continued bilking of our citizens by these terrible operations.<br/><br/>Good education programs which provide value are essential for our citizens and our economy.  <br/>Many of the for profit schools offer nothing of value to the students. <br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The Department needs to grant relief to enormous numbers of students waiting for their student loans for attending &quot;schools&quot; that have violated laws such as Corinthian, to be cancelled.  There should be NO DELAYS resulting in extra payments and unfair penalties for students caught in predatory scenarios, either by false schools or predatory lending institutions.<br/><br/>The Department should vet schools and lending institutions for which they issue loans.  NO predatory lending institution, nor unaccredited or false schools --NO SUPPORT for predators of any description (eg, schools such as Corinthian, ITT Tech, Trump University, etc.  <br/><br/>Enforce existing borrower defense and gainful employment rules, which work to ensure that American taxpayers do not subsidize false or corrupt schools that do not prepare students for career success.  This would especially be true of unaccredited schools, or those promoting political or religious agendas.<br/><br/>The department needs to stop issuing taxpayer-funded grants and loans to false and agenda-based schools.  No execs from these types of schools should become millionaires on the backs of taxpayers.  ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a complete waste of taxpayer money to re-do rules that were thoroughly debated and approved. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please do not roll back these reforms in how for profit institutions need to be regulated. Once again, we do not need to see fraudulent educational promises become the norm.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "We demand that the Dept. of Education grants the pending RELIEF to the tens-of-thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school, Corinthian, fully broke the law.<br/><br/>We demand that you STOP giving federal loans and grants to schools that do not equip their graduates to succeed in their careers! Taxpayer-backed loan money cannot be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Additionally, as you know very well, it&#39;s a CRIMINAL WASTE of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The delays in implementing regulations and protections around for profit colleges is disgraceful. She clearly has a personal interest in this in her own family business and is showing this partiality.  On so many levels, she is damaging our public school system, rather that doing her job to strengthen them.  Shameful.  ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "No money should be going to for-profit schools, specifically charters which manipulate the system to enhance personal income while leaving children who need additional help even further behind their peers.<br/><br/>Focus needs to be on giving ALL kids residing in the United States the skills they need to complete with children in other developed countries.  This means teaching real science, this means stop with the constant memorization and testing and working on HOW to learn, this means ensuring the schools the children of middle class and poor families attend are on a par for supplies and quality teachers as those for the wealthy.  <br/><br/>This means ensuring kids have the resources - food, health care, university education, enrichment options - from the time they are born so they are not penalized by the fact the US does NOT provide adequate health care and other support that kids receive as standard in most developed countries.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "This is disgraceful,  Betsy DuVos is making a mockery of education and must be stopped. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I ask that you stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/>Lastly, it seems a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system!   I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide healthy, sustainably-farmed food for my family to be burdened by unnecessary and oppressive requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.  <br/><br/>When the USDA adopted Animal Disease Traceability (ADT) just a few years ago, it committed to limiting its action to the issue of whether young cattle should be required to be identified when crossing state lines. This new ADT system is a breach of trust, going beyond the original agreement.  I oppose any requirement for electronic ID.<br/><br/>Electronic ID will suck the health out of the blossoming farming revolution, because it will be disproportionately expensive and burdensome for small producers like my family and friends.  <br/><br/>It&#39;s inordinately expensive. The profit margins for most livestock producers are miniscule.  A NAIS-type program means not only buying RFID tags (which are more expensive than the traditional metal or plastic ones), but having the infrastructure to properly place the tags, read the tags, and manage the data.  What a giveaway to the surveillance equipment industry!  And the tags have been shown to cause cancer!  <br/><br/>It doesn&#39;t address animal disease. Traceability does nothing to actually address disease. Sure, it is part of being able to control and limit the spread of disease once it happens, but the real focus needs to be on prevention!  If the government and industry spent even a fraction of the time that they have spent on NAIS on addressing overcrowding in feedlots, poor nutrition, toxic GMO feed, the overuse of drugs, and preventing imports from countries with outbreaks, we would have far healthier animals and less risk of disease in this country!  Plus, the food would be of much better quality for human health.  <br/><br/>This is an evil plot to skim money to boost industry profits on the backs of small and sustainable farmers!  The last time you were pushing electronic ID and tracking was about exports to South Korea and Japan, so big industry exporters could leverage foreign countries to open their borders to their products.  This time it&#39;s exporting to China, which already doesn&#39;t want our feedlot beef that is fattened up using toxic chemicals.  <br/><br/>Furthermore, the surveillance equipment industry lobbyists are behind this, because they stand to make huge undeserved profits from selling tens of millions of electronic tags, and from managing the massive databases that would be part of the system.  Multiple companies and trade organizations stand to make a lot of money from the program-at the expense of the vast majority of farmers and ranchers.<br/><br/>We don&#39;t need every animal to have a cancer-causing electronic tag in its ear, and its information entered in a database. What we need are programs that support independent producers, a vibrant competitive market, and healthy animal management to prevent disease. <br/>",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "I am writing to ask the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I would also urge the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/> In my opinion it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Thank you for your consideration in this matter.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Why we don&#39;t need electronic livestock tags:  It&#39;s too expensive. The profit margins for most livestock producers are tiny. A NAIS-type program means not only buying RFID tags (which are more expensive than the traditional metal or plastic ones), but having the infrastructure to properly place the tags, read the tags, and manage the data.<br/>It doesn&#39;t address animal disease. Traceability is part of being able to control and limit the spread of disease-but it does nothing to actually address disease. The real focus needs to be on prevention. If the government and industry spent even a fraction of the time that they have spent on NAIS on addressing overcrowding in feedlots, poor nutrition and the overuse of drugs, and preventing imports from countries with outbreaks, we would have far healthier animals and less risk of disease in this country. But those things cost the industry money and limit their international markets, so they&#39;d rather focus on tagging and tracking animals.<br/>It&#39;s about money. The real reason the industry players want electronic ID and tracking is to boost their own profits. The first time around, it was about exports to South Korea and Japan-because, with a 100% traceability program, exporters have greater leverage to claim that countries must open their borders to our products. This time, they&#39;re talking about exporting to China. Not to mention the profits to be had from selling tens of millions of electronic tags, or from managing the massive databases that would be part of the system. Multiple companies and trade organizations stand to make a lot of money from the program-at the expense of the vast majority of farmers and ranchers.<br/>We don&#39;t need every animal to have an electronic tag in its ear and its information entered in a database. What we need are programs that support independent producers, a vibrant competitive market, and healthy animal management to prevent disease.",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "<span style='padding-left: 30px'></span>Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. <br/><span style='padding-left: 30px'></span>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/><span style='padding-left: 30px'></span>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The Department needs to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "<span style='padding-left: 30px'></span>Just got done reading Mr. Bullard&#39;s &quot;no silver bullet&quot; letter. To me it sounded like a half hearted attempt at an apology<br/>   for the abysmal, inept,costly,and resource squaundering job nmfs is doing managing fisheries in the north east. <br/>   Nmfs budget grows while 8 years of overt privatization of the industry results in 90 percent cut backs in cod stocks  <br/>   and record numbers of boats being forced out of business. Yet he seems to double down on the status quo going forward<br/>   to fix what&#39;s going on. Is this leadership? <br/><span style='padding-left: 30px'></span>It wasn&#39;t that many years ago the future of ground fish stocks wasn&#39;t so bleak. That was under days at sea when a shared  <br/>   more democratic form of management was in place. If you go back ten years and look at stocks number of boats its not<br/>   hard to see what went wrong with the system. Nmfs got out of the regulation business and went into picking winners and <br/>   loser business. This isn&#39;t only a loss fir all the people who aren&#39;t fishing any longer but to future ones who won&#39;t be because <br/>   of this councils actions. <br/> <br/> <br/>",
    "label": "",
    "docketId": "NOAA-NMFS-2017-0021",
    "docAbstract": "This action would:\n-Set 2017 specifications for three U.S./Canada stocks (Eastern Georges Bank (GB) cod, Eastern GB haddock, and GB yellowtail flounder);\n-Set 2017-2019 specifications for witch flounder;\n-Establish an allocation of Northern windowpane flounder for the scallop fishery; \n-Revise catch thresholds for implementing the scallop fishery's accountability measures for both its GB yellowtail flounder and Northern windowpane flounder allocation; and \n-Increase the GB haddock allocation for the midwater trawl fishery."
  },
  {
    "text": "This proposed regulation on food labeling seems to be absolutely necessary in the food industry and should be implemented sooner rather than later. The food industry should be held accountable for notifying the public of what is being served, including its contents and calories. <br/><br/>Currently, items being served in food establishments and sold in grocery stores contain a variety of unhealthy ingredients that are responsible for the increased obesity ratings in the United States. It is absolutely pertinent that people are able to identify what they are eating and what the calorie intake would be upon consumption of any one food item. The FDA should ensure that this rule be readily enforced as it would surely aid in the prevention of most major health problems that affect Americans.  <br/><br/>As a consumer, labeling helps determine what I choose from any given menu as my choices ultimately affect my own health. In this sense, the disclosure of such information affects my longterm quality of life. I believe it is in the best interest of the public for establishments that sell and serve food, to label their products and menus as soon as possible. ",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "You seem to be confused. The &quot;P&quot; in EPA stands for protection, not pollution. Do you jobs.",
    "label": "",
    "docketId": "EPA-HQ-OAR-2010-0505",
    "docAbstract": "Background information for EPA's regulatory review of the Oil and Natural Gas Sector under sections 111 and 112 of the Clean Air Act"
  },
  {
    "text": "STOP your efforts to kill the methane ruling. EPA should be protecting our planet, not selling it to the highest bidder. This ruling protects our nation, citizens, and environment. ",
    "label": "",
    "docketId": "EPA-HQ-OAR-2010-0505",
    "docAbstract": "Background information for EPA's regulatory review of the Oil and Natural Gas Sector under sections 111 and 112 of the Clean Air Act"
  },
  {
    "text": "Please grant relief to the thousands of students who are still waiting for their loans to be cancelled, even though their schools broke the law.<br/><br/>I ask that you stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Loans backed by our taxes shouldn&#39;t be used to turn for-profit colleges when they are scamming students. <br/><br/>I believe it is a waste of our taxes to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "If you dismantle student loan forgiveness and income based repayment programs you will destroy the real economy for most Americans.  Your plan lacks foresight and shows that short-term gain for yourself and a small number of very wealthy Americans motivates you.<br/><br/>You are also destroying the public elementary and high school education system that could allow for some upward class mobility for Americans.  At a time when income and wealth disparity are at record highs that create a veritable cast system where most are poor in America, your plans are again short sighted and make the &quot;American Dream&quot; even more impossible.<br/><br/>The ill-conceived nature of your proposals are obvious to most Americans.  You will only foment distrust and unrest if you exploit the country to amass wealth for yourself and a few others.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The Department of Education must stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/><br/>I Urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. <br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>The Department of Education must put the needs of students FIRST!!!!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am urging you to allow students to get money retuned from non performing colleges.  A business women like you would not tolerate these shoddy business actions",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I&#39;m asking the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>The Department of Education it is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The Department of Education must stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a waste of time to try to roll back rules thoroughly debated during previous administrations.  Do not try to to rollback the protections for students affected by predatory lenders and the prohibitions on predatory lenders.<br/><br/>The Department of Education is the Department of Public Education, not the department of vouchers-to-cronies-and-gut-public-education-spending-so-the-rich-get-richer.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled when their school broke the law.<br/><br/>Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Imagine getting feedback from actual educators in public schools, from K though graduate schools in State institutions!  I&#39;ve taught people at all levels for 35 years and support government funding of programs which would help our citizens, and citizens from elsewhere on the globe, learn in these bodies of serious learning and research.<br/><br/>Sandra McPherson, Professor Emerita, University of California at Davis, with 4 years on the faculty of the University of Iowa Writers Worskhop.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled. Education is a public good and an investment in the future of America, it should not be turned into a privatization profit opportunity.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "As a former college educator I urge the Department of Education to grant loan relief to the many students who tried to get further education by enrolling in Corinthian college. The school broke the law, as was determined by the DOE itself! Why should the students suffer because of the school&#39;s criminal record?<br/><br/>In addition, there is no reason to fund schools( with my tax payer money) who cannot equip their students for gainful employment. And what&#39;s worse is the blatant profiteering of school administrators off the scams they construct.<br/><br/>Finally, the DOE has spent time and energy reviewing the borrower defense and gainful employment rules. We the citizens and tax payers expect you to now do your job and enforce these rules. Enough of wasteful delay and dismantling behavior! It almost seems as you are working against poor students vs advocating for them. <br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Students are the future of our country.  I am shocked to learn that Secretary DeVos is overturning protection for students who have had to take out loans, and is instead privileging for-profit college executives  I urge the Department of Education to stop giving federal loans and grants to schools that have a record of defrauding students.  In addition, I demand that the Department of Education work quickly to  grant relief to students who are waiting for their loans to be cancelled as the result of the collapse of the schools they attended.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department of Education to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though<br/> the Department itself found that their school (Corinthian) broke the law. <br/><br/>I ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed<br/> loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. <br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful<br/> employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced,<br/> not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "If you really value education, you must consider all of the students in this country no matter what level of education they are seeking. Just because you are wealthy, you won&#39;t  be able to take it with you! Why not do something worthwhile for mankind!!!!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system.<br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers. ",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Thank you.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I join with my cohorts in Public Citizen undemanding that the  the Gainful Employment and Borrower Defense rules be maintained. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Students attending for profit educational institutions should be guaranteed success if they complete their studies.  The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.  Taxpayer-backed loan money should not be used to turn for-profit college executives into millionaires, even as they scam students. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "We need relief for students stuck with loans for education that was a sham.  The institutions involved have been ruled against but still DeVos does not prioritize this.  The Dept. of Education has ruled against these schools.  Students should be protected from scoundrel schools and programs so weak they are unable to prepare the students.  Yet, private companies make money from these scams.  ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "These expensive programs would disproportionately burden small-scale and pasture-based producers, in the name of profits for meat packers and technology companies",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "I&#39;m a small farmer who is very concerned about Animal ID proposals because they tend to disproportionately hit small growers, disrupt local food webs before they have a chance to become established, and do nothing to prevent or eliminate livestock disease.<br/><br/>I live in a rural region that&#39;s trying to recover from the great emptying-out of a generation ago. People in their thirties are finally moving back to the land to raise kids and start ag-based businesses, including small pasture-based meat operations. I see firsthand how razor-thin their margins are, with a failed freezer or even a kid&#39;s broken arm meaning the difference between breaking even or needing to take out a loan.  In other words, they do not have the money to spend on expensive RFID ID tags -- to say nothing of the equipment to read them and keep records. Implementing RFID traceback would lierally put them out of business. It would certainly prevent me from even dreaming of raising livestock. (I raise row crops now.)<br/><br/>Scale matters. America shouldn&#39;t be a place where you can only have 1 chicken or 500,000 chickens. You should be able to have 80 or 800, too. Agriculture is the most fundamental of all industries, and it needs to continue to be a trade someone can go into with a borrowed acre, a cup of seeds, and a couple of ewes.  That&#39;s not out of some romantic ideal but out of a practical socioeconomic need for people with few resources to be able to support themselves, and earn a cash income, in rural America. If people can&#39;t operate small and mid-sized farms, we all lose.<br/><br/>That said, if RFID would make a positive difference in food safety, then maybe it should be required even if it annihilated a whole generation of fledgling livestock farms. But it won&#39;t improve food safety. It does nothing to control outbreaks, improve biosecurity, or patch the supply-chain problems that are the root of most foodborne illness.  It is merely an expensive, mandatory, technological add-on that will be absorbed effortlessly by the largest corporations, while handily eliminating their competition.<br/><br/>The social, economic and landscape consequences of burdening small livestock operations with onerous and useless technologies are unacceptable. Please forget all about &quot;improving&quot; animal ID and instead try improving hygiene and biosecurity (including antibiotic use!) in the largest farms -- the ones that account for the vast majority of foodborne illness.",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "RE: Docket ID No. EPA-HQ-OW-2009-0819<br/>To Whom It May Concern:<br/>Please see attached written comments supported by 32,690 supporters of the Sierra Club.  Their names and contact information are also included below.<br/><br/>Please do not delay any of the compliance deadlines for the 2015 Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Point Source Category nor propose to weaken any of the pollution limits required in these final standards. <br/>Before the 2015 final standards were issued, effluent guidelines and standards for coal-fired power plants had not been updated since 1982 and contained no limits on arsenic, lead, mercury, and other harmful pollutants. EPA issued the final ELG rule in 2015 after an extensive rulemaking process, which included numerous technical and scientific studies and hundreds of thousands of public comments, the majority in support of eliminating toxic water pollution from power plants. <br/>Affordable technologies exist today that can eliminate nearly all of this pollution - in fact, many plants are already using it, and the remaining plants must upgrade to these 21st century technologies. The standards finalized in 2015 were already long overdue and any further delay will result in more polluted streams and lakes that are unsafe for fishing and place additional public health risk on communities that rely on drinking water sources downstream of coal fired power plants. <br/>I urge you to not delay any of the compliance deadlines for the final 2015 standards and guidelines for coal -fired power plants, nor propose to weaken any of the pollution limits required in these final standards. Thank you for considering my concerns.<br/>",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "NOAA-NMFS-2017-0021",
    "docAbstract": "This action would:\n-Set 2017 specifications for three U.S./Canada stocks (Eastern Georges Bank (GB) cod, Eastern GB haddock, and GB yellowtail flounder);\n-Set 2017-2019 specifications for witch flounder;\n-Establish an allocation of Northern windowpane flounder for the scallop fishery; \n-Revise catch thresholds for implementing the scallop fishery's accountability measures for both its GB yellowtail flounder and Northern windowpane flounder allocation; and \n-Increase the GB haddock allocation for the midwater trawl fishery."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "July 6, 2017<br/><br/>Attention Docket ID No. EPA-HQ-OW-2009-0819<br/><br/>RE: Postponement of Certain Compliance Dates for the Effluent Limitations Guideline and Standards for the Steam Electric Power Generating Point Source Category.  <br/><br/>Dear Administrator Pruitt:<br/><br/>We are Mobile Baykeeper, a twenty-year-old nonprofit organization in Coastal Alabama whose mission is to provide citizens a means to protect the beauty, health, and heritage of the Mobile Bay Watershed and our coastal communities. We are submitting comments on behalf of our board, officers, staff and more than 4,500 members regarding the postponement of certain compliance dates for the Steam Electric Effluent Generating Guidelines and Standards (ELG rule). Please see attached comment letter file below for our comments. <br/><br/>Thank you in advance for your consideration of these comments. Please feel free to contact us with any questions at (251)-433-4229.  <br/><br/>Sincerely,<br/><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><br/><br/>Casi (kc) Callaway<span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span>Cade Kistler<br/>Executive Director<span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span>Program Director<br/>Mobile Baykeeper<span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span>Mobile Baykeeper<br/><br/>",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "See attached file(s)<br/><br/>Attached letter is with respect to Docket No USCG-2017-0480, responding regarding the investigation and consideration of change to the TWIC reader rule.  ",
    "label": "",
    "docketId": "USCG-2017-0480",
    "docAbstract": "Evaluation of Existing Coast Guard Regulations and Collections of Information"
  },
  {
    "text": "City Utilities of Springfield, Missouri comments to the Proposed Rule: Postponement of Certain Compliance Dates for the Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Point Source Category submitted by Daniel Hedrick, Director-Environmental Affairs.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "I would like to tell you my story, so when you are training health care providers on pain management and safe use of opioids, you have some real world context.<br/><br/>I have had migraines for 25 years, almost ten of those years have been chronic migraine.  I put myself through graduate school with migraines, earned an MBA with honors (Beta Gamma Sigma) and had extensive plans for my career and personal life.  As of today, I have lost almost everything.  I have lost my ten year relationship, a meaningful career, most of my personal relationships and personal life, and the rest of my health and well-being.  I have tried 74 non-opioid treatments for my migraines, including a horribly extensive and disabling nerve stimulator implant that was ultimately removed due to MRSA.  I have other diseases, such as celiac, where I have had to dramatically change my life and diet, and have been successful, so I am not the kind of person looking for the easy fix.  And I am certainly not a drug addict.  I take my opioids only when I am in pain. Period.  My pain medicines enable me to work, albeit I work for my ex, who allows me a very flexible schedule.  Without medication, there is no way I could work at all.  As it is, I work or I am on the couch.  I don&#39;t really have much of a social life, and I save all my energy for my job.  But one thing I try to do every year is attend Headache on the Hill in Washington DC and Miles for Migraine, two organizations advocating for increases to medical research.  If migraine and other pain disorders had adequate medical research dollars, maybe all of us pain patients would have non-opioid treatments that worked.  I would LOVE to stop taking opioids tomorrow, and I will when something that works comes along.<br/><br/>I was first prescribed opioids twenty years ago - I refilled my prescription a couple times a year.  I have always known that opioids are serious, addicting medicine that should be used with great care.  I made a pact with myself twenty years ago that if I ever used my medication and wasn&#39;t in pain, I would stop using my medication.  When my migraines became chronic, I worked closely with my doctor, tried every treatment available, had a pain contract, did urine testing, whatever was necessary.  When hydrocodone was rescheduled, my injection treatments were taken away (they were always given in a clinic or ER setting, I was never prescribed injections at home).  I had undiagnosed celiac disease, so I wasn&#39;t absorbing my oral medications.  When the injections were taken away, I became disabled.  All of my doctors said they wanted to give me the injections, but could not because of government regulations.  I have never been prescribed more than 100 MME, which is what the CDC guidelines were supposed to be targeting.  Why was my medication decreased if I was well under the 100 MME limit of concern?  Has this lack of treatment saved lives or are more people now dying from illegal opioids?  What I am supposed to think when I hear about legitimate pain patients committing suicide because they are now in too much pain to live?  What is the point to all of this suffering?  Why are doctors being forced into watching their patients suffer?  What is a patient supposed to do when they lose their doctor or their job and have to start all over again demonstrating that we are truly in pain?  When I have to take multiple days off of work to suffer in bed in level 9-10 pain when a small pain injection could help me within minutes, what am I supposed to think?  Why is the government and medical community determined to make me more disabled than I already am? <br/><br/>Pain patients have so much stigma and disability in their lives.  Since we did not create the illegal addiction problem, please stop making our lives more difficult than they already are.  I am begging doctors to start standing up for their patients publicly.  Thank you.",
    "label": "",
    "docketId": "FDA-2017-N-1094",
    "docAbstract": null
  },
  {
    "text": "Attached is Nebraska Public Power District&#39;s letter on comments of the Postponement of Certain Compliance Dates for the Effluent Limitation Guidelines and Standards for Steam Electric Generating Point Sources; 82 Fed. Reg. 26,017, June 6, 2017; EPA-HQ-OW-2009-0819.  Hard copy of letter mailed 7-5-2017 via certified return receipt.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Re:  Docket ID No. EPA-HQ-OW-2009-0819<br/><br/>Attached please find comments submitted on behalf of the Ohio Valley Electric Corporation, and its wholly owned subsidiary, Indiana-Kentucky Electric Corporation on the EPA&#39;s proposed rule to postpone certain compliance dates for the ELG Rules applicable to the Steam Electric Power Generating Point Source Category.<br/>Thank you,<br/><br/>J. Michael Brown<br/>Environmental, Safety &amp; Health Director",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "RE: EPA-HQ-OAR-2010-0505<br/><br/>To Whom It May Concern,<br/><br/>As a citizen of the United States and a resident of an area deeply impacted by decisions associated with the regulation of Oil and Gas emissions from New, Reconstructed, and Modified sources, It is with a firm voice that I oppose any stay of sensible and well crafted regulations that protect the air my family and I breath.<br/><br/>Having a house in Aztec, New Mexico in the heart of the San Juan Basin, I am on the front lines of witnessing both the positive economic impact of oil and gas jobs as well as the devastating environmental impact on the natural environment and the health and wellbeing of said community.  As a frequent traveler, I can aver that Aztec is the only place I have ever been where middle-aged people wear oxygen dispensing backpacks while shopping at Safeway.  It is the only place I have visited where nearly all of the High School students are afflicted with some respiratory distress or another. It is a place where long time cattle ranchers have given up the business because of toxic and unregulated emissions. Looking at the area from above, or considering the results of NASA&#39;s Jet Propulsion Lab study on the causes of the concerning Methane Cloud over the Four Corners the reason for the respiratory distress of San Juan County NM becomes obvious.   A 2 year stay on regulations to address these issues is needlessly detrimental to the health and wellbeing of communities in the heart of Oil and Gas country.<br/><br/>For several years the EPA worked diligently with the help of the public and industry stakeholders in crafting sensible regulations that would bring the Oil and Gas Industry into the 21st century.  Now, after a diligent and comprehensive process, at the behest of industry the EPA is considering a stay of the rule which would require Oil and Gas producers to protect our air and that of our children.   Specifically, a stay is proposed on regulations that limit fugitive gas, that oversee pneumatic pumps and that require certified Engineers to sign off on closed vent systems to comply with the Clean Air Act.  I strongly oppose this stay as it is myopic, anachronistic, and a cynical attempt to continue needlessly polluting operations at the expense of human and environmental health. <br/><br/>I oppose a stay on this sensible regulation because I believe that the communities which produce oil and gas deserve to benefit from easily implemented technologies that will have a positive impact on community health.  I oppose a stay on this regulation because Oil and Gas Companies should pay, as a cost of doing business, to comply with needed regulation that protects human health and the natural environment. I oppose a stay on this regulation because it takes the incentive away from industry to innovate and continue to lead the world in next generation technologies.  I oppose this stay because regulation will increase local jobs to ensure compliance.  I oppose this stay because certain states are already requiring a higher degree of emission control and monitoring while industry continues to thrive.<br/>Please consider the fundamental mandate of the EPA, the spirit and intent of the Clean Air Act, the health and well-being of impacted communities, and the natural environment in assessing this proposed stay to very sensible regulation.<br/><br/>Sincerely,<br/><br/>Michael Carey<br/>",
    "label": "",
    "docketId": "EPA-HQ-OAR-2010-0505",
    "docAbstract": "Background information for EPA's regulatory review of the Oil and Natural Gas Sector under sections 111 and 112 of the Clean Air Act"
  },
  {
    "text": "See attached",
    "label": "",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "See attached file(s)",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Attached are comments of the Indiana Coal Council, Inc.  Thank you for the opportunity to provide comment.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "For the health of Latino families, and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health my family and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I&#39;m writing to strongly endorse menu labeling.  Studies have shown even nutritionists can&#39;t accurate estimate calories in restaurant meals and, as someone with a weight problem, I definitely appreciate being able to make choices based on knowing calorie counts of foods.<br/><br/>I am also a public health professional and as such, I know that preventable risk factors such as physical inactivity and poor diet have contributed to the obesity epidemic over time. Local health departments work with a wide range of community partners to create conditions and policies that help people make healthy choices, such as avoiding tobacco use and eating healthier foods. <br/><br/>Delaying the implementation of menu labeling denies Americans the ability to make their own informed choices about how many calories to eat at a time of high rates of nutrition-related health problems such as diabetes, heart disease, and obesity, which add significant fiscal and public health burdens on the American public, businesses, and federal, state, and local budgets. <br/><br/>Studies show that providing nutrition information at restaurants can help people make lower-calorie choices and encourage restaurants to provide healthier offerings. According to the Food and Drug Administration&#39;s (FDA) regulatory impact analysis, the estimated benefit of menu labeling is $9.2 billion over 20 years: the total cost is $1.2 billion, providing a total savings of $8 billion over 20 years. A Harvard University study found restaurant menu labeling could prevent up to 41,000 cases of childhood obesity and could save over $4.6 billion in healthcare costs over ten years.<span style='padding-left: 30px'></span><br/><br/>Given that the menu labeling final rule was stayed a day before the compliance date, all chain restaurants, supermarkets, convenience stores, and other food service establishments would have had to already have their prepared foods and menu items analyzed, their menus redesigned and updated, and staff trained. Delaying the compliance date is unlikely to result in any cost savings for them. In fact, if the requirements of the regulations are changed, it is likely that chains will incur additional costs. <br/><br/>Many national restaurant chains have labeled for years under state and local menu labeling laws beginning nine years ago with the implementation of the first two menu labeling laws in New York City and Seattle/King County, Washington with leadership from the local health departments in those cities. Food establishments have demonstrated that labeling is feasible in a reasonable space and at a reasonable cost without liability risks. A national poll found that 80% of Americans support calorie labeling at chain supermarkets, the same level of support as for restaurant labeling.<br/><br/>When drafting the menu labeling statute, Congress, advocates, and the restaurant industry all strongly agreed that menu labeling should be broadly applied to all establishments that sell food for immediate consumption. The FDA addressed concerns about covered establishments in the final regulations, taking into account different business practices and operations, including doing business under the same name and offering for sale substantially the same menu items, and carefully considered industry concerns expressed during the comment period. <br/><br/>Under the final rule, calorie information must be posted clearly and conspicuously for self-service foods and foods on display so that customers can use the calorie information at the point of selection.  Posting calories in a location that is not visible to people as they are making food selections would significantly weaken menu labeling, limiting access to and the usefulness of calorie information for consumers. The FDA has already provided considerable flexibility for labeling foods on display. According to the FDA&#39;s final guidance, there are several options for the placement of calories for foods on display. <br/><br/>It is essential for calories to be listed for each item as offered for sale. Without standardization, people will have difficulty using the nutrition information for menu items. Posting the total calories per menu item enables consumers to more easily compare different types of food items and determine how many people will share the item. <br/><br/>In order to protect the public&#39;s health, I strongly urge the FDA to revoke the compliance date extension and move forward with implementing the menu labeling regulations as finalized. Americans need calorie labeling to make informed choices. The final menu labeling regulations provide well-defined nutrition labeling requirements that are applied in a fair manner to all covered establishments and would provide accessible calorie labeling to allow consumers to make their own choices.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "My son who received VA Disability for multiple insuries from multiple tours in OFF and OEF  sought out medical relief through the VA.  They started him on a low dose hydrocodone of .5 mg. His body mass and metabolism requires a higher dosage,  but due to DEA classifications  and VA regulations they did not give him a higher dose. He doubled up on them and went through the 30 RX quicker than the prescribed amount. He was honest with the VA and told them the TRUTH. They administered a urinalysis and he came up negative for barbiturates.  They accused him of selling them and have denied him any further pain relief medications. Being drug tolerant is NOT the same as being drug dependent. I have researched this at great lengths.  Now my son suffers in pain.  ",
    "label": "",
    "docketId": "FDA-2017-N-1094",
    "docAbstract": null
  },
  {
    "text": "Before reading this docket, I was not in favor of such a proposed rule of having more security and inconveniencing the taxpayers to allow our president the opportunity of more vacation time. However, once I read the docket, I have formed a better understanding of the situation. This proposed rule is to merely have a plan in place for when the president is there. This proposed rule will allow the community, both off and on land, to know what waterways they must avoid or the procedures to be granted permission to cross into the protected areas. I believe having this proposed rule in pace will be more beneficial to the taxpayers and citizens as long as they are properly informed when the heightened security measures are in place. It is much easier to enforce an established well planned rule than to fly by the seat of your pants at the last minute.",
    "label": "",
    "docketId": "USCG-2017-0016",
    "docAbstract": null
  },
  {
    "text": "Dear Administrator Pruitt,<br/><br/>Please do not delay any of the compliance deadlines for the 2015 Effluent Limitations Guidelines and Standards for the Steam Electric Power Generating Point Source Category nor propose to weaken any of the pollution limits required in these final standards.<br/><br/>Before the 2015 final standards were issued, effluent guidelines and standards for coal-fired power plants had not been updated since 1982 and contained no limits on arsenic, lead, mercury, and other harmful pollutants. EPA issued the final ELG rule in 2015 after an extensive rulemaking process, which included numerous technical and scientific studies and hundreds of thousands of public comments, the majority in support of eliminating toxic water pollution from power plants.<br/><br/>Affordable technologies exist today that can eliminate nearly all of this pollution - in fact, many plants are already using it, and the remaining plants must upgrade to these 21st century technologies. The standards finalized in 2015 were already long overdue and any further delay will result in more polluted streams and lakes that are unsafe for fishing and place additional public health risk on communities that rely on drinking water sources downstream of coal fired power plants.<br/><br/>I urge you to not delay any of the compliance deadlines for the final 2015 standards and guidelines for coal -fired power plants, nor propose to weaken any of the pollution limits required in these final standards. Thank you for considering my concerns.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Do not postpone these dates. This proposal slows down the recovery of our waterways and eco systems. ",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Make schools that defraud students with useless degrees pay back the student loans borrowed to pursue these degrees, the students should not have to pay for these loans.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge you to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that Corinthian broke the law. I ask that you stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. And iit is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "There is no question that insulin-induced hypoglycemia and its cognitive impairment effects place patients with diabetes at risk when driving. Little is known about the factors that influence safe driving ability. A meta-analysis of 15 studies suggested that the relative risk of having a motor vehicle accident for people with diabetes as a whole, i.e., without differentiating those with a significant risk from those with little or no risk, as compared with the general population ranges between 1.126 and 1.19, a 12-19% increased risk during hypoglycemic episodes in these patients (American Diabetes Assocation, 2012). Although dependent on patients&#39; honesty and the accuracy of recall, the disclosed accident rates of 4.9 per million miles driven for male drivers and 6.3 per million miles for female drivers are comparable to the accident rate of a non-diabetic driving population (Eadington &amp; Frier, 2009). Licensing rules which lead to a suspension of a driver&#39;s license following an episode of hypoglycemia should allow for waiver of these rules when the hypoglycemia can be explained and addressed by the treating physician and is not likely to recur.<br/>American Diabetes Association, (2012). Diabetes and Driving. Diabetes Care;35(1), S81-S86<br/>Eadington D. &amp; Frier (2009). Type 1 diabetes and driving experience: an eight-year corhort study. Diabetic Medicine; 6(2) 137-141<br/>",
    "label": "",
    "docketId": "FMCSA-2007-27387",
    "docAbstract": "Subject: Qualification of Drivers; Exemption Applications; Diabetes"
  },
  {
    "text": "ED should grant relief to tens of thousands of students still waiting for their loans to be cancelled. ED itself found that their school, Corinthian, broke the law.<br/><br/>ED should stop giving federal loans and grants to schools that do not actually educate their students for their careers. Don&#39;t let schools scam their students.<br/><br/>ED should not waste of taxpayer money to re-do rules that are already thoroughly debated. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that put students in debt for a useless degree. The rules should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "People / students have been used and defrauded. Why do you feel a need to allow law breakers to continue to waste my tax dollars and hurt individuals? Do crooks have their way with you? You are now part of the &quot;Swamp&quot; that needed draining!<br/>Shameful!",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dept of Education purpose is to promote policies that encourage availability of quality education.  This would of necessity include protecting students from fraudulent or low quality institutions. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "July 6, 2017<br/><br/>Ms. Daphne Y. Jefferson<br/>Deputy Administrator<br/>Federal Motor Carrier Safety Administration<br/>U.S. Department of Transportation<br/>1200 New Jersey Avenue, SE<br/>Washington, DC 20590-0001<br/><br/>RE: Lease and Interchange of Vehicles; Motor Carriers of Passengers; Docket No. FMCSA-2012- 0103<br/><br/>Dear Ms. Jefferson:<br/><br/>On behalf of Pure Luxury Transportation, I respectfully request clarification and an extension of time to submit comments to the Federal Motor Carrier Safety Administration&#39;s (FMCSA&#39;s) &quot;Proposal in response to petitions for reconsideration; request for public comments,&quot; concerning the Lease and Interchange of Vehicles; Motor Carriers of Passengers final rule (L&amp;I rule), Docket No. FMCSA-2012-0103 &quot; (Proposal). As to additional time, we request a 60-day extension to submit comments, extending the current response deadline of July 31, 2017, to October 1, 2017.<br/><br/>Pure Luxury Transportation, founded in 1991, is a full service worldwide executive ground transportation company committed to perfection and superior customer service. Pure Luxury Transportation is also a member of the California Bus Association. As such, our purpose is to further the common interest in developing a positive business climate for motor coach operators in California, and to ensure that the motor coach industry is represented before State and Federal government on matters such as the aforementioned FMCSA docket. <br/><br/>My company has a strong interest in the FMCSA rulemaking concerning the L&amp;I rule. My company appreciates the Agency&#39;s notice extending the compliance date of the 2015 rule to January 1, 2019, and we are happy to see FMCSA taking the next steps to address the petitions for reconsideration. However, we, along with other members of the motorcoach industry, are confused by the Proposal published on June 16, 2017, and how it relates to revising the regulation. <br/><br/>Therefore, we ask that FMCSA clarify its actions to undertake revisions of the final rule by: 1) publishing a formal notice of proposed rulemaking (NPRM); 2) including proposed regulatory text in the new NPRM, for comment; and 3) clarifying in the new NPRM the Agency&#39;s position with regard to the four categories identified as areas for regulatory revision, in the August 31, 2016 notice of intent. If FMCSA takes these steps, we will have a better understanding of how the Agency plans to revise the final rule and can provide appropriate comments, and hopefully not have to challenge it again. <br/><br/>I appreciate your timely consideration of this request in advance of the current July 31 comment deadline, and I look forward to FMCSA resolving the issues with the May 2015 rule. <br/><br/>Respectfully,<br/><br/>Gary Buffo<br/>President/ CEO <br/>Pure Luxury Transportation<br/>4246 Petaluma Blvd.<br/>Petaluma, CA 94952<br/>",
    "label": "",
    "docketId": "FMCSA-2012-0103",
    "docAbstract": "Lease, Rental, and Interchange of Vehicles in Interstate Commerce; For-Hire Motor Carriers of Passengers"
  },
  {
    "text": "Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>It is time to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am unhappy with the changes our new administration, through Ms. DeVos, is making.  Here are my requests:<br/><br/>Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though your department has already found that their school (Corinthian) broke the law.<br/><br/>Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Please consider the people - not the corporations that pay for this adminstrationS<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Please do not waste taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Thank you.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "<br/><br/>Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled. The Department itself found that Corinthian broke the law.<br/><br/> Stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>   It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "10s of 1,000s of students are STILL waiting for their loans to be cancelled, even though the Department of Education itself found that their school (Corinthian) broke the law. Get with it , cancel those federal student loans now. <br/><br/>STOP giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>Good grief, no wonder 18 states and the District of Columbia, Public Citizen, and the Project on Predatory Lending at Harvard Law School have ALL filed lawsuits against Betsy DeVos.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Your administration has nothing to do with education.  Its all  about money for your friends.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Dear Secretary DeVos,<br/>You have failed and continue to fail the current and future students that you profess to care so deeply about. Privatized education has done more harm than good. Sweden&#39;s national privatized education system is just one example that is proof positive that privatized education is against America&#39;s interest. Your roll back of regulations, particularly in regard to private educational enterprises, hurts students. I urge you to vigorously enforce those regulations instead of rolling them back.<br/>Thank you for reading my comments.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students. Grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law. And it is absolutely a waste of taxpayer money to re-do rules that were thoroughly debated and resolved during the Obama Administration; the borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Extensive new Animal ID requirements could have significant impacts on our agricultural and food system. We don&#39;t need every animal to have an electronic tag in its ear and its information entered in a database. What we need are programs that support independent producers, a vibrant competitive market, and healthy animal management to prevent disease.<br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID. I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries. A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.",
    "label": "",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.<br/>",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "As someone who cares about my health, I always read the nutrition labels.  It makes a difference in what I eat.  Later in life when I was diagnosed with type 2 diabetes (it runs on both sides of my family) it became even more important.<br/><br/>While we are once again debating healthcare coverage and prevention, don&#39;t you think it&#39;s a good idea to continue and expand food and nutrition labeling?  I support it and ask you to support it too.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "Re: Docket No. FDA-2011-F-0172<br/>Food Labeling; Nutrition Labeling of Standard Menu Items in Restaurants and Similar Retail Food Establishments; Extension of Compliance Date; Request for Comments<br/><br/>I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. I oppose any further delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance. <br/><br/>I want calorie labeling when eating out.  Extending the deadline for menu labeling until May 2018 would be more than eight years after the 2010 law passed.  <br/><br/>The FDA should ensure that nutrition information remains available not only in restaurants, but also for restaurant-like food in supermarkets and convenience stores.  I also ask that you not weaken the rules for menu labeling and make them confusing (such as by allowing restaurants to use arbitrary serving sizes, like half a muffin) or not posted where people are making food selections (such as only on the Internet and not in the restaurant or allowing calories to be posted far from where customers are choosing foods).  <br/><br/>Given the high rates of obesity and obesity-related illness, such as diabetes, heart disease, and cancer, the FDA should act quickly to move forward with implementing the menu labeling regulations as finalized. <br/><br/>Sincerely, Bo Bergstrom<br/>",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of all Americans, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments.  <br/><br/>The FDA should be doing everything possible to ensure the health of all Americans, and instating these menu label requirements are not an unreasonable burden on the businesses.  <br/><br/>When Americans know what is in their food they can make better choices to improve their health which in turn will lower the rates of obesity, diabetes, and other diseases.  Hence lowering the burden and costs on our health care system ~ it&#39;s all related!<br/><br/>In summary; menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. <br/><br/>I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "For the health of Latino and all families, I strongly support immediate implementation of menu labeling in chain restaurants, supermarkets, convenience stores, movie theaters, and other food establishments. Latino families in particular face less access to healthy food options and struggle with higher rates of obesity, diabetes, and certain diseases than non-Latinos, according to research by Salud America!. Menu labeling can help these families make healthier eating choices through clear, easy-to-use nutrition information at the point of ordering. I oppose any delay or weakening of the menu labeling rules and urge the FDA to revoke the one-year delay for compliance.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I am a small-business owner, operating 4 Dunkin Donut franchises that employ 75 individuals in the state of New Hampshire. I am writing today to request that you amend the Final Rule titled &quot;Food Labeling; Nutrition Labeling of Standard Menu Items in Restaurants and Similar Retail Food Establishment&quot; (&quot;Rule&quot;) issued on Dec. 1, 2014, to provide for more flexible options for restaurateurs across the country. <br/> <br/>As currently written, the rule requires that caloric information be displayed on the menus and menu boards next to the name or price of the item. The calories must be posted in a type face that is the size of either the name or the price, whichever is smaller, and must be in the same color &quot;or at least as conspicuous&quot; as the name used for the item. Other information, including total calories, total fat, calories from fat, saturated fat, trans fat, cholesterol, sodium, total carbohydrates, fiber, sugars and protein, must be provided in written form upon consumer request and noted as such on menus and menu boards.<br/><br/>This rule creates a one-standard-fits-all model that does not take into consideration the unique nature of the foodservice industry, including the hundreds of combinations of food items that impact the nutritional data. It also does not allow for a business owner like me to cure even minor violations without facing criminal and civil penalties. With today&#39;s demand to always change our offerings and keep up  with the always hanging day to day operations this can be quite difficult. Furthermore rule includes an exemption for operations with fewer than 20 locations, the exemption does not apply to franchisees like me who operate an independent business.<br/><br/>I ask that you reconsider the rule to allow for more flexible posting alternatives. For example, allowing employers to place information on one listing designated as the &quot;menu&quot; or &quot;menu board&quot; will lessen posting errors or a website to post new menu items that guests may access on their phone or other mobile device that it very common for an individual to carry. Additionally, allowing for flexibility in determining which serving sizes are appropriate to be used (single servings, entire product or common unit of division) will limit errors while providing identical information to the consumer. I also ask that you remove the requirement that each franchise location have an employee certify that every food item adheres to the nutrient values as determined by the corporate entity. As a small-business owner, I have neither the time nor the resources to ensure that these qualifications are met. Finally, inserting a 90-day &quot;cure period&quot; for those who act in good faith and are non-compliant due to inadvertent human error would allow small-business owners like me to focus on running my business and growing jobs rather than living in fear of a violation.  Putting the burden on the employer with no chance to rectify a situation and act in good faith is very concerning.<br/><br/>Thank you for delaying implementation of this rule so that FDA and others can fully analyze its impact on small-business owners across the country. I appreciate you considering my suggestions and am happy to provide further input as requested.",
    "label": "",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I am writing to ask that you not postpone the compliance dates under the Effluent Limitation Guidelines and Standards for Steam Electric Power Plants (&quot;ELG rule&quot;). Postponing and rewriting this rule will delay long needed reductions in toxic pollution to drinking water sources for communities and waterways around the country.<br/><br/>Every year, over 2 billion pounds of toxic wastewater is dumped into our waterways by power plants - the largest source of toxic water pollution in our country. This wastewater contains heavy metals and chemicals known to harm human health, like lead, mercury and arsenic. Approximately 23,000 miles of rivers and streams in the United States are contaminated because of this pollution, including many drinking water sources. Many of these dangerous contaminants become more concentrated in animals as they move up the food chain, which means the impacts to the ecosystem go beyond just aquatic animals - they can hurt or kill any animals that eat the contaminated fish -- including humans.<br/><br/>Power plants should not get a free pass to poison our water, food sources and our children. And the public should not have to bear the costs when public drinking water requires expensive treatments because of their dumping. The technology to stop these pollutants from entering waterways is available and affordable. Many power plants are already implementing it.<br/><br/>I urge you to reconsider this action and allow the long-awaited and very necessary ELG rule to be fully implemented under the schedule set forth in the ELG Rule.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "There is no good reason to postpone compliance dates -- only bad ones. Don&#39;t give in to Big Fossil Fuels!",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "education for the people<br/>keep religion out of our schools<br/>no public funding for religion<br/><br/>uphold the constitution<br/>for everyone<br/>my taxes should go to public schools<br/>and not fundamental &quot;fake news&quot;<br/><br/>PS  end the endless wars<br/>and the budget will take care of itself <br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I am urging the Department to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>The Department must stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I respectfully request the Department to act fairly on the part of students whose loans have yet to be cancelled, even though Corinthian university was determined to have broken the law. To not forgive those loans is to damage those students&#39; ability to live full and productive lives as Americans. <br/><br/>I am greatly concerned by the Department&#39;s support of universities that do not actually give students a chance to succeed, and are built on for-profit platforms. These schools go against the spirit of education in this country, a country that was built on the idea that anyone can work hard enough to achieve their dreams. By scamming their students they are profiting off the hopes and dreams and hard work of Americans who deserve better. <br/><br/>The borrower defense and gainful employment rules ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced. Please don&#39;t waste time debating these rules and enforce the protections of hard-working Americans. Thank you. ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I urge you to grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>I ask the Department to stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students (Trump U).<br/><br/>It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Please stop wasting taxpayer money on Charter Schools.  Public Education made this Country great.  Many of these Charter Schools are just scams and shams that undermine the Public good. <br/>Thank you! ",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "PLEASE grant relief to the tens of thousands of students who are still waiting for their loans to be cancelled, even though the Department itself found that their school (Corinthian) broke the law.<br/><br/>PLEASE stop giving federal loans and grants to schools that do not equip their graduates to succeed in their careers. Taxpayer-backed loan money shouldn&#39;t be used to turn for-profit college executives into millionaires, even as they scam students.<br/><br/>It is a TOTAL WASTE OF TAXPAYER MONEY to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "It is a total waste of taxpayer money to re-do rules that were thoroughly debated during the Obama Administration. The borrower defense and gainful employment rules work to ensure that taxpayers aren&#39;t subsidizing schools that bury their students in debt for a useless degree, and should be enforced, not delayed and dismantled.<br/><br/>Betsy Devos heading the department of education is a complete conflict of interest and should be removed from that position and then banned from holding any other government job.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Students should not have to be held in debt as a result of poor quality training by for-profit institutions.  If anything, higher standards should be set for such institutions.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "Public schools educate.  Private schools indoctrinate.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  },
  {
    "text": "I think that the EPA should NOT postpone compliance dates for effluent emissions. Power companies have had two years to bring their plants into compliance with these new updated standards. Furthermore, this is only the latest in a broad effluent reduction that began with the Clean Water Act, and should continue if the water coming out of an industrial plant is as clean or cleaner than the water going in. This should come as no surprise, so why the power companies should be asking for a stay is, to my mind, infantile whining of people who do not wish to spend the necessary time and energy and money to enforce the globally necessary outcome. Once again, do NOT grant a stay on the compliance date. Put it into effect as planned.",
    "label": "",
    "docketId": "EPA-HQ-OW-2009-0819",
    "docAbstract": "EPA announced on September 15, 2009 the start of a rulemaking process to revise the effluent limitations guidelines and standards for the steam electric power generating point source category (i.e., steam electric power plants).  EPA’s decision to proceed with a rulemaking was made upon reviewing the findings from a multi-year study of wastewater discharges from power plants.EPA’s review of wastewater discharges from power plants, and the treatment technologies available to reduce pollutant discharges, has demonstrated the need to update the current national effluent guidelines regulations.  The current regulations, which were last updated in 1982, do not adequately address the pollutants being discharged and have not kept pace with changes that have occurred in the electric power industry over the last three decades."
  },
  {
    "text": "Betsy DeVos has neither the experience nor the education to be Secretary of Education for the United States. This fact is obvious from her confirmation hearings and from her recent actions during her period in office. She has so far displayed a narrow-minded bigotry and an idee fixe about charter schools that could ruin public education in our country. She should gracefully resign and allow someone more qualified to take her place.",
    "label": "",
    "docketId": "ED-2017-OPE-0076",
    "docAbstract": null
  }
]