[
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EERE-2017-BT-TP-0006",
    "docAbstract": null
  },
  {
    "text": "I&rsquo;ve been doing this for 7 years.  Today, the average customer has done their homework online.  We work directly with customers online and really stepped up our online presence during COVID.  This rule would make it harder for me to have helpful discussions with customers online.<br/>",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I disagree with the FTC&#39;s actions as the directive repeats the actions already being enforced by each state and only complicates the already complicated process of buying a vehicle.  We need less government and allow each state to manage their businesses.  As a business, f you are wrong in your actions, regardless of your business, you won&#39;t be in business long. I&#39;ve never seen a corrupt business stay in existence for long.",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Aren&#39;t there already too many forms filed out at dealerships?  Is it really in the consumers best interest to make the car buying/ servicing process even longer than it currently is?",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I&rsquo;ve been working in the car business for 20 plus years never had to treat a customer like this before it&rsquo;s unreal how the government makes laws for other people to jump threw hoops customer and dealer to purchase something. What&rsquo;s wrong with the process that&rsquo;s been for years ?",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "This seems unnecessary and adds more complexity to a process that as a sales manager we are trying to streamline the process......customers don&#39;t like more paperwork....they like less ...",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I have been employed by a car dealership since I was 14 years old and do not forsee this changing. We take great strides to be as transparent as possible, especially in our Finance office where we are as strict as anyone out there. We are a small town family owned company and we simply can&#39;t throw products on a deal without being transparent because we are a 70-75% repeat and referral business in our sales department. We have been selling families in our community for 3 and 4 generations, and that is not possible if we are making risky, shady business decisions involving finances and other practices. To this date we have sold a total of 0 vehicles over MSRP and that is something we take pride in. ",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "<br/>RE: Docket ID: ED-2021-OCR-0166 &ndash; Public Comment <br/><br/>Dear Sir or Madam:<br/><br/><span style='padding-left: 30px'></span>I am a Grandfather of a 2nd grade student in the State of Arizona.<br/><br/>I am writing to express my deep concerns about the proposed changes to the Title IX Regulations and the harmful impacts to my parental rights and our children&rsquo;s rights and well-being that will occur if these changes take place.<br/><br/>I am concerned that our grandchildren maybe permanently damaged by these evil ideas.<br/><br/>- The proposed regulations would violate my parental rights by allowing the schools teachers or educators to teach these evil ideas as normal behavior.  T<br/><br/>- The proposed regulations would harm children&rsquo;s health and well-being by force them to believe these lies of the Devil.<br/><br/>- The proposed regulations would threaten girls&rsquo; privacy / safety / sport&rsquo;s and academic opportunities by forcing our young granddaughters to physically compete with males.  They would not have a chance to ever win a competition.<br/><br/>- The proposed regulations would infringe our family&rsquo;s religious liberties by teaching direct contradiction to the teaching of the Bible.  These proposed Title IX changes are evil!!  The Bible is correct!<br/><br/>- The proposed regulations would violate our child&rsquo;s Freedom of Speech by forcing them to say non-biologically correct pronouns when talking about Boys and Girls.<br/><br/><span style='padding-left: 30px'></span>These proposed changes to the Title IX regulations would be so harmful to our religious liberties, children&rsquo;s well-being, children&rsquo;s First Amendment rights, granddaughter&rsquo;s privacy, safety, and sports opportunities that if adopted we would have to fund removing our grandchildren from public school! <br/><br/>Money is allocated to schools each year on a per student basis based on the number of children enrolled in school. We ask you to calculate and take into consideration the economic impact of concerned parents removing their children from public schools due to these proposed regulations. <br/><br/>I strongly urge you to abandon these changes to the Title IX regulations.<br/><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><br/>",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "This would be a horrible decision and have a truly harmful impact on every dealership in the country. Every customer has unique needs and they offer a range of products to meet those needs. Dealerships use transparent menu selling, with software, that the customer clearly sees throughout every step of the process. The market is super competitive and dealerships are doing everything they can to compete to earn a customer&#39;s business so the last thing needed is to create more forms and take more of the customer&#39;s time. So much is done online, so these new regulations could set customers back and definitely turn them off. You can order literally anything off the internet from toothpaste to a home and dealerships have done nothing wrong to deserve these detrimental regulations.&quot;",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Most dealerships are well run businesses. This rule will require more time in the sales transaction. Dealerships are progressing and trying to build customers for life. This rule will undo everything dealers have worked to improve for the customer transaction. Don&rsquo;t let a few bad dealerships create change for everyone. ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Re: Docket ID: ED-2021-OCR-0166<br/>I am a 76 year old grandmother with 6 grandchildren and one great-grandchild. I am very concerned about the additions/changes to Title 9. Four of my grandchildren are and have graduated from public school. My family is a family of educators and have been over 100 years. I have witnessed the shameful changes to the US education system . Most of these changes are hugely detrimental to not only children&rsquo;s education but the security school is supposed to enhance in them. <br/>To pass law stating the Federal government will withhold meals to school children should school systems not comply and teach lies to our children is abhorrent! My daughter taught in one school where she visited students who lived in cardboard boxes! To say you have to call a girl a guy or you won&rsquo;t feed the hungry is shear blackmail! What are we doing to our children! If you wonder why teachers are currently quitting, get ready for a flood of vacancies. You are driving our country out of teaching children to parents going back to the days of one room schoolhouses. Maybe that is where we need to be anyway. Prayers for the Department of Education, the teachers, the Federal government and for our children. Teach truth of math, science and reading! Not gender and sexual orientation to vulnerable children, I beg you! Wake up! <br/>With regards,<br/>Karen Randall",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "My name is Maria Amengual-Michaud. I am a citizen, tax payer, parent, Christian Conservative and I am vehemently against this proposed change to Title IX! It is an egregious over-stepping action that will take away parental rights! This is nothing more than a federally mandated indoctrination of our children. Since when do we allow 5,6,7,8,9 or any under age child to make such decisions about their health and well-being. That right belongs to the parents and to parents alone! This normalization of gender identity ideology is not acceptable to me and millions of other Americans! Title IX is being misused and to change it without Congressional approval is unconscionable and does not follow how we do things in AMERICA! I implore the powers that be behind this intention to stop and think what this will do to parental rights, Free Speech, HER parent as there are only 2 GOD MADE GENDERS, can go to a school official and tell them that mommy or daddy won&#39;t call me they, them, he (when she isn&#39;t a he) or she (when she isn&#39;t a she). They can tell them that mommy and daddy won&#39;t let me do everything I want, and I&#39;m already 10 yrs old! The school can then turn around and call child protective services on the parent! What are you nuts! Hands off our children or you will rot in hell! Then, to prevent states from creating legislation against this federal overreach is communistic! Don&#39;t do this or there will be hell to pay with your own skins for all eternity!",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "The FTC has this proposed rule completely backwards. This will unravel the trust that the good dealers have worked hard to build with consumers over the last decade. Most dealers are completely transparent on all transactions start to finish. Requesting that customers fill out more paperwork for compliance is ludicrous. This most certainly will result in negative interactions with dealers. Consumers number 1 request from dealers is &quot;get me out of the dealership faster&quot;! This will do the opposite! It will also crumble the foundation of trust by asking a customer to read a document and sign it after every number presentation. There are no doubt some dealers out there doing things the wrong way, but if we are foolish enough to believe this will rehab those problem dealers, then shame on us. Simply put, crack down on the bad guys. Don&#39;t penalize the good guys, and certainly don&#39;t make customers go through more unnecessary paper work. ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "If these policies had been in effect when I was little, you would have changed me from a tomboy into an incomplete male.  I would have regretted it the rest of my life.<br/><br/>I am writing in opposition to this rule redefining sex as used in Title IX of the Education Amendments of 1972.<br/><br/>For fifty years, Title IX has provided important protections and opportunities for women by prohibiting discrimination on the basis of sex. While parents across the country are demanding the rejection of &quot;woke&quot; policies, the Department of Education instead has chosen to hijack Title IX to force gender ideology on children without their parents&#39; knowledge or approval.<br/><br/>If this rule is approved, biological males would be able to:<br/><br/>-<span style='padding-left: 30px'></span>Openly change in girl&#39;s dressing rooms.<br/>-<span style='padding-left: 30px'></span>Take college and university scholarships specifically reserved for women.<br/>-<span style='padding-left: 30px'></span>Use their position to charge schools with discrimination if they feel they aren&#39;t getting enough &quot;playing&quot; time.<br/>-<span style='padding-left: 30px'></span>File a formal sexual harassment complaint against any female who speaks out against men in women&#39;s sports.<br/>-<span style='padding-left: 30px'></span>Share hotel rooms with females during overnight trips.<br/>-<span style='padding-left: 30px'></span>Enjoy physical advantages like greater lung capacity, higher bone density, and greater muscle mass.<br/><br/>This proposed rule is a lawless interpretation, allows for unfair play, and is a complete overreach by the Department of Education.",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "I am a part owner of a family owned auto dealership that has been in existence for almost 50 years.  The proposed rule targeted at franchised dealerships will dramatically alter the way we do business and (in my opinion) hurt customer satisfaction.  Our sales process is extremely transparent and easy and quick for our customers.  We are extremely proud of our customer satisfaction levels and these levels will go down due to unnecessary paperwork, forms, extended transaction times, and an overall increased difficulty in completing a transaction.  <br/><br/>The products we offer our customers serve a great value.  With the increased costs of parts and labor and increased technology, vehicle service contracts serve as great protection against high repair bills.  Just recently, we have had a number of engines that need replacing that are costing our customers in the area of $10,000.  A couple of these customers have extended warranties and are only going to have to pay $100 to have their vehicle repaired.  This definitely saves our customers financial hardship.  Every dealer that I know is very transparent in their processes and looks for the best interest of their customers for long term customer satisfaction.  Even small repairs can cost thousands of dollars which create hardships for consumers.  Vehicle extended warranties are usually a small percentage of the price of the total vehicle and a definitely a better value than extended warranties on TV&#39;s, stereos, and other electronics.  Our happiest customers are the customers that have extended warranty coverage and the extended warranty covers their repairs.  We also have had to do a lot more business &quot;online&quot; over the last couple of years due to covid and other factors, more regulations will make this more difficult for consumers and create unnecessary hardships.<br/><br/>There are plenty of statutes already in existence protecting consumers and the vast majority of dealerships work in the best interests of our customers.  Most dealerships are in small towns and if we don&#39;t treat our customers well - we will not stay in business.  More regulation will only force us to raise our prices or (worst case scenario) force us to close our doors.  The local car dealers employ a lot of people and are usually the first organization supporting local charitable causes the build our communities.  <br/><br/>Please don&#39;t force unnecessary regulations on us.<br/><br/>Thank you",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "The car buying experience needs less paperwork not more.  The customers time is very valuable.",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "The fact that the FTC receives 100,000 contacts each year regarding vehicles transactions does not indicate that an issue exists that requires the FTC to pass additional regulations on top of the multitude of rules and regulations already available to the FTC related to vehicle transactions.  Rather, with over 45,000,000 vehicle transactions each year, over 97% of customers are satisfied with their transactions.  By any measure, a 97% customer satisfaction score indicates that the sellers and buyers of vehicles have an excellent experience.  I ask the FTC to cancel this new rule making progress and to continue to use the strong and broad powers already at their disposal to address the relatively small number of issues that arise each year.  Thank you.  ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I posted a comment earlier today, but after reading more public comments by sales professionals I&#39;d like to amend my comments. Hopefully the FTC is able to see my comments together, but if not I will write this as a standalone. <br/><br/>A prevailing argument in these public comments by car salespeople is that this proposed regulation would add time to the buying process and THAT would hurt consumers. Anyone who&#39;s been in a car dealer&#39;s financing office recently knows that these documents are shoved in your face and you&#39;re pressured to sign quickly because there are more to go. Paraphrasing here, but the sentiment after waiting hours through the negotiation process is &quot;You have a shiny new car waiting to be delivered, so let&#39;s just get through all this&quot;. This is the time they try to get you to sign for additional products you don&#39;t want, but even if that weren&#39;t the case, I would argue that no consumer on Earth would be mad about 2 extra minutes signing any additional paperwork that would be required by this regulation if it meant they knew they weren&#39;t being overcharged by thousands of dollars. Commenters using the &quot;time&quot; argument are industry professionals brigading this public comment process who think they&#39;ve found the crux of consumer&#39;s main complaint (waiting hours for delivery after deciding to buy). I would challenge the FTC to find any consumer in any part of the country to say they&#39;d rather spend $1,000 more than they should than spend an extra 2 minutes signing paperwork that the dealer flies you through (which is another problem altogether). ",
    "label": "pos",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I am in favor of FTC-2022-0046-0001 rule requiring Auto Dealerships to disclose clear and transparent pricing during the purchase process. ",
    "label": "pos",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Docket ID: ED-2021-OCR-0166 <br/>.  I am a parent of 3 girls and a grandparent of 3 girls and 1 boy.  I was a teacher for 30 years.  I taught at eh elementary, middle and high school levels.  I am commenting because I am deeply concerned about the proposed Title IX regulations.  There is simply no place for this as a government imposed regulation.  These proposed regulations are nothing more than a way to confuse our children.  <br/>Parents have a right to educate their own children on their beliefs regarding sexuality and gender.  It is not, and never has been, the job of the government and it&#39;s agencies to present and discuss any of this with children<br/>This proposed regulation takes away religious freedom and their first amendment rights. <br/> Title IX was originally designed to provide girls and women with equal access to sports and other opportunities. It regulates every public K-12 school, college and university in the nation, prohibiting discrimination &ldquo;on the basis of sex.&rdquo;  This proposal will actually have the opposite effect and will, in effect, take away women&#39;s equal access to sports and other opportunities.  <br/>What are the economic impacts of this proposal?  <br/>I consider this proposal so detrimental to children that we will consider taking our grandchildren out of public school for good.  <br/>I am adamantly opossed to these proposed regulations and urge you to vou to vote the Title IX changes down.<br/>Sincerely,<br/>Elizabeth Lounsbury",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "This new regulation will lengthen the sales process of a new vehicle to a crazy level. We are a small dealer in a small town and do the right things! This how we make a living, and this new over abundance of paperwork and forms will turn consumers off and make them hate the already stressful process. We do the right thing without heavy oversight, because that is the right thing to do. ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I wholeheartedly agree. The car buying process is very deceptive in the United States. This rule will help make the process more transparent. However it won&rsquo;t stop insane market adjustments by dealer groups. ",
    "label": "verypos",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Please do NOT proceed with this regulation.  It will increase time and frustration in the car buying process and in doing so, force dealers to hire more people to handle the same volume of business - increased expense is always passed on to the consumers somehow.<br/><br/>",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Here&#39;s an analogy: Consider this the clothing industry. Government proposes laws against child labor. Hundreds of clothing manufacturers come in to comment that they don&#39;t use child labor so laws restricting it are not required. Wouldn&#39;t a company that doesn&#39;t use child labor want its competitors who DO use child labor to be restricted from doing so? ",
    "label": "verypos",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "One of our main topics of focus here at the dealership is something we call a frictionless experience. We are really diving deep in to every department to see how we can make the most enjoyable and the most frictionless experience possible for every guest every day. Reading the proposed changes if implemented will do the exact opposite. These changes work against what we are working to eliminate and that is more friction for the customer. If we could focus on improving the process and not adding to it I believe consumer satisfaction would be greatly affected in a positive way. This proposal does not improve the customer experience.",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "My wife and I are completely against the proposed changes to Title IX.  We feel that these changes will dramatically affect school children in a highly negative way.  Please do not move forward with these proposed changes.<br/><br/>Sincerely,<br/>Robert O. Hicks and Janet L. Hicks<br/>Gilbert, AZ",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "Docket ID: ED-2021-OCR-0166 <br/>.  I am a parent of 3 girls and a grandparent of 3 girls and 1 boy.    I am commenting because I am deeply concerned about the proposed Title IX regulations.  There is simply no place for this as a government imposed regulation.  These proposed regulations are nothing more than a way to confuse our children.  <br/>Parents have a right to educate their own children on their beliefs regarding sexuality and gender.  It is not, and never has been, the job of the government and it&#39;s agencies to present and discuss any of this with children<br/>This proposed regulation takes away religious freedom and their first amendment rights. <br/> Title IX was originally designed to provide girls and women with equal access to sports and other opportunities. It regulates every public K-12 school, college and university in the nation, prohibiting discrimination &ldquo;on the basis of sex.&rdquo;  This proposal will actually have the opposite effect and will, in effect, take away women&#39;s equal access to sports and other opportunities.  <br/>What are the economic impacts of this proposal?  <br/>I consider this proposal so detrimental to children that we will consider taking our grandchildren out of public school for good.  <br/>I am adamantly opposed to these proposed regulations and urge you to vou to vote the Title IX changes down.<br/>Sincerely,<br/>Gregg Lounsbury",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "My purchase with Faulkner went incredibly smooth and I believe that they have one of the best processes around.  The time at the dealership was much shorter than I have experienced at other dealerships.  I do not feel additional paperwork will help make experiences better but only make it take longer.",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Shady dealers need to be addressed but based on the number of complaints versus the number of vehicles retailed each year, this is not warranted across the board. We pride ourselves on our customer service, ethical business practices, and information transparency.",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "The current vehicle purchasing process is at a best practice and the transactions are seamless. I don&rsquo;t believe this needs to be  changed. I&rsquo;ve bought several vehicles from the Faulkner Organization and they are top tier, why change what&rsquo;s not broken. ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Thing are getting more screwed up every day. Would you please just leave things as they are. Things <br/><br/>Can we just leave things as they are? It is difficult when things get changed for the worse &amp; just complicated matters.",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Could you possibly make a painful process any more difficult? How do you expect any one to expense this matter? do you understand that costs are passed along to consumers? Time is what most consumers complain about and this rule will really push that to the ridiculous. ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "This is a complete overstep of the US Government.  As a dealership, we work hard every day to have transparent transactions that lead to repeat business.  The cost of compliance with this rule would lead to higher customer costs.  Very disappointing that this is being considered.",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Thank you for taking initial steps to help ensure that petitions for patent review at the U.S. Patent and Trademark Office (USPTO) are considered based on their merits. <br/><br/>High-quality patents are important for incentivizing innovation and promoting economic growth. However, it should concern us all that bad actors are taking advantage of loopholes in our patent system by using poor-quality patents to attack American manufacturers and innovators with meritless lawsuits. <br/><br/>The USPTO&rsquo;s ability to weed-out invalid patents through expert review is a critical protection for American businesses, innovators, and manufacturers of all sizes. Please restore the review process to work as Congress originally intended and ensure that petitions for review are considered on their merits.",
    "label": "pas",
    "docketId": "PTO-P-2022-0023",
    "docAbstract": null
  },
  {
    "text": "Thank you for taking initial steps to help ensure that petitions for patent review at the U.S. Patent and Trademark Office (USPTO) are considered based on their merits. <br/><br/>High-quality patents are important for incentivizing innovation and promoting economic growth. However, it should concern us all that bad actors are taking advantage of loopholes in our patent system by using poor-quality patents to attack American manufacturers and innovators with meritless lawsuits. <br/><br/>The USPTO&rsquo;s ability to weed out invalid patents through expert review is a critical protection for American businesses, innovators, and manufacturers of all sizes. Please restore the review process to work as Congress originally intended and ensure that petitions for review are considered on their merits.",
    "label": "pos",
    "docketId": "PTO-P-2022-0023",
    "docAbstract": null
  },
  {
    "text": "Motor Vehicle Dealers Trade Regulation Rule&mdash;Rulemaking, No. P204800<br/>I have bought three cars from the same dealer, and the sales staff has<br/>always done a great job explaining all the products that come with the<br/>car and those extras that provide me peace of mind. I recently had a<br/>total loss and I had purchased GAP waiver. It saved me from having to<br/>write a check to pay off the loan. Please do not over-regulate this<br/>process as it works well",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "This proposed rule is absolutely unnecessary. We are a dealership that has been serving our community for over 85 years. We wouldn&#39;t be in business with thousands of repeat customers if we engaged in the practices the FTC accuses us of. Our primary goal has always been to gain a customer for life and that is what we have achieved. We have customers that have purchased over 20 vehicles from us. That doesn&#39;t happen by accident. It&#39;s our culture to treat our customers like we want to be treated and our results speak for themselves. We have a 4.6 star Google rating - much better than many other industry averages. All of the proposed rules are already illegal at either the state or federal level. The car-buying public has enjoyed the ability to purchase a vehicle online over the past couple years. In fact our customers have told us they enjoy the ability to complete a majority of the transaction online as it allows them to purchase a vehicle on their own time when it is most convenient to them. This will be a significant step backward in that progress. This is an overreach of government and won&#39;t help the consumer and will be detrimental to many dealerships that do great things!",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "The FTC has proposed a rule that if finalized without changes, would drastically alter the way franchised dealers advertise, sell, and finance every new or used vehicle, and would impose exceedingly burdensome record-keeping requirements. As a result, our customers would spend more time to buy a car, not less as asserted in the FTC&rsquo;s proposed rule.<br/>We of course agree with the concept of protecting consumers, and we are generally supportive of common-sense improvements. However, these new FTC regulations would undermine our efforts to improve the customer experience, provide more of the purchase process online and continue to increase transparency. <br/>",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I do not believe the proposed rules are necessary. Car Dealers are more transparent than ever, and the industry as a whole has been moving into more information with a faster transaction speed. There is no need to add more disclosures and forms on top of what is already required. The actions this new rule are written to protect are already illegal at both state and federal levels. These new rules are not needed and will make the customer experience worse. ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "My dealership in NC have been long standing pillars of the community and always transparent,forthright, and informative. ",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "This rule is a complete overstep by our Government in an attempt to control a system that has grown exponentially overtime. The sales process isn&#39;t broken and continually the issue with purchasing a car is the time that it takes. To create more hurdles and more paperwork will only lengthen the process creating more frustrations for the Consumers. It&#39;s unfair for the past mistakes to create more rules for the future.",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I bought a used car 2 weeks ago. Before agreeing to buy, I started the process of a loan application at a local credit union. The dealer quoted me an interest rate that was too high to be acceptable. I told them I would like to see what my rate comes back at with this credit union I already applied for. I later called in to find my rate and they told me I no longer qualified for my own rate. The dealer had called in and somehow got the loan application converted to something originated by them, and if I wanted to proceed I would now have a higher rate than I would if I had proceeded by myself. In addition to the profit the dealer was making on the vehicle, they now inserted themselves with a &quot;dealer reserve&quot; (ie. &quot;kickback&quot;) on the loan application I had already started on my own. The credit union confirmed that my individual rate was lower than what I could now get. The FTC should make this illegal. It&#39;s not just anti-consumer, it&#39;s theft. ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Comments placed here in this section are in regards to Agency Information Collection Activities; Comment Request; ARP&ndash;HCY State Coordinators Survey. I agree on allowing the U.S. Department of Education gain more knowledge on how funds are being distributed to the State Educational Agencies as a well as the Local Educational Agencies. $800 Million dollar investment for a one time grant program can hold a lot of responsibility and stat management to gain confidence in changing the amount of homeless kids and youth that are not getting the right education nor engaging in activities that most kids have the opportunity of having. Children education and engagement they start off at a young age builds character, confidence, a sense of well being, and establishing who they are at a young age. Every quality named matters in that previous sentence matters in regards to understanding how this grant can change the lives of kids all over the U.S. The issues to address directly would be the spread of the program in every state of the U.S. without allowing specific states to be pardoned or excused of participation. Homelessness of the youth most often happen because of mishaps with parents or family, in which the child has no decision on such a heavy burden they begin to carry at such a young age. Due to this factor, every state should be able and willing to participate in working with SEAs and LEAs to provide the best opportunity to offering a school system and programs associated with. &quot;A staggering 2.5 million children are now homeless each year in America. This historic high represents one in every 30 children in the United States.&quot; With this came the stats that with these high numbers almost 80% of youth that are homeless are in a constant worry or scare. You don&#39;t have to have children to see that the start of the fix of educating the homeless children which in this case happen to be the less fortunate to even have to gain an education in such mental state and environment is truly important and nothing but data and understanding on how these programs will be implemented is important. Is the funding only for homeless children staying in a shelter? Will this grant provide educational information on how to overcome poverty and the mindset that may be attached to poverty?  Making sure that the funds are used to increase productivity on education with in the homeless youth in hopes to protect the mind of the youth in less influential environments while providing equal opportunity for those in need. Agencies working with the Department of Education should bring a healthier, happier, and more understanding population of homeless youth in hopes to cut back on that outstanding number  in the united states. The children who are homeless can suffer from behavior issues, self respect, and many more characteristics involved in a lower self esteem. Understanding that with this proposal we can create change in a generation with providing an equal opportunity at a young age. ",
    "label": "pos",
    "docketId": "ED-2022-SCC-0095",
    "docAbstract": null
  },
  {
    "text": "Comments to NIOSH Healthcare PPT Targets regarding ideas for achieving Objectives 4 and 6 as it relates to PPE glove safety in hematology/oncology settings.",
    "label": "neut",
    "docketId": "CDC-2022-0066",
    "docAbstract": null
  },
  {
    "text": "This rule will make the purchase process longer. As a consumer time is very important. Most all dealerships are now processing deals through E-contracting and this will increase forms and unnecessary paperwork that will have to be stored somewhere at the dealership.",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I propose we get teams together and work on designing upgraded AED home systems with a touchscreen. Visual and Verbal videos of real time How to use the AED system before medical persons arrive at the touchscreen of a button. A new Medical GPS technology we can figure out [even if we need to design towers that bounce the signals off of to each one to learn coordinates translate that to modern day GPS] would allow  paramedics to send ETA to the AED system and recieve response from the person at the scene. This let&#39;s the person doing CPR to know how long they have until the paramedics get there. And it would also give the paramedics an idea that somebody was responsive on the scene at a specific time. These options provide many other features to come. ALL seniors 55 and older should have one at home high risk period from age. Heart problems shouldn&#39;t be a requirement to get one. Prevention is key. Have an AED system in your home if your 55 years and older and upgrades need to come to the systems to help the process for everyone. CPR can be scary for someone who isn&#39;t medically trained. I believe the better prepared the person doing the CPR the better chance of survival for the person thier trying to save. And my question Is keeping them charged and able to last during an episode. 2022 upgraded AED systems should be a priority as a prevention measure towards making sure all seniors 55 and over can have one in thier home!",
    "label": "neut",
    "docketId": "CDC-2022-0066",
    "docAbstract": null
  },
  {
    "text": "I have been in automotive sales for 35 years, 30 of which I have been a Sales Manager. These new rules would not only complicate matters for our customers, but increase the time necessary to complete the sales transaction. This is already an extremely long process with the forms already in place. We pride our dealership in an upfront approach and consider this to be a poor use of our customers valuable time. Please reconsider your plan to move forward with this highly unnecessary regulation. <br/>Thank you. ",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I&#39;ve been in the automotive business for 25 years. These new rules are not only confusing for me but also would be very confusing to our customers. The last thing we need is more regulations. I can not believe that any of the new rules would help with customer&#39;s ability to purchase a vehicle. <br/>",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Thank you for taking initial steps to help ensure that petitions for patent review at the U.S. Patent and Trademark Office (USPTO) are considered based on their merits. <br/><br/>High-quality patents are important for incentivizing innovation and promoting economic growth. However, it should concern us all that bad actors are taking advantage of loopholes in our patent system by using poor-quality patents to attack American manufacturers and innovators with meritless lawsuits. <br/><br/>The USPTO&rsquo;s ability to weed out invalid patents through expert review is a critical protection for American businesses, innovators, and manufacturers of all sizes. Please restore the review process to work as Congress originally intended and ensure that petitions for review are considered on their merits.",
    "label": "pos",
    "docketId": "PTO-P-2022-0023",
    "docAbstract": null
  },
  {
    "text": "I know buying an automobile can be super stressful for most of us. But, everyone made the buying experience absolutely stress-free. No pushy people. They were great! Great salesmanship!",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Absolutely stupid. Takes to much time",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I am pro dealership, the many should not lose out to the few that are out there using shady tactics. Tighter regulations should be brought forward to stop the few dealerships taking advantage of consumers. But there is a line between regulation and then just giving away information. You don&#39;t get to ask Apple exactly how much a iPhone cost to make and then demand that you only pay that. ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "These rules are not good for us. Please stop.",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Leave it be as it works best as of now , car buying and consumers will dramatically drop if you push the new proposal, why throw a wrench into a good running fan , quite frankly it&rsquo;s probably a libacrat , libitard, liberal proposing this rule to begin with, my vote says NO leave it be ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I am an employee at an extremely honorable and compliant organization. We do right by the customer at every turn and we have the reviews to prove it. Please do not punish the organizations that are being transparent and customer-focused because of the organizations that are doing the opposite. I ask that you revisit the topic and come up with a more appropriate and researched response based on the data. ",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": " I was a first time buyer and the buying experience was awesome. Great customer service and would recommend anyone that is looking to buy a car to go there.",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "Our goal is goal is to help people get cars and be transparent. Making people jump through more hoops doesn&#39;t help the market.",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I would argue that OpenDoor has not discontinued their deceitful marketing. We sold our home to OpenDoor in December of 2021. They assured us that the offer would be a &ldquo;fair market value&rdquo; and that they did not flip houses for profit, but rather sold the service of making the process easier for sellers. They also assured us that they would only ask for fair repairs that the buyers would likely request in a normal realtor facilitated transaction. None of these things proved to be true.<br/><br/>They ended up requesting $9000 in repairs, and I never got an accurate list or description as to what that entailed. We had just remodeled the house, so there was no reason for this excessive number. On top of that, they never physically came into the house to verify any necessary &ldquo;repairs&rdquo;.<br/>Approximately one month after closing, our home was listed by them for sale. They made a few minor cosmetic updates (ie painted bedrooms), but absolutely nothing that would have merited $9000 in repairs. They also listed it for $34,000 higher than the &ldquo;fair market offer&rdquo; they had given us a month previously, and proceeded to sell it approximately 2 weeks later for $49,000 more than they offered us, and $15,000 above their list price. They clearly bought the property to flip for profit.<br/><br/>I would argue that the amount that they should be fined should be much higher. In our situations, with the service fees, &ldquo;repair costs&rdquo; and the undervalued offer, we lost $69,000 to them and their deceitful and predatory tactics at the end of 2021, after they claim they had ceased to conduct business in this manner.",
    "label": "veryneg",
    "docketId": "FTC-2022-0051",
    "docAbstract": "The consent agreement in this matter settles alleged violations of federal law prohibiting unfair or deceptive acts or practices. The attached Analysis of Proposed Consent Order To Aid Public Comment describes both the allegations in the draft complaint and the terms of the consent order— embodied in the consent agreement— that would settle these allegations."
  },
  {
    "text": "24 August 2022<br/><br/>RE: Docket ID: ED-2021-OCR-0166 &ndash; Public Comment <br/><br/>Dear Sir or Madam:<br/><br/><span style='padding-left: 30px'></span>I am a mother of a 11th grade female student in the State of Colorado.<br/><br/>I am writing to express my deep concerns about the proposed changes to the Title IX Regulations and the harmful impacts to my parental rights and our children&rsquo;s rights and well-being that will occur if these changes take place.<br/><br/>I am concerned that&hellip;.<br/><br/>- The proposed regulations would violate my parental rights by keeping from me conversations with my child that I do not feel are appropriate and that the school is not qualified to have. They are forcing issues that should be discussed only in a family setting. This is gross overreach<br/><br/>The proposed regulations would harm children&rsquo;s health and well-being by supporting a lie. It is unhealthy for any child to think that their sexual identity is a question of a decision. God and only God decides if you are a male or a female. There are no other choices. Satan is the King of confusion. <br/><br/>The proposed regulations would threaten girls&rsquo; privacy / safety / sport&rsquo;s and academic opportunities.   Just a few years ago, a boy in our daughters class put his phone in the girls locker room and videotaped the girls undressing. This invasion of privacy left my daughter and many of the other girls feeling violated and traumatized. With the passing of the proposed regulation, it is an open invitation for potential harm to have these once private spaces opened up to people who may have wrong motives for being there.  It is dangerous  and unconscionable. <br/><br/>- The proposed regulations would infringe our family&rsquo;s religious liberties by imposing beliefs that go against everything that we believe as Christians. It is our belief that we are created in the image and likeness of God. Only God decides if you are a male or a female. It is not a matter that the school system should be involved in and certainly not without parental consent!<br/><br/><span style='padding-left: 30px'></span>These proposed changes to the Title IX regulations would be so harmful to our parental rights, religious liberties, children&rsquo;s well-being, children&rsquo;s First Amendment rights, my daughter&rsquo;s privacy, safety, and sports opportunities that if adopted we would have to consider removing our child from public school [and we know other parents who feel the same]. <br/><br/>Money is allocated to schools each year on a per student basis based on the number of children enrolled in school. We ask you to calculate and take into consideration the economic impact of concerned parents removing their children from public schools due to these proposed regulations. <br/><br/>I strongly urge you to abandon these changes to the Title IX regulations.<br/><br/><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><br/>Marianna Debus Mitchek<br/>",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "<span style='padding-left: 30px'></span>August 24,2022<br/><br/>RE: Docket ID: ED-2021-OCR-0166 &ndash; Public Comment <br/><br/>Dear Sir or Madam:<br/><br/><span style='padding-left: 30px'></span>I am a grandparent of  several student(s) in the State of Florida and Pennsylvania <br/><br/>I am writing to express my deep concerns about the proposed changes to the Title IX Regulations and the harmful impacts to my parental rights and our children&rsquo;s rights and well-being that will occur if these changes take place.<br/><br/>I am concerned that&hellip;. <br/><br/>- The proposed regulations would violate rights <br/><br/>- The proposed regulations would harm children&rsquo;s health and well-being by forcing the cries of a few on the huge majority of students. <br/><br/>- The proposed regulations would threaten girls&rsquo; privacy, safety, sport&rsquo;s and academic opportunities by intermingling two sexes <br/><br/>- The proposed regulations would infringe our family&rsquo;s religious liberties by forcing beliefs that go against my family&rsquo;s morals and this is against Gods teachings<br/><br/><span style='padding-left: 30px'></span>These proposed changes to the Title IX regulations would be so harmful to our parental rights, religious liberties, children&rsquo;s First Amendment rights, that if adopted we would have to consider removing our children from public school and we know other parents who feel the same. <br/><br/>Money is allocated to schools each year on a per student basis based on the number of children enrolled in school. We ask you to calculate and take into consideration the economic impact of concerned parents removing their children from public schools due to these proposed regulations. <br/><br/>I strongly urge you to abandon these changes to the Title IX regulations.<br/><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><span style='padding-left: 30px'></span><br/>Michael H Klemm<br/><br/>",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "Docket ID: ED-2021-OCR-0166 ",
    "label": "neut",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "DocketID:ED-2021-OCR-0166  These proposed changes to the regulations of TitleIX have come to my attention. As a Grandparent I am greatly distressed over the morally wrong choices the federal government want to step in and make for parents concerning their children. This is a gross over reach. This is so apparently harmful to our children. If this go thru I will encourage parents to remove their child from school.  ",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "I want to express my comment on the expanded Title IX.<br/>Docket ID:  ED-2021-OCR-0166<br/>I highly disagree with the expansion of Title IX.  I have three grand daughters who are runners.  I want them free to compete with biological females only - not males who identify as female.  This is not <br/>competition.<br/>The 1972 Title IX allowed my grand daughters to fairly compete.<br/>Please do not add to Title IX.<br/><br/>Diane Gluskin<br/>5627 Wendover Dr<br/>Frisco, TX 75034",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "I am AGAINST the proposed changes to Title 9.<br/>I am AGAINST any changes that take the right of a parent to be informed about their child&#39;s education and the content of the curriculum being taught.<br/>Therefore, I am NOT in favor of this amendment going forward.",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "We cannot have this happen. Wrong I&rsquo;m so many ways.",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "Thank you for taking initial steps to help ensure that petitions for patent review at the U.S. Patent and Trademark Office (USPTO) are considered based on their merits. <br/><br/>High-quality patents are important for incentivizing innovation and promoting economic growth. However, it should concern us all that bad actors are taking advantage of loopholes in our patent system by using poor-quality patents to attack American manufacturers and innovators with meritless lawsuits. <br/><br/>The USPTO&rsquo;s ability to weed-out invalid patents through expert review is a critical protection for American businesses, innovators, and manufacturers of all sizes. Please restore the review process to work as Congress originally intended and ensure that petitions for review are considered on their merits.",
    "label": "veryneg",
    "docketId": "PTO-P-2022-0023",
    "docAbstract": null
  },
  {
    "text": "I work at an Iowa auto dealership for the past 22 years in the sales department and I and our dealership take great pride in being the most honest and transparent in the industry. ",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "It&rsquo;s about time! Yes to the proposed improvements for travelers rights including refunds and more transparency and definitions in airlines policies. ",
    "label": "verypos",
    "docketId": "DOT-OST-2022-0089",
    "docAbstract": "Airline Ticket Refunds and Consumer Protections"
  },
  {
    "text": "Thank you for taking initial steps to help ensure that petitions for patent review at the U.S. Patent and Trademark Office (USPTO) are considered based on their merits. <br/><br/>High-quality patents are important for incentivizing innovation and promoting economic growth. However, it should concern us all that bad actors are taking advantage of loopholes in our patent system by using poor-quality patents to attack American manufacturers and innovators with meritless lawsuits. <br/><br/>The USPTO&rsquo;s ability to weed out invalid patents through expert review is a critical protection for American businesses, innovators, and manufacturers of all sizes. Please restore the review process to work as Congress originally intended and ensure that petitions for review are considered on their merits.",
    "label": "pos",
    "docketId": "PTO-P-2022-0023",
    "docAbstract": null
  },
  {
    "text": "We don&#39;t want the new rules.  The process at our dealership is working fine.  We already have too many forms to fill out.  Our dealership makes car buying easy.  We don&#39;t want to discourage our customers.",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I believe the proposed regulations against the automobile industry is unnecessary and a misuse of the FTC&#39;s time.   The model being used today is customer friendly and is already cumbersome for a transaction.   I have spent 30 years of my life helping and depending on repeat customers that have become family.   Please don&#39;t allow the negative of a few damage the process and the integrity for many!!  We are very transparent with all of sales and service transactions.  Please understand the process from a honest dealers outlook that has thousands of satisfied customers.  ",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I support the proposed rule related to airline ticket refunds and consumer protections.  Thank you for your consideration!",
    "label": "pos",
    "docketId": "DOT-OST-2022-0089",
    "docAbstract": "Airline Ticket Refunds and Consumer Protections"
  },
  {
    "text": "I have been in the auto industry for the past 3 years, every customer I encounter has different needs. We have been catering to our customers with online options. We have always been completely transparent to keep things as simple and uncomplicated.  I feel these changes will not only hinder my job, but will make the car buying process more difficult for my loyal customers. ",
    "label": "neg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I have been employed in the automotive retail business for 28 years.  The amount of paperwork that occurs in a sales transaction has grown greatly.  The purchase of a car in today&#39;s day and age is a totally transparent process.  A customer totally controls the process, and I am confident that every person buying a car from our stores (and any franchised store in our market) is fully aware of everything within the transaction.  Like most of the stores in our area, if a customer is not happy, we take the car back and cancel the transaction.",
    "label": "neg", 
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I fully support this implementation. Many private citizens have learned over the last years how powerless and u protected they were against major airlines with recent travel industry upheaval.<br/><br/>I personally had a 45 minute Direct flight canceled, only rebooking option given was more than 26 hours later, and the airline refused to pay for any accommodation or transportation for the interim. I found my own way home, but it then took me more than two months of back and forth messaging to get a basic refund of my canceled flight. This is unacceptable. Private travelers deserve basic protections from drastic travel disruptions such as this!",
    "label": "verypos",
    "docketId": "DOT-OST-2022-0089",
    "docAbstract": "Airline Ticket Refunds and Consumer Protections"
  },
  {
    "text": "Customers know almost everything. This is not a good idea. We are helpful without this idea. ",
    "label": "veryneg",
    "docketId": "FTC-2022-0046",
    "docAbstract": "On January 4, 2024, the Federal Trade Commission (\"FTC\" or \"Commission\") published a Final Rule in the Federal Register, titled \"Combating Auto Retail Scams Trade Regulation Rule\" (\"CARS Rule,\" \"Rule,\" or \"Final Rule\"), in order to curtail certain unfair or deceptive acts or practices by motor vehicle dealers. The CARS Rule was to become effective on July 30, 2024. Because of a pending legal challenge, this document announces that the effective date of the Final Rule is delayed until further notice.\n"
  },
  {
    "text": "I wholeheartedly support the new proposed regulation regarding customer rights in the airline industry in regards to delayed or changed flights. Please come thru. The airline industry has too much power and the public too little protection.",
    "label": "",
    "docketId": "DOT-OST-2022-0089",
    "docAbstract": "Airline Ticket Refunds and Consumer Protections"
  },
  {
    "text": "In my opinion, the definition of significant delay should be shortened to 2 or more hours of a delay.",
    "label": "",
    "docketId": "DOT-OST-2022-0089",
    "docAbstract": "Airline Ticket Refunds and Consumer Protections"
  },
  {
    "text": "This is soooo wrong to everything most Americans want or believe in. DO NOT Bow to the minority&#39;s bullying! PLEASE STOP THIS!!!<br/><br/>I am writing in opposition to this rule redefining sex as used in Title IX of the Education Amendments of 1972.<br/><br/>For fifty years, Title IX has provided important protections and opportunities for women by prohibiting discrimination on the basis of sex. While parents across the country are demanding the rejection of &quot;woke&quot; policies, the Department of Education instead has chosen to hijack Title IX to force gender ideology on children without their parents&#39; knowledge or approval.<br/><br/>If this rule is approved, biological males would be able to:<br/><br/>-<span style='padding-left: 30px'></span>Openly change in girl&#39;s dressing rooms.<br/>-<span style='padding-left: 30px'></span>Take college and university scholarships specifically reserved for women.<br/>-<span style='padding-left: 30px'></span>Use their position to charge schools with discrimination if they feel they aren&#39;t getting enough &quot;playing&quot; time.<br/>-<span style='padding-left: 30px'></span>File a formal sexual harassment complaint against any female who speaks out against men in women&#39;s sports.<br/>-<span style='padding-left: 30px'></span>Share hotel rooms with females during overnight trips.<br/>-<span style='padding-left: 30px'></span>Enjoy physical advantages like greater lung capacity, higher bone density, and greater muscle mass.<br/><br/>This proposed rule is a lawless interpretation, allows for unfair play, and is a complete overreach by the Department of Education.",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "I am writing in regards to the Title IX bill.  i am opposed to this bill and the danger it poses to my children.  I do not want bathrooms and changing stalls to be shared by students of the opposite sex.  this takes away the rights of innocent children and places them in dangerous situations.  Gender is only defined biologically by God, the creator.  This bill destroys the rights of the American citizen.  Please oppose this bill.",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "I&#39;m writing to ask you oppose the Biden Title IX Rule. <br/>I am challenging how ED justifies the cost, harm, or impact of overturning protections based on biological sex in federal law.   This requires a response from you, the elected officials!",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "As a clinician, I urge CMS to ensure the final Physician Fee Schedule for 2023 strengthens access to psychological services and meets the mental health needs of underserved communities. This year&#39;s proposal has serious implications for equity in access to behavioral health care. I also urge CMS to work with the American Psychological Association (APA) Services to develop new rate-setting methodologies to better reflect the cost of furnishing services and ensure Medicare beneficiaries have access to needed mental and behavioral health services.<br/><br/>Strengthen the Practice of Psychology<br/>BHI Codes <br/>I support CMS&#39; proposed coding and payment for General Behavioral Health Integration (BHI) to recognize psychologists&#39; role in integrated care. I appreciate CMS&#39; support for multiple evidence-based models of integrated care, as it allows psychologists the flexibility required to support the behavioral health needs of the broader community.<br/><br/>Medicare Potentially Underutilized Services<br/>I appreciate CMS&#39; request for comments on potentially underutilized services, as several of the services CMS identified are performed by psychologists. I recommend CMS create additional Cognitive Assessment &amp; Care codes without the medication reconciliation service because medication management is outside the scope of a psychologist&#39;s license in many states. Additionally, I recommend CMS allow reimbursement for Intensive Behavioral Therapy for Obesity services provided by psychologists. <br/><br/>Chronic Pain Management and Treatment (CPM) Bundles<br/>I ask CMS to create additional bundled pain management codes that do not include medication management. I am concerned that psychologists would be excluded from this new bundled service because in most states medication management is outside the scope of a psychologist&#39;s license. Psychologists play a critical role in implementing non-pharmacological approaches to treatment, which may be safer or more effective for some patients, as well as team-based comprehensive pain management.<br/><br/>Telehealth<br/>Many patients in rural and underserved areas are now able to access mental health services, often for the first time. Additionally, many patients prefer utilizing telehealth for a variety of reasons. Reverting to a lower rate for telehealth services after the end of the COVID public health emergency will lead practitioners to offer telehealth less frequently or to restrict the number of Medicare beneficiaries they treat using telehealth.<br/><br/>Expand Psychology Training and Workforce Development<br/>Supervision by Psychologists <br/>I applaud CMS&#39; Proposed Revisions to the &quot;Incident to&quot; Physicians&#39; Services Regulation for Behavioral Health Services to allow for reimbursement for Physicians and Non-Physician Providers (NPPs), which include psychologists, who supervise these practitioners in their everyday practice. This will help expand access to and coordination of mental health services in rural and underserved areas where masters&#39;-level practitioners represent a substantial segment of the mental health providers in the area.<br/><br/>Advanced Psychology Trainee Services <br/>I urge CMS to allow for Medicare reimbursement of services provided by advanced psychology trainees under the supervision of a licensed psychologist. Although psychology interns receive extensive clinical experience prior to their internship, services provided by trainees under the supervision of a licensed psychologist are not reimbursable under Medicare. Without Medicare reimbursement of services provided by trainees, training programs lack a steady source of funding. <br/><br/>Support the Psychological Research-to-Practice Pipeline<br/>Caregiving Behavior Management Training<br/>I ask CMS to reconsider its position on the caregiver behavior management training codes. There is extensive empirical support for caregiver behavior management training and it is the gold standard treatment approach for several health behavior issues. Although the patient is not present when this training is provided, these codes have many benefits for the patient, including a reduction in disruptive and problematic behaviors for children with ADHD, improved weight management for individuals with obesity, and better management of patients with dementia.<br/><br/>Digital Therapeutics<br/>I urge CMS to accept APA Services&#39; proposal that would establish a new set of reimbursement codes for digital therapeutics-one for purchase of the device, one for patient education about the device, and two for ongoing management of the service furnished through the device.  Unlike the RTM codes, this structure reimburses for an active therapeutic intervention, as opposed to passively monitoring a patient&#39;s condition. A new set of reimbursement codes as outlined above will have a positive impact on access to treatment amongst patients who have limited access to traditional office-based treatment or who prefer the use of digital devices over a face-to-face visit.",
    "label": "neg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "As a clinician who cares for patients who receive important care at rates determined by the Centers for Medicare &amp; Medicaid Services, I am greatly disappointed to see CMS reduce work RVUs for cardiac ablation, pulmonary angiography, and pulmonary revascularization services below the values recommended by the American Medical Association/Specialty Society RVS Update Committee (RUC) in the 2023 Medicare Physician Fee Schedule proposed rule. I urge you and the staff at CMS to reconsider the proposed work RVU reductions to these services in the 2023 rulemaking and implement the RUC-recommended values. After a year of devastating cuts to CV services, further cuts for 2023 are simply indefensible. We are currently facing record inflation, a continuation of the nationwide public health emergency, and significant challenges retaining our workforce. We urge CMS to re-evaluate their position and its harmful impact on patient access to care. We cannot sustain continued cuts, especially cuts that go beyond the RUC recommendations.<br/><br/>Beyond the troubling trend of ongoing reductions via conversion factor cuts (proposed -4.5% in CY2023), statutory cuts from sequestration and PAYGO rules, and a flat annual payment update that fails to account for significant inflation in practice costs, these specific reductions are an alarming and significant departure from the RUC recommended values. The RUC survey and evaluation process, in which practicing physician feedback is used to create recommended relative values for services, was in these instances disregarded by using comparator codes which are in no way comparable to the services in question. Despite the RUC process taking great lengths to recognize and adjust to the new efficiencies of these codes due to advanced technology that increases complexity and risk, CMS further reduced the RUC proposed values. <br/><br/>After the large reductions ablation services underwent in 2022 resulting from bundling of services and subsequent refinement of the work RVUs by the RUC based on a second work RVU survey for 2023, further reductions at the scale proposed are unfounded. Doing so will harm patients&#39; access to care and the clinicians who serve them. RVUs for these services were reduced 26% from 2021 to 2022 through bundling. Phasing-in of these reductions should have taken place in 2022, but did not occur. CMS&#39;s proposal for 2023 would reduce the same codes another 10% within a 12-month period, based solely on a desire to see greater reductions in RVUs commensurate with time that ignore the intensity and risk inherent in these services. <br/><br/>RVUs for these services were reduced 26% from 2021 to 2022 through bundling; phasing-in of these reductions should have taken place in 2022 but did not occur. CMS&#39;s proposal for 2023 would reduce the same codes another 10% within a 12- month period, based solely on a desire to see greater reductions in RVUs commensurate with time that ignore the intensity and risk inherent in these services. <br/><br/>Because of the concerns noted above, CMS should deviate from the RUC recommendations for SVT (93653) and AF (93656) ablation, instead using survey median values to set rates for these codes that align with more appropriate comparison services. The higher median values better reflect the skill, intensity, complexity, and risk of these services. The RUC recommended RVUs for VT ablation (93654) and additional ablation codes (93655, 93657) appropriately capture reductions in time while also reflecting the intensity of these services better than the CMS proposed crosswalks and should be adopted as the values for these codes. To make the work of ablating tissue inside the heart to control chronic rhythm disorders equivalent to the work of revascularization of a lower extremity vessel, as CMS proposes, would be improper and a distortion of the relativity of these procedures.<br/><br/>Pulmonary services suffer a similar outcome, where CMS seems to consider time without regard to intensity or complexity. In some instances, this was done when submitted materials included compelling evidence the services had changed from their prior work valuation and are now more intense. With new codes, the rule repeatedly states that values appear high compared to codes with similar times, making reductions appropriate. However, this fails to account for the increased intensity and work of these services versus the services CMS identifies, all of which are performed primarily in pediatric populations for congenital heart disease. <br/><br/>I urge you to implement the work RVUs for these families of codes as described above.<br/><br/>Thank you for your consideration.",
    "label": "veryneg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "As a scholar, I urge CMS to evaluate how the Physician Fee Schedule can improve access to mental and behavioral health services by supporting recruitment and retention of psychologists. Recruiting more psychologists is an essential strategy to meet patient needs wherever they are, particularly in underserved communities. In that spirit, I also urge CMS to work with the American Psychological Association (APA) Services to develop new rate-setting methodologies to improve access to behavioral health services.<br/><br/>Strengthen the Practice of Psychology<br/>BHI Codes <br/>I support CMS&#39; proposed coding and payment for General Behavioral Health Integration (BHI) to recognize psychologists&#39; role in integrated care. I appreciate CMS&#39; support for multiple evidence-based models of integrated care, as it allows psychologists the flexibility required to support the behavioral health needs of the broader community.<br/><br/>Medicare Potentially Underutilized Services<br/>I appreciate CMS&#39; request for comments on potentially underutilized services, as several of the services CMS identified are performed by psychologists. I recommend CMS create additional Cognitive Assessment &amp; Care codes without the medication reconciliation service because medication management is outside the scope of a psychologist&#39;s license in many states. Additionally, I recommend CMS allow reimbursement for Intensive Behavioral Therapy for Obesity services provided by psychologists. <br/><br/>Chronic Pain Management and Treatment (CPM) Bundles<br/>I ask CMS to create additional bundled pain management codes that do not include medication management. I am concerned that psychologists would be excluded from this new bundled service because in most states medication management is outside the scope of a psychologist&#39;s license. Psychologists play a critical role in implementing non-pharmacological approaches to treatment, which may be safer or more effective for some patients, as well as team-based comprehensive pain management.<br/><br/>Telehealth<br/>Many patients in rural and underserved areas are now able to access mental health services, often for the first time. Additionally, many patients prefer utilizing telehealth for a variety of reasons. Reverting to a lower rate for telehealth services after the end of the COVID public health emergency will lead practitioners to offer telehealth less frequently or to restrict the number of Medicare beneficiaries they treat using telehealth.<br/><br/>Expand Psychology Training and Workforce Development<br/>Supervision by Psychologists <br/>I applaud CMS&#39; Proposed Revisions to the &quot;Incident to&quot; Physicians&#39; Services Regulation for Behavioral Health Services to allow for reimbursement for Physicians and Non-Physician Providers (NPPs), which include psychologists, who supervise these practitioners in their everyday practice. This will help expand access to and coordination of mental health services in rural and underserved areas where masters&#39;-level practitioners represent a substantial segment of the mental health providers in the area.<br/><br/>Advanced Psychology Trainee Services <br/>I urge CMS to allow for Medicare reimbursement of services provided by advanced psychology trainees under the supervision of a licensed psychologist. Although psychology interns receive extensive clinical experience prior to their internship, services provided by trainees under the supervision of a licensed psychologist are not reimbursable under Medicare. Without Medicare reimbursement of services provided by trainees, training programs lack a steady source of funding. <br/><br/>Support the Psychological Research-to-Practice Pipeline<br/>Caregiving Behavior Management Training<br/>I ask CMS to reconsider its position on the caregiver behavior management training codes. There is extensive empirical support for caregiver behavior management training and it is the gold standard treatment approach for several health behavior issues. Although the patient is not present when this training is provided, these codes have many benefits for the patient, including a reduction in disruptive and problematic behaviors for children with ADHD, improved weight management for individuals with obesity, and better management of patients with dementia.<br/><br/>Digital Therapeutics<br/>I urge CMS to accept APA Services&#39; proposal that would establish a new set of reimbursement codes for digital therapeutics-one for purchase of the device, one for patient education about the device, and two for ongoing management of the service furnished through the device.  Unlike the RTM codes, this structure reimburses for an active therapeutic intervention, as opposed to passively monitoring a patient&#39;s condition. A new set of reimbursement codes as outlined above will have a positive impact on access to treatment amongst patients who have limited access to traditional office-based treatment or who prefer the use of digital devices over a face-to-face visit.",
    "label": "neg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "As a clinician, I urge CMS to ensure the final Physician Fee Schedule for 2023 strengthens access to psychological services and meets the mental health needs of underserved communities. This year&#39;s proposal has serious implications for equity in access to behavioral health care. I also urge CMS to work with the American Psychological Association (APA) Services to develop new rate-setting methodologies to better reflect the cost of furnishing services and ensure Medicare beneficiaries have access to needed mental and behavioral health services.<br/><br/>Strengthen the Practice of Psychology<br/>BHI Codes <br/>I support CMS&#39; proposed coding and payment for General Behavioral Health Integration (BHI) to recognize psychologists&#39; role in integrated care. I appreciate CMS&#39; support for multiple evidence-based models of integrated care, as it allows psychologists the flexibility required to support the behavioral health needs of the broader community.<br/><br/>Medicare Potentially Underutilized Services<br/>I appreciate CMS&#39; request for comments on potentially underutilized services, as several of the services CMS identified are performed by psychologists. I recommend CMS create additional Cognitive Assessment &amp; Care codes without the medication reconciliation service because medication management is outside the scope of a psychologist&#39;s license in many states. Additionally, I recommend CMS allow reimbursement for Intensive Behavioral Therapy for Obesity services provided by psychologists. <br/><br/>Chronic Pain Management and Treatment (CPM) Bundles<br/>I ask CMS to create additional bundled pain management codes that do not include medication management. I am concerned that psychologists would be excluded from this new bundled service because in most states medication management is outside the scope of a psychologist&#39;s license. Psychologists play a critical role in implementing non-pharmacological approaches to treatment, which may be safer or more effective for some patients, as well as team-based comprehensive pain management.<br/><br/>Telehealth<br/>Many patients in rural and underserved areas are now able to access mental health services, often for the first time. Additionally, many patients prefer utilizing telehealth for a variety of reasons. Reverting to a lower rate for telehealth services after the end of the COVID public health emergency will lead practitioners to offer telehealth less frequently or to restrict the number of Medicare beneficiaries they treat using telehealth.<br/><br/>Expand Psychology Training and Workforce Development<br/>Supervision by Psychologists <br/>I applaud CMS&#39; Proposed Revisions to the &quot;Incident to&quot; Physicians&#39; Services Regulation for Behavioral Health Services to allow for reimbursement for Physicians and Non-Physician Providers (NPPs), which include psychologists, who supervise these practitioners in their everyday practice. This will help expand access to and coordination of mental health services in rural and underserved areas where masters&#39;-level practitioners represent a substantial segment of the mental health providers in the area.<br/><br/>Advanced Psychology Trainee Services <br/>I urge CMS to allow for Medicare reimbursement of services provided by advanced psychology trainees under the supervision of a licensed psychologist. Although psychology interns receive extensive clinical experience prior to their internship, services provided by trainees under the supervision of a licensed psychologist are not reimbursable under Medicare. Without Medicare reimbursement of services provided by trainees, training programs lack a steady source of funding. <br/><br/>Support the Psychological Research-to-Practice Pipeline<br/>Caregiving Behavior Management Training<br/>I ask CMS to reconsider its position on the caregiver behavior management training codes. There is extensive empirical support for caregiver behavior management training and it is the gold standard treatment approach for several health behavior issues. Although the patient is not present when this training is provided, these codes have many benefits for the patient, including a reduction in disruptive and problematic behaviors for children with ADHD, improved weight management for individuals with obesity, and better management of patients with dementia.<br/><br/>Digital Therapeutics<br/>I urge CMS to accept APA Services&#39; proposal that would establish a new set of reimbursement codes for digital therapeutics-one for purchase of the device, one for patient education about the device, and two for ongoing management of the service furnished through the device.  Unlike the RTM codes, this structure reimburses for an active therapeutic intervention, as opposed to passively monitoring a patient&#39;s condition. A new set of reimbursement codes as outlined above will have a positive impact on access to treatment amongst patients who have limited access to traditional office-based treatment or who prefer the use of digital devices over a face-to-face visit.",
    "label": "neg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "I am an individual with atrial fibrillation.  My catheter ablation has made a vast improvement in my quality of life. <br/><br/>A reduction in coverage for this necessary procedure will directly impact patient&rsquo;s care and quality of life. ",
    "label": "neg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "<br/>August 25, 3022<br/><br/>RE: Docket ID: ED-2021-OCR-0166 &ndash; Public Comment <br/><br/>Dear Sir or Madam:<br/><br/>    I am a grandmother of a several grade school student(s) in the State of Illinois.<br/><br/>I am writing to express my deep concerns about the proposed changes to the Title IX Regulations and the harmful impacts to my parental rights and our children&rsquo;s rights and well-being that will occur if these changes take place.<br/><br/>I am concerned that&hellip;. <br/><br/>The proposed regulations would violate my children&#39;s parental rights.<br/><br/>The proposed regulations would threaten girls&rsquo; privacy / safety / sport&rsquo;s and academic opportunities by allowing potential pedophiles to use the same dressing rooms and/or restrooms as my granddaughters.  Also, allowing males to compete in female sports gives an unfair advantage to the male participant. <br/><br/>The proposed regulations would infringe our family&rsquo;s religious liberties by opposing the Biblical belief that God created each person a male or female.  <br/><br/>These proposed changes to the Title IX regulations would be harmful to parental rights, religious liberties, children&rsquo;s well-being, my grandddaughter&rsquo;s privacy, safety, and sports opportunities.<br/><br/>Money is allocated to schools each year on a per student basis based on the number of children enrolled in school. We ask you to calculate and take into consideration the economic impact of concerned parents removing their children from public schools due to these proposed regulations. <br/><br/>I strongly urge you to abandon these changes to the Title IX regulations.<br/><span style='padding-left: 30px'></span><br/>Very truly,<br/><br/>JAK<br/>",
    "label": "neut",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "I am writing to oppose CMS&#39; significant payment reductions for physical therapy services in 2023. The agency&#39;s proposed 4.42% reduction to the conversion factor will present new challenges and exacerbate existing ones in the provision of critical services, compounded by the fact that reductions to payment for PT were implemented in both 2021 and 2022 as well. It is critical that CMS act swiftly to mitigate the negative impact of these cuts to the extent of its authority.<br/><br/>CMS&#39; proposal to reduce payment for physical therapy services by 4% in 2023 is disappointing and presents a growing and compounding challenge for physical therapists to accommodate dwindling payment within a shifting health care landscape and concerning inflation. Providers, many of whom are small business owners, are already struggling to maintain their operations due to stagnant or declining payment, without accounting for historic inflation rates or the ongoing COVID-19 PHE. Inability to keep these practices open in their current capacity invariably means that beneficiaries will be harmed.<br/><br/>If CMS continues these reductions in payment, it will undoubtedly hamstring small therapy businesses, particularly in rural and underserved areas, with resulting delays and disruptions to skilled therapy care. CMS must ensure that these cuts do not affect access to care, through a combination of aggressive regulatory action and collaboration with legislators. <br/><br/>I appreciate that CMS continues to consider and solicit information on potentially making permanent the change to the definition of &quot;direct supervision,&quot; which allows direct supervision to be met through virtual presence. I believe that it is within CMS&#39; authority to modify the supervision requirements for PTAs (42 CFR 410.60(a)(3)(ii) and (c)(2)) from direct to general for physical therapist assistants in private practice.<br/><br/>Amending the supervision standard for private practices will help to ensure patient access to therapy services, assist in navigating the long-term and ongoing recovery from the COVID-19 pandemic, and provide support for small outpatient therapy businesses facing annual and compounding payment cuts. Under Medicare, the level and frequency of PTA supervision differs by setting and can be superseded by state practice acts or local law where more stringent. Medicare currently allows for general supervision for PTAs in all settings except for private practice, which requires direct supervision. 44 states require general supervision, and the remaining six states have varied supervision levels based on settings. Aligning the Medicare supervision requirement with state law would provide much-needed, commonsense relief for physical therapists and physical therapist assistants in private practice. PTAs are licensed or certified in all 50 states and should be able to exercise their skills without needlessly stringent standards that disregard well-established practices. <br/><br/>I support general supervision for PTAs in private practice, CMS should, at a minimum, make permanent the current flexibility to allow direct supervision of physical therapist assistants to be satisfied through virtual means. Doing so would at least maintain the improved access that has been afforded to Medicare beneficiaries during the pandemic without significant drawbacks. <br/><br/>CMS established that it has concerns over the potential underutilization of high-value health services, particularly among potentially underserved communities. Underutilization of PT can be even more critical for individuals in isolated rural areas given the higher need for independent function and movement, which can have compounding effects on the cost of care across an individual&#39;s lifetime.",
    "label": "veryneg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "My name is James Black, I have completed ECP therapy 3 times! The first time I did this therapy the doctor sent me home with no hope, I had 5% blood flow and no course of action to correct it. Luckily a nurse brought this treatment to our attention, first time around I could not walk on my own, or do personal tasks. After the the first treatment it brought me back some normality, it saved my life. The second treatment gave me quality of life, I am able to run around, take care of my self, and feel alive again. This treatment has kept me out of the ER and from unnecessary hospital visits. In total I have had 12 heart surgeries prior to this treatment, and non of them came close to what this treatment has given me. I believe this treatment is highly valuable and since it&rsquo;s non-invasive it should be the first course of action prior to heart surgery. ECP should be easily and readily available to everyone especially any Medicare and Medicade. ",
    "label": "neut",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "Docket ID: ED-2021-OCR-0166<br/><br/>These regulations are a violation of my religious rights, freedom of speech, parental rights, they cause harm to children, fail to protect girls&#39; sports and privacy in public spaces, harms the minority community, and I believe will have immense negative economic impact. It is my deeply held belief that there are only two genders. This belief is not grounded only in my religion but also in the most fundamental aspects of anthropology and biological science. I will not willingly subject myself nor any of my family members to conform to unsafe practices based on contrary beliefs. The idea that gender is a concept based on feelings and that a person may assume a gender other than their biological sex is not scientific. Moreover, I believe that it is immoral to teach these gender ideologies as fact to children whose minds have not yet matured to understand the difference between reality and fantasy. Let me be perfectly clear, these dividing and indoctrinating Gender Ideologies are purely fantasy and have no basis in reality. The reality is that those who identify by a gender other than their biological sex are experiencing a dysphoria. Encouraging any person that this dysphoria is the reality can lead to a state of psychosis and further mental disorder which is highly likely to cause harm to the individual and those around them. I will not send my child to any school which requires adherence to these regulations.<br/><br/>For the Department of Education, What will the economic impact of implementing these regulations be?<br/><br/>Please see the following studies:<br/>&ldquo;The hypothesis that gender identity is an innate, fixed property of human beings that is independent of biological sex &mdash; that a person might be &lsquo;a man trapped in a woman&rsquo;s body&rsquo; or &lsquo;a woman trapped in a man&rsquo;s body&rsquo; &mdash; is not supported by scientific evidence&rdquo;<br/>https://www.thenewatlantis.com/wp-content/uploads/legacy-pdfs/20160819_TNA50SexualityandGender.pdf<br/><br/>Real life victims of the transgender cult<br/>https://pjmedia.com/parenting/tyler-o-neil/2016/08/21/real-life-victims-of-the-transgender-cult-n107182",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "As an audiologist who treats Medicare beneficiaries, I write to offer comments on the Calendar Year (CY) 2023 Medicare Physician Fee Schedule (MPFS) proposed rule. I thank the Centers for Medicare &amp; Medicaid Services (CMS) for proposing to use its administrative authority to remove the physician/practitioner order requirements for certain audiology assessment services on a limited basis. However, the mechanism by which CMS proposes to implement the proposal creates administrative and financial challenges for audiologists that will undermine the success of the proposal. <br/><br/>Audiologists value care coordination with multidisciplinary care teams-including their physician partners-and are bound by clinical, ethical, and legal standards to do so. Removing the physician/practitioner order requirement does not eliminate this obligation to work as a team and continue to deliver coordinated patient care. In addition, audiologists are educated, trained, and qualified to provide a range of hearing and balance assessment services and do not require a physician/practitioner order under state law to safely provide these services to patients. As such, I strongly support CMS&#39;s proposal to remove the physician/practitioner order requirement for audiology services under its current administrative authority.<br/><br/>My primary concern with the proposal is the use of the G-code GAUDX, to represent 36 distinct clinical services for reimbursement purposes instead of using the established and valued CPT codes traditionally used by audiologists to report their services. The use of GAUDX would undermine CMS&#39;s stated intent of collecting data on how often audiology assessment services are provided without a physician/practitioner order. <br/><br/>Use of GAUDX also grossly skews reimbursement for these services, in some cases overpaying the audiologist for an assessment service (and increasing beneficiary financial liability) and in other cases underpaying audiologists for these services. In the most extreme case, audiologists would lose approximately $100 in reimbursement from using GAUDX for a single service. Using the CPT code that represents the specific service(s) provided allows CMS to accurately understand what types of audiology assessment services are provided without a physician order associated with a patient&#39;s diagnosis. In addition, using CPT codes and a related modifier upholds the value and integrity of the Medicare fee schedule by ensuring audiologists are paid on established rates, not an arbitrary value. I recommend that CMS utilize the CPT codes for these services at the established reimbursement rates and require the use of a modifier to help track when these services are provided without a physician/practitioner order.<br/><br/>While I do not believe access to care without a physician order should be limited to once per calendar year, I recognize that CMS intends a limited approach to the proposal. Limiting coverage without a physician order to CPT codes with a modifier on a single date of service would allow audiologists to provide the appropriate medically necessary services to Medicare beneficiaries and accurately reflect service delivery and reimbursement for those specific procedures.<br/><br/>Audiologists are defined as professionals with specialized education and training in the provision of comprehensive diagnostic and nonmedical treatment services for hearing and balance disorders. ,<span style='padding-left: 30px'></span>As noted above, audiologists can provide balance assessments safely without a physician order and recognize the importance of coordinating with their physician partners-when the patient&#39;s clinical presentation requires it-for hearing and balances assessments alike. Therefore, I recommend that CMS allow audiologists to perform both hearing and balance assessments without a physician/practitioner order as needed by the patient. <br/><br/>Without adjusting the proposal to reflect the practical challenges created by the GAUDX code, CMS will not achieve its goal of better understanding the impact from removing the physician order requirement nor will it increase beneficiary access to care because using the GAUDX code will create too many administrative and payment challenges for audiologists.<br/><br/>Thank you for considering my recommendations. Audiologists stand ready to partner with CMS to develop a policy that meets the needs of all stakeholders ensuring that Medicare beneficiaries receive timely access to audiology assessment services.",
    "label": "veryneg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "As an applied psychologist, I urge CMS to ensure that the final Physician Fee Schedule for 2023 utilizes findings from the field of applied psychology to improve equity in behavioral health care, particularly for diverse and underserved communities. In that spirit, I also urge CMS to work with the American Psychological Association (APA) Services to develop new rate-setting methodologies to improve access to behavioral health services.<br/><br/>Strengthen the Practice of Psychology<br/>BHI Codes <br/>I support CMS&#39; proposed coding and payment for General Behavioral Health Integration (BHI) to recognize psychologists&#39; role in integrated care. I appreciate CMS&#39; support for multiple evidence-based models of integrated care, as it allows psychologists the flexibility required to support the behavioral health needs of the broader community.<br/><br/>Medicare Potentially Underutilized Services<br/>I appreciate CMS&#39; request for comments on potentially underutilized services, as several of the services CMS identified are performed by psychologists. I recommend CMS create additional Cognitive Assessment &amp; Care codes without the medication reconciliation service because medication management is outside the scope of a psychologist&#39;s license in many states. Additionally, I recommend CMS allow reimbursement for Intensive Behavioral Therapy for Obesity services provided by psychologists. <br/><br/>Chronic Pain Management and Treatment (CPM) Bundles<br/>I ask CMS to create additional bundled pain management codes that do not include medication management. I am concerned that psychologists would be excluded from this new bundled service because in most states medication management is outside the scope of a psychologist&#39;s license. Psychologists play a critical role in implementing non-pharmacological approaches to treatment, which may be safer or more effective for some patients, as well as team-based comprehensive pain management.<br/><br/>Telehealth<br/>Many patients in rural and underserved areas are now able to access mental health services, often for the first time. Additionally, many patients prefer utilizing telehealth for a variety of reasons. Reverting to a lower rate for telehealth services after the end of the COVID public health emergency will lead practitioners to offer telehealth less frequently or to restrict the number of Medicare beneficiaries they treat using telehealth.<br/><br/>Expand Psychology Training and Workforce Development<br/>Supervision by Psychologists <br/>I applaud CMS&#39; Proposed Revisions to the &quot;Incident to&quot; Physicians&#39; Services Regulation for Behavioral Health Services to allow for reimbursement for Physicians and Non-Physician Providers (NPPs), which include psychologists, who supervise these practitioners in their everyday practice. This will help expand access to and coordination of mental health services in rural and underserved areas where masters&#39;-level practitioners represent a substantial segment of the mental health providers in the area.<br/><br/>Advanced Psychology Trainee Services <br/>I urge CMS to allow for Medicare reimbursement of services provided by advanced psychology trainees under the supervision of a licensed psychologist. Although psychology interns receive extensive clinical experience prior to their internship, services provided by trainees under the supervision of a licensed psychologist are not reimbursable under Medicare. Without Medicare reimbursement of services provided by trainees, training programs lack a steady source of funding. <br/><br/>Support the Psychological Research-to-Practice Pipeline<br/>Caregiving Behavior Management Training<br/>I ask CMS to reconsider its position on the caregiver behavior management training codes. There is extensive empirical support for caregiver behavior management training and it is the gold standard treatment approach for several health behavior issues. Although the patient is not present when this training is provided, these codes have many benefits for the patient, including a reduction in disruptive and problematic behaviors for children with ADHD, improved weight management for individuals with obesity, and better management of patients with dementia.<br/><br/>Digital Therapeutics<br/>I urge CMS to accept APA Services&#39; proposal that would establish a new set of reimbursement codes for digital therapeutics-one for purchase of the device, one for patient education about the device, and two for ongoing management of the service furnished through the device.  Unlike the RTM codes, this structure reimburses for an active therapeutic intervention, as opposed to passively monitoring a patient&#39;s condition. A new set of reimbursement codes as outlined above will have a positive impact on access to treatment amongst patients who have limited access to traditional office-based treatment or who prefer the use of digital devices over a face-to-face visit.",
    "label": "neg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "You cannot ignore the facts of biology.  I can witness that as i compare the size &amp; capabilities of my boday to that of high school boys.   They can lift more weight, they have larger lung capacity to run faster, longer.  They have higher twitch muscles that allow for quickness &amp; speed.  These are things that you cannot alter with surgery or hormones.  Biological males &amp; females should continue to prepare &amp; compete separately.  This ruling would put biological females at disadvantage, as well as expose them to potential harassment.  This ruling is going backwards from what we have achieved as a society.<br/><br/>I am writing in opposition to this rule redefining sex as used in Title IX of the Education Amendments of 1972.<br/><br/>For fifty years, Title IX has provided important protections and opportunities for women by prohibiting discrimination on the basis of sex. While parents across the country are demanding the rejection of &quot;woke&quot; policies, the Department of Education instead has chosen to hijack Title IX to force gender ideology on children without their parents&#39; knowledge or approval.<br/><br/>If this rule is approved, biological males would be able to:<br/><br/>-<span style='padding-left: 30px'></span>Openly change in girl&#39;s dressing rooms.<br/>-<span style='padding-left: 30px'></span>Take college and university scholarships specifically reserved for women.<br/>-<span style='padding-left: 30px'></span>Use their position to charge schools with discrimination if they feel they aren&#39;t getting enough &quot;playing&quot; time.<br/>-<span style='padding-left: 30px'></span>File a formal sexual harassment complaint against any female who speaks out against men in women&#39;s sports.<br/>-<span style='padding-left: 30px'></span>Share hotel rooms with females during overnight trips.<br/>-<span style='padding-left: 30px'></span>Enjoy physical advantages like greater lung capacity, higher bone density, and greater muscle mass.<br/><br/>This proposed rule is a lawless interpretation, allows for unfair play, and is a complete overreach by the Department of Education.",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "Thank you for taking initial steps to help ensure that petitions for patent review at the U.S. Patent and Trademark Office (USPTO) are considered based on their merits. <br/><br/>High-quality patents are important for incentivizing innovation and promoting economic growth. However, it should concern us all that bad actors are taking advantage of loopholes in our patent system by using poor-quality patents to attack American manufacturers and innovators with meritless lawsuits. <br/><br/>The USPTO&rsquo;s ability to weed-out invalid patents through expert review is a critical protection for American businesses, innovators, and manufacturers of all sizes. Please restore the review process to work as Congress originally intended and ensure that petitions for review are considered on their merits.",
    "label": "pos",
    "docketId": "PTO-P-2022-0023",
    "docAbstract": null
  },
  {
    "text": "I reject the extension of Title 9 and will remove my children as well as encourage other families to remove their children from the public school system if this is passed.  This extension of title 9 is unconstitutional and illegal for the following reasons:  <br/>It violates  Parental rights <br/>Brings Harms to children <br/>Takes away Freedom of speech <br/>Takes away Freedom of religion<br/>Does not Protect girls&rsquo; sports and privacy spaces<br/>Brings Harm to minority communities<br/>Causes a negative Economic impact",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "As a clinician who cares for patients who receive important care at rates determined by the Centers for Medicare &amp; Medicaid Services, I am greatly disappointed to see CMS reduce work RVUs for cardiac ablation, pulmonary angiography, and pulmonary revascularization services below the values recommended by the American Medical Association/Specialty Society RVS Update Committee (RUC) in the 2023 Medicare Physician Fee Schedule proposed rule. I urge you and the staff at CMS to reconsider the proposed work RVU reductions to these services in the 2023 rulemaking and implement the RUC-recommended values. After a year of devastating cuts to CV services, further cuts for 2023 are simply indefensible. We are currently facing record inflation, a continuation of the nationwide public health emergency, and significant challenges retaining our workforce. We urge CMS to re-evaluate their position and its harmful impact on patient access to care. We cannot sustain continued cuts, especially cuts that go beyond the RUC recommendations.<br/><br/>Beyond the troubling trend of ongoing reductions via conversion factor cuts (proposed -4.5% in CY2023), statutory cuts from sequestration and PAYGO rules, and a flat annual payment update that fails to account for significant inflation in practice costs, these specific reductions are an alarming and significant departure from the RUC recommended values. The RUC survey and evaluation process, in which practicing physician feedback is used to create recommended relative values for services, was in these instances disregarded by using comparator codes which are in no way comparable to the services in question. Despite the RUC process taking great lengths to recognize and adjust to the new efficiencies of these codes due to advanced technology that increases complexity and risk, CMS further reduced the RUC proposed values. <br/><br/>After the large reductions ablation services underwent in 2022 resulting from bundling of services and subsequent refinement of the work RVUs by the RUC based on a second work RVU survey for 2023, further reductions at the scale proposed are unfounded. Doing so will harm patients&#39; access to care and the clinicians who serve them. RVUs for these services were reduced 26% from 2021 to 2022 through bundling. Phasing-in of these reductions should have taken place in 2022, but did not occur. CMS&#39;s proposal for 2023 would reduce the same codes another 10% within a 12-month period, based solely on a desire to see greater reductions in RVUs commensurate with time that ignore the intensity and risk inherent in these services. <br/><br/>RVUs for these services were reduced 26% from 2021 to 2022 through bundling; phasing-in of these reductions should have taken place in 2022 but did not occur. CMS&#39;s proposal for 2023 would reduce the same codes another 10% within a 12- month period, based solely on a desire to see greater reductions in RVUs commensurate with time that ignore the intensity and risk inherent in these services. <br/><br/>Because of the concerns noted above, CMS should deviate from the RUC recommendations for SVT (93653) and AF (93656) ablation, instead using survey median values to set rates for these codes that align with more appropriate comparison services. The higher median values better reflect the skill, intensity, complexity, and risk of these services. The RUC recommended RVUs for VT ablation (93654) and additional ablation codes (93655, 93657) appropriately capture reductions in time while also reflecting the intensity of these services better than the CMS proposed crosswalks and should be adopted as the values for these codes. To make the work of ablating tissue inside the heart to control chronic rhythm disorders equivalent to the work of revascularization of a lower extremity vessel, as CMS proposes, would be improper and a distortion of the relativity of these procedures.<br/><br/>Pulmonary services suffer a similar outcome, where CMS seems to consider time without regard to intensity or complexity. In some instances, this was done when submitted materials included compelling evidence the services had changed from their prior work valuation and are now more intense. With new codes, the rule repeatedly states that values appear high compared to codes with similar times, making reductions appropriate. However, this fails to account for the increased intensity and work of these services versus the services CMS identifies, all of which are performed primarily in pediatric populations for congenital heart disease. <br/><br/>I urge you to implement the work RVUs for these families of codes as described above.<br/><br/>Thank you for your consideration.",
    "label": "veryneg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "This is abusive to girls! Please stop this from happenstance ng.<br/><br/>I am writing in opposition to this rule redefining sex as used in Title IX of the Education Amendments of 1972.<br/><br/>For fifty years, Title IX has provided important protections and opportunities for women by prohibiting discrimination on the basis of sex. While parents across the country are demanding the rejection of &quot;woke&quot; policies, the Department of Education instead has chosen to hijack Title IX to force gender ideology on children without their parents&#39; knowledge or approval.<br/><br/>If this rule is approved, biological males would be able to:<br/><br/>-<span style='padding-left: 30px'></span>Openly change in girl&#39;s dressing rooms.<br/>-<span style='padding-left: 30px'></span>Take college and university scholarships specifically reserved for women.<br/>-<span style='padding-left: 30px'></span>Use their position to charge schools with discrimination if they feel they aren&#39;t getting enough &quot;playing&quot; time.<br/>-<span style='padding-left: 30px'></span>File a formal sexual harassment complaint against any female who speaks out against men in women&#39;s sports.<br/>-<span style='padding-left: 30px'></span>Share hotel rooms with females during overnight trips.<br/>-<span style='padding-left: 30px'></span>Enjoy physical advantages like greater lung capacity, higher bone density, and greater muscle mass.<br/><br/>This proposed rule is a lawless interpretation, allows for unfair play, and is a complete overreach by the Department of Education.",
    "label": "veryneg",
    "docketId": "ED-2021-OCR-0166",
    "docAbstract": "The U.S. Department of Education (Department) proposes to \namend the regulations implementing Title IX of the Education Amendments of 1972 (Title IX). The purpose of the proposed regulations is to better align the Title IX regulatory requirements with Title IX’s nondiscrimination mandate, and to clarify the scope and application of Title IX and the \nobligation of all schools, including elementary schools, secondary schools, postsecondary institutions, and other \nrecipients that receive Federal financial assistance from the Department (referred to below as recipients or schools) to \nprovide an educational environment free from discrimination on the basis of sex, including through responding to incidents of sex discrimination. The Department recognizes that schools vary in size, student populations, and administrative structure. The proposed regulations would enable all schools to meet their obligations to comply fully with Title IX while providing them appropriate discretion and flexibility to account for these variations. \n"
  },
  {
    "text": "I am an atrial fibrillation patient.<br/>Medicare has proposed cuts for electrophysiologists doing afib catheter ablations. Unfortunately, this will make it difficult for us afib patients to get a catheter ablation.<br/><br/>As an afib patient, I request that Medicare withdraw the planned cuts and pay EPs appropriately for these procedures to preserve our access to afib catheter ablations.  There are few doctors trained for this life saving procedure.  It would be detrimental to the patient&#39;s health to discourage doctors from being trained for this or to do the procedure by taking away the financial incentive.",
    "label": "veryneg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "It is my understanding that Medicare is considering more cuts in coverage for catheter ablations for afib patients, this following already having made cuts in 2022. Being someone who has afib and may require an ablation soon to try an correct this daily worry, I strongly ask you not to continue down this path. You will make it more difficult for patients to pay for the ablation and fewer Electrophysiologist available to perform it.",
    "label": "veryneg",
    "docketId": "CMS-2022-0113",
    "docAbstract": null
  },
  {
    "text": "Thank you for taking initial steps to help ensure that petitions for patent review at the U.S. Patent and Trademark Office (USPTO) are considered based on their merits. <br/><br/>High-quality patents are important for incentivizing innovation and promoting economic growth. However, it should concern us all that bad actors are taking advantage of loopholes in our patent system by using poor-quality patents to attack American manufacturers and innovators with meritless lawsuits. <br/><br/>The USPTO&rsquo;s ability to weed out invalid patents through expert review is a critical protection for American businesses, innovators, and manufacturers of all sizes. Please restore the review process to work as Congress originally intended and ensure that petitions for review are considered on their merits.",
    "label": "pos",
    "docketId": "PTO-P-2022-0023",
    "docAbstract": null
  }
]