[
  {
    "text": "Whether climate change is man-made or natural, humans need to do all they can to counter it&#39;s  effects in order to allow life to prevail on Earth. Regulations need to be tightened and not loosened on any particulate or gas emission that come from industries large or small. It is traitorous to America and the Earth to allow so few to prosper on the deaths of so many. Last year scientists said we had 20 years to change our ways to combat climate change. This year they have said we need to peak emissions within 10 years. With this trend we have less than 5 before we reach a point that there can be no reversal of climate change without serious effects already set in motion. Corruption that goes against this data and common sense shall not be allowed by my government. The rest of the world WILL boycott, tax, embargo, and ban all trade and travel with the U.S.A. if we break the Paris treaty and do not keep up our end of the deal. Let us not be like previous generations. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The actions of the EPA have created tangible benefits for millions of people in major metropolitan centers, industrial areas, and for the nation as a whole. We should not be creating a situation where corporations can manipulate regulations for short term gain. We must be good stewards of our earth and our natural resources, and this proposal is in clear violation of that spirit. Strengthen and improve the EPA by all means, but do not gut it.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Honestly I love regulations. They keep me and my family from drinking unsafe water and ensure my health and my environment will not be taken advantage of by corporations. Please think before you repeal. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I concerned about the policies and budget cuts proposed by the current administration and how they effect the environment both now and moving forward.  I&#39;m afraid that the environment is taking a backseat to the mantras of &quot;creating jobs&quot; or being &quot;business friendly&quot;.  When the government gets too cozy with business you can get hazardous environmental conditions for constituents.  Duke Energy and the political shift toward business in North Carolina is an example. There&#39;s concern about the government not holding Duke Energy accountable as contamination from coal ash is very likely getting into ground water.  Coal is not the future as the current president suggests.  Progress continues toward other energy sources as time goes on.  There isn&#39;t an unlimited supply of coal and other fossil fuels anyway.  There should be a way to do the most good for constituents without doing long-term harm to the world we live in.  The same goes for global climate change.  I&#39;m concerned that the best science available is being discounted or ignored by the current administration.  In the past, even the defense department has recognized the potential hazard to the stability of populations and governments if climate changes as atmospheric scientists have predicted. It will probably cost less to attack the problem now than to fix the fallout later.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "<br/>Thank you for offering this comment period.  <br/><br/>This proposed action  sounds good in theory but the truth is regulations were made for a reason and  no rules should be repealed,  replaced or changed without thorough study which would include an  Environmental Impact Statement with  scientific documentation proving there would be no net negative impact to the environment of any proposed repeal.  <br/><br/>Jayne Freudenberger  citizen",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Environmental protection is your name and your purpose.  The agency was created to protect the public from harm from chemicals, processes and products that have dangerous, hazardous, or harmful elements.  Please continue your good work keeping our country safe from large petrochemical and industrial corporations who are only looking at their bottom line and investor profits.  Someone has to be on the side of the public.  Keep doing what you have been doing for so long.  And keep writing regulations as new hazards are introduced into the marketing stream.  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Those regulations were lut in place so corporate America does not turn this country into a cesspool. This move is not about the wellbeing of the American people. Do not change a thing please!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Stop letting short term corporate profit take precedence over public health and long term national security/competitiveness.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Based on the executive orders of Mr. Trump, (dumping coal sludge into streams, for example) I do not trust the reasonable wording on this docket. Environmental protections and regulations should not be compromised for profits or jobs. I DO support expanded tax breaks, phased-in compliance, and other governmental assistance to help our industries MEET regulations and conduct their business in a way that does not harm the environment for people or wildlife. I am NOT willing to lose the gains we have made in cleaning up our world. No business that does harm to make profit deserves our support or compromise of principle.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I believe environmental regulations should be strengthened, not weakened. We should not make it easier for companies to pollute our air and our water.  Yes, compliance might be costly.  But it must be compared with the cost of the illnesses suffered by those who consume dirty air or dirty water.  Please compare it to the cost of future generations needing to spend to clean up the planet.  Coal is a dirty, dirty fuel.  We are the wealthiest country on the planet.  We can afford to use clean energy.  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The cost of not funding environmental protection is irrefutably much higher than protecting it.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I like having clean air thank you very much. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Monetary gain by loss of regulation is not worth the cost of the very planet that sustains us.  Clean air, water, soil are vital for life on this planet for survive.  No to fracking, No to tar sands, No to GMOs, No to chemtrails; we need competent  regulation, oversight &amp; enforcement to protect this planet &amp; all its inhabitants.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not reduce our environmental protections. We need to do a much BETTER job of protecting our natural environment for our children and their children, for wildlife, for the very air we breathe.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please strengthen the EPA, don&#39;t weaken it. This blue dot in a mote of dust is all we have. We have to be good to her. We have to protect rivers, streams, creeks, lakes, the OCEANS, everything. We should be striving to create policies that foster biodiversity, not destroying it. If you want to lower the costs of medical procedures promote a healthy environment. The stronger the planet is the lower amounts of carcinogens we have to contend with.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I have lived with the regulations on the past year as an environmental engineer in industry.  The regulations of the past 8 years never were designed to address a real environmental or perceived problem.  The regulations were designed to be punitive and meant to be check-off box or more paperwork.  The EPA has been off on this and needs to return to regulations that actually have meaning and address environmental problems.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "DO NOT REPEAL ANY REGULATIONS.  If anything we need stronger enforcement for Clean Water Act and Clean Air Act.  I help run a rural retreat center in Virginia.  People come here for silence, re-connection to Nature, a time to get centered and clear and loving so they can create positive lives that contribute to their families, their communities, their country.  We already have polluted rivers and acid rain that affect the quality of the natural experience we can offer our clients/ customers.  Please protect our environment, as your mandate requires!  Thank you, Susan Thesenga, Sevenoaks Retreat Center, Madison, Virginia 22727",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not repeal EPA regulations - they are absolutely necessary for our health and safety. To sell the American peoples&#39; quality of life and the future of our planet for a short term profit is unconscionable.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Our existing air, water, and soil regulations protect our health and wellbeing.  There is no moral or ethical justification for rolling these regulations back.  These regulations protect public safety.  Do not roll back EPA regulations!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The gutting of EPA regulatory mechanisms that help protect consumers from excessive corporate pollution is irresponsible and unconscionable. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am completely AGAINST any repeals for environmental protection policies. America is beautiful thanks to these protections. Without these protections, our air, water, life quality will suffer greatly. Our children will be left to deal with the dire consequences of the repeals. This can be prevented by leaving the policies in place. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA is necessary to keep our environment healthy and safe. We need the current regulations, and even stricter ones to keep up safe and healthy. These are dangerous games being played with our health so that a few can reap financial rewards for the rape and destruction of our country. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA&#39;s power of regulation should be expanded not reduced.  The long term health of the environment should not be sacrificed for the short term gains of industry.  The EPA regulations should not be reduced.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please repeal all or most of these job-crippling regulations.  Let us get back to WORK!!!!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not repeal any environmental regulations. I would like my children to have clean air to breathe and clean water to drink. These regulations are necessary to ensure a healthy environment. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please keep clean air regulations.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need to protect all of our nation for our children and grandchildren.  You can&#39;t get it back. Greed will ruin it for everyone.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It is very important to keep these regs in place!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Let&#39;s invest in the future of our country, children and our planet by keeping the Clean Power Plan and the regulations that keep our air and water clean.  Please put the health and well-being of people over the corporations.  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regulations were set in place to keep our air, water and land cleaner and safer. By lowering these standards you will increase cancer rates and respiratory issues. No one lives in a bubble protected from a polluted environment. By removing regulations you will be be poisoning and killing Americans alive today and that will be born in the future. This will also mean that more individuals will be more dependent on government funding for health related issues. Do not let this happen to our country. If anything needs to happen, it is stricter regulations to make this country a safer place. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please keep all current regulations in place.  Please do not repeal any clean air, pollution, or radiation regulations.  Maybe instead, you should, I don&#39;t know, do your fucking job and make sure Flint, Michigan gets clean water again!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Anyone who thinks solving global warming and having a strong economy aren&#39;t compatible ideas lacks vision. <br/><br/>Do NOT roll back Obama&#39;s regulations to fight climate change!!!! We need to get off fossil fuels!! Our planet is dying, the oceans are rising and its a national security threat (just ask your pentagon).<br/><br/>The science IS INDEED IN. We know MAN MADE climate change is real, and poses the biggest threat to our future. <br/><br/>Plus, we do know fossil fuels won&#39;t last forever, correct? So shouldn&#39;t America be the world&#39;s leader in new technology to get away from fossil fuels? Wouldn&#39;t that ensure a strong economy?<br/><br/>Jesus Christ President Trump - do the right thing!!!<br/><br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It is entirely against the best interest of the citizens of the U.S. , as well as future generations, to repeal regulations that were already put into place to protect us and our planet, especially when they are working, and without having a better plan in place. Does our leadership want to destroy the health of millions of people and jeopardize future generations on purpose?  We beg you to start thinking of U.S. citizens/voters and our families and children when making these kinds of rash and long-lasting decisions that effect our very health.  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not pull back on regulations. This is one of the worst things that can happen for our environment. The EPA is one of the most important political institutions. As an American, I am ashamed that this is happening. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA must continue to protect our air, water, and land. The current regulations should continue!! <br/>Do NOT remove regulations, they should be strengthened!<br/>You must continue to fund the EPA",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I appreciate that the EPA regulations currently in place have vastly improved the quality of our water, air, and soil. We need these regulations in place to make sure that businesses do not take shortcuts when it comes to human health impacts, and the health of the earth we inhabit. Please do not cut regulations!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Industry has one motive and this is profit. There is no sin in profit but you cannot confuse this with some concern for people&#39;s well being and health.  Environmental regulations exist to protect US citizens. Listen to citizens not to industry shills who are just trying to make as much money as they can, no matter who might be injured.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I adamantly oppose reducing environmental, health, and safety regulations.  We should be expanding the EPA and creating jobs in the STEM fields which will propel our nation into the future.  There will be no future if there is no clean water to drink or air to breathe. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It&#39;s true that regulations, such as those intended to protect our clean air, may stand in the way of certain things getting done in our economy in the short term. Businesses and individuals may have to work harder or spend more money to adhere to these regulations. But dodging the rules the EPA has put in place would be foolish, short-sided, and ineffectiveeven from a purely economic standpoint. If we don&#39;t protect our air and natural resources now, our communities will become sick and contaminated. We&#39;ll harm our Earth to such an extent that it won&#39;t be able to provide for us. Regulations are crucial to our ability to thrive as individuals AND as an economy. PLEASE, protect the regulations written by the EPA and protect our environment!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "My understanding is that Trump&#39;s executive order says it&#39;s &quot;policy of the United States to alleviate unnecessary regulatory burdens placed on the American people.&quot; However, the existing air-quality regulations are NECESSARY to slow the detrimental impact that humanity is having on this planet. Rolling back these regulations would be bad for the country and bad for the Earth  and others around the globe could point to the United States as having absconded our responsibility to address the environmental issues that we&#39;ve had a major hand in creating.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "ARE YOU OUT OF YOUR FREAKING MINDS?????!!!!! No, really, ARE YOU INSANE??????",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I think this is the equivalent of saying we don&#39;t need smoke alarms in places of business or residences. Revise if you must, but if any if these regulations go away allowing companies to skimp on taking responsibility for their clean up, it will send a clear message to the people of this country and the world that the natural environment is not what the EPA really cares about. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not reduce regulations when it comes to our environment. Please continue current regulations regarding our water, air and soil. American citizens need protection and guidance provided by our government in order to have safe living conditions. Do not reduce or stop the collection of data related to climate change and the effects of our energy use on our cities, states and lands. Thank you for all that you do.  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Oppose repealing current regulations on air pollution!  I lived in China for 3 years and finally had to move away because the air quality is becoming so bad, and am very grateful for CLEAN AIR at home.  Very much do not want to see the US return to the smog days of the 1970s.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "To repeal, modify or replace any EPA regulations is short sighted and grossly irresponsible. They protect the environment, people&#39;s health, and keep healthcare costs low. To harm the EPA in anyway or remove, replace, and modify the regulations as a good is the kind of thinking only a person used to getting information from picture books can come up with. Do not touch the EPA regulations, in fact they should be expanded.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We should not think in the short term but plan for the future of our children and all our ancestors.  Keeping our air clean will actually create more jobs, not less.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please keep and strengthen EPA rules and enforcement. They are offsetting massive future externalities. If there is concern about job creation and undue regulatory burden on the economy, I suggest an effort to reform self-employment taxes would be much more effective at removing regulations and putting money in job-creators&#39; pockets.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It is a sad state of affairs when the public has to start defending proven fact of what global warming and pollution is doing to our earth.  What greedy corps are trying to get away with.  They are poisoning all of us in their wake.  I am strongly opposed to any sort of deregulation of laws put into place to protect the public from the pollution in their environment crrated by unsanitary  practices.  I am a single, educated mother of two young children and I feel it is my duty to look at what my babies will be faced with in their future.  The least I can do is voice my opposition to such a wreckless and careless administration...  These protective agencies were created for a reason... Because people were being poisoned and dying horrible cancerous and diseased deaths.  Their suffering knew no bounds before they died.  Why would anyone vote to debunk a system that is working?  It is a form of murder...  Not only is it murdering the environment, the living animals, but also the humans that live around the unregulated corps, who don&#39;t care about who they poison.  So Mr president, my challenge to you is put your kids right next to a polluted, for profit company.  Have your children drink that water, swim in that polluted waterway.  Don&#39;t play Russian roulette with our children, our future, unless you are willing to put your children&#39;s heads on the chopping block as well.  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The proposed rule is a solution in search of a problem.<br/>Instead accepting the premise that regulations are too<br/>burdensome, you should consider if regulations are also<br/>lacking as well.  For example, coal fired plants have a <br/>mortality cost.  Perhaps children&#39;s lives are at least<br/>one valid consideration to be balanced with economic<br/>costs.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I would strongly recommend not repealing these necessary environmental regulations not only for the health of our planet but for the health of people who could be harmed by direct or indirect unregulated pollution. While it might temporarily increase some companies profits, it will in the long term cost taxpayers more money but also reduce the economic viability of the area due to likely contamination. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Don&#39;t, just don&#39;t. Allowing businesses to practice environmentally unsafe forms of disposal and production would potentially create jobs in the short term, but ruin the earth at a far faster rate. Not only this, but whatever jobs created would generally be non sustainable, leading to people losing jobs rather soon after. The only ones whom deregulating would serve are the already rich owners of companies.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do NOT repeal any EPA regulations. If nothing else, they should be expanded!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "This is to comment on the proposal to reduce era regulations based on executive order 13777.  The EPA regulations should not be reduced- rather they should be strengthened.  Failure to protect our air and water and other environmental resources now will have lasting impacts that according to scientific evidence will not be able to be corrected at a later date. <br/><br/>Regulations should not be removed solely because they eliminate jobs.  This is short-sighted. Reducing environmental regulations today and creating more environmental degradation today will eliminate future jobs  and also make our future workforce less healthy. It is archaic to think that jobs of the last century need to be preserved and will be  the jobs we need for this century.  <br/><br/>Further, the EPA regulations are not unnecessary- they are absolutely necessary for our health and future.  They also are not ineffective.  They are effective and evidence has shown that they have resulted in companies making positive changes that they would not otherwise have made that have made all of us healthier.  They also have many times created jobs in the environmental sector and in new industries.  <br/><br/>Further when comparing costs to benefits, the analysis must be done over long not short periods of time.  As with almost any decision in life, the immediate costs may be small, but the longterm costs to our health and food supply and air could be extremely large.  It is government responsibility to think about the future and the next generations even when we as citizens forget to do so.  No regulation should be delated for cost benefits unless they are calculated over many generations.  <br/><br/>The executive order item (iv) &quot;create a serious inconsistency or otherwise interfere with regulatory reform initiatives and policies&quot; makes no sense whatsoever.  This statement says that we get rid of regulations when we (or corporate interests) want to do so.  That is totally irresponsible  government.  No regulation should be removed for this reason.  <br/>EPA should strengthen its regulations and protect our environment and that of future generations.  <br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "For the sake of our country and the world&#39;s environment at large, please keep the regulations in place and do not repeal them. There was a reason the EPA was established because of air pollution and the environment&#39;s effects on our health and they should not be repealed for companies to make a cheap buck who couldn&#39;t care less about our welfare.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am a citizen of the United States, 67 years old.  I am concerned with the air I breathe, the water I drink, and the effect of pollution on the earth--not just within our borders but around the globe.  The EPA has been a beacon of science and good sense.  I demand that you reverse the intentions of Mr. Trump and his corporate buddies who want to slash the EPA, slash regulations that protect the public, and all in the name of more corporate profit.  For shame!  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I strongly support the EPA&#39;s enforcement of the CWA, CAA, ESA, PPA, SDWA, and TSCA. These regulations need to stay intact into the future. Dumpling pollutants into our environment should never be free to corporations in the name of jobs or efficiencies. Secondary and tertiary effects are taking a toll on our planet and the many creatures that depend on it. The world looks to the US innovate our way out of pollution problems; the time is now!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not remove environmental protections that have been put in place to protect us, the people and environment of the US, from corperations and large polluters. Environmental protections help push companies to be more innovative and create products and services in a more environmentally friendly way. May the most innovative and best win and we all win. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regulation -- including environmental regulation -- of private enterprise is a critical role of the federal government, essential to maintaining the well-being of the American people in general.  This has been recognized since the founding.  The EPA plays a very important role in establishing appropriate, scientifically sound regulations protecting human health and well-being.  It has done it&#39;s job well (and I say this as a practicing scientist), and I strongly oppose any policy that restricts or constrains the agency&#39;s ability to act as judged to be appropriate by the professionals within the agency.  We should be extremely cautious about bureaucratic review of EPA regulations when that review does not involve appropriate scientific, economic, and social expertise.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Hey dumbasses, last time I checked YOU breath air and drink water too.  Or had you forgotten that?",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We desperately need the protection of the EPA in order to stay healthy, prevent cancer and other diseases, and keep our waters and lands clean.  We have made massive strides since the 1960s to have a healthier environment.  All Americans and the lands and creatures that share it need clean air and clean water.  Please keep the EPA intact and preserving our America.<br/>S. L. J.  Stack<br/> US Citizen",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Federal agencies like the EPA need to exist to serve as watchdogs for the best interest of the people as far as public health and our environment are concerned. The EPA effectively regulates air and water quality to protect the American people. As it is, companies and private interests contaminate and compromise public health for profit in certain sectors. The EPA regulations are critical and should not be rolled back nor defunded in any way. <br/><br/>I do not want to see our air  or water quality return to pre-EPA era conditions like those during the Industrial Revolution. <br/><br/>Lisa Beranek<br/>American citizen<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations should be expanded, not reduced. The life of our planet is at stake, not to mention our health. We need strong government intervention to protect our air and water. Private companies will not do this, only the government can. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Removing regulations (i.e. protections) is just another way to sell out the citizens, ecosystems, and other occupiers of this country to big business. Corporations are making record profits, and they should be further regulated to provide more protection to the people and organisms in the world. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Repealing the laws the insure clean air, clean water, and a safe environment is the. Eat way to insure job growth and long-term sustainability. The idea that any and all regulation is somehow undesirable is simply wrong-headed. <br/><br/>Kim Elmore<br/>Norman, OK",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Our government should work for the people.  Who else will be responsible for ensuring we have clean water, air and soil to grow the food we eat.  Please keep EPA regulations intact that protect our vital resources and keep them out of the hands of profiteers.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need to keep all existing EPA rules and the funding to enforce them. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Pruitt can not be saved. Please shred him in a meat grinder and feed him to fish. Save our precious land. Save our clean air. Secretary",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I strongly disagree with Executive Order 13777.<br/><br/>As a board certified Occupational and Environmental Medicine physician and medical toxicologist, I am in a unique position to see the benefit that governmental regulation has on the health and safety of our workers in America.  I consider the regulations currently in effect as &quot;bare minimum&quot; for protection of our citizens and the environment, and alteration or removal of any of these current regulations will lead to catastrophic results.  Additionally, I strongly feel the USA should set an example for the rest of the world in providing a safe workplace and healthy environment.<br/><br/>In my experience, most companies recognize the fact that existing regulations provide proper guidance in maintaining a healthy workforce.  These companies also realize that having a healthy workforce is much more profitable than having a sick workforce.<span style='padding-left: 30px'></span>Repeal of existing regulations will lead our nation backward, rather than forward.<br/><br/>Peter Casten, MD, MPH",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA is the People&#39;s only safeguard against increasingly intense pressure from private corporations to reduce or roll back regulation. The oligarchical model of Profit over People must be fought  off at every level of our democracy. Agencies like yours need more regulatory power over big business, not less. <br/>Resist the Fascist, anti-science, corporate puppets of the Trump administration in every way possible. And we the People will stand with you! <br/><br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not repeal any EPA regulations! If anything we need more restrictions to prevent companies (and individuals) from negatively impacting or environment for a short term profit. Our water is already at such risk and in many places just plain dangerous. Our air isn&#39;t much better. Help us stay healthy!!! The EPA is for many of us our only defense. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We desperately need the EPA to keep the citizens safe. The EPA was created by a republican president for the greater good.  The EPA still works for the greater good by ensuring the air we breath and the water we drink are safe. All the money in the world is useless if we&#39;re too sick to use it. <br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The work the EPA does is important. It is broad and comprehensive because, well, the environment is all around us. And either we take care of it, or it will take care of us, once and for all. I vehemently protest the rollback of the EPA&#39;s mission. I particularly am appalled at the idea that this rollback would be done to satisfy businesses rather than being based on actual science. <br/><br/>Not an exhaustive list, but I definitely believe the following. <br/>--Maintain the clean power plan, <br/>--Maintain evaporative emission standards for small engines<br/>--Maintain the greenhouse gas mandatory reporting rule. <br/><br/>--Implement the 2015 ozone NAAQS. <br/><br/>--Maintain uranium mine tailings monitoring. (I can&#39;t even believe this has to be said!)<br/><br/>Maintain the Renewable Fuel Standard. Businesses have already prepared to meet these standards.<br/><br/>--As someone with asthma, my life may actually depend on maintaining the national ambient air quality standard for fine particulate matter.<br/><br/>A rule should not be considered obsolete unless the science says it is no longer needed. Not your donors, Scott. You hold the lives of billions in your hands. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regulations on carbon emissions should be strengthened, not weakened.  The goal: closing every power plant generating carbon dioxide, including ones as small as portable generators and automobile engines.  This will also result in companies like Exxon-Mobil, Ford, and -- as we&#39;ve already seen happening -- Peabody Energy having to change their focus or fold.<br/><br/>Instead of making it easier to contaminate the atmosphere for our electricity, start building solar farms above every parking lot, every large building roof, and every multi-lane highway.  The demand for solar panels will require the opening of new factories, which you should ensure are opened in the US, instead of being built in Mexico or China.  Those factories will mean jobs.  The construction of solar farms will also generate jobs for years, if not decades.<br/><br/>There are also now practical electric cars.  Another way to generate jobs would be to build out an infrastructure for supporting them.  All those parking lots?  In addition to putting solar panels over them, put metered charging stations at every parking space.  Add a per kWh meter tax to supplement what would then be a declining fuel tax to balance out the funding.<br/><br/>Fossil fuels should be reserved for industrial processes that can use nothing else and quickly eliminated from anywhere they possibly can.  Further, there should be government-funded research into new processes, not dependent on fossil fuels, for those remaining industries.<br/><br/>Finally, as the current administration -- like all recent Republican administrations -- seems to be entirely focused on making it easier for corporations at the expense of actual living people, change the fundamental structure of corporations.  Right now, corporations have as their first duty to increase shareholder value.  That duty should be no more important than fourth in the hierarchy.  Ahead of it should be their customers, their employees, and the communities in which they operate.  Eternal growth is the rule cancer follows; it should not be one anything in our society tries to emulate.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am a local woman from Oahu who has been on Moku Nui lava tours a total of 3 times. All 3 times I felt perfectly safe, the crew was very conscious of our safety, and I had the experience of a lifetime. Seeing new earth form before my eyes is an experience that I will never forget. Moving the safety zone out to 300 meters, which is the length of 3 football fields, will absolutely kill the possibility of anyone experiencing what I have, and it would be such a shame. There is no need to rob us of witnessing this unique beauty that our big island of Hawaii has to offer. Moku nui lava tours kept us at a safe distance the entire time. Please don&#39;t punish us for others mistakes. Please don&#39;t take away the livelihood of a good local company that kept me safe and did their job well. Let us support local businesses and experience the beauty of Hawaii. ",
    "label": "veryneg",
    "docketId": "USCG-2017-0234",
    "docAbstract": null
  },
  {
    "text": "I am concerned about the conclusion in your environmental compliance that the proposed additional anchorages would not have a direct or cumulative impact on the resources of the area. I appreciate that the increased anchorages may be for improved safety and reduction of collisions, but filling the bays with more ships will have an impact on water quality, noise pollution, light pollution and wildlife using the area. The proposed anchorages in the north, Vendovi, William Point and Jack Island will impact waterfowl populations that use the area. The emissions from additional ship traffic and anchorages will impact the air quality for these birds. There is frequently a dark smog forming over these areas because of the existing level of shipping traffic and staging at anchorage. In your environmental review of this proposal, please include assessments of the existing anchorages, their sizes and numbers, and air and water quality impacts. Also include the direct and cumulative impacts of adding the proposed anchorages. <br/><br/>Thank you for the opportunity to comment.",
    "label": "veryneg",
    "docketId": "USCG-2016-0916",
    "docAbstract": null
  },
  {
    "text": "Vehicle traffic is becoming worse with each passing season and that on-demand bridge openings are contributing to vehicle traffic backups on the Bridge of Lions.  For this reason I support the proposed modification of extending the twice an hour draw opening period from 7:00am to 9:00pm daily, and preclude the draw bridge from opening at 3:30pm on weekends and federal holidays. It&#39;s not logical to think that one person on a boat can, on demand, stop hundreds of people in cars. On busy holiday weekends the on demand delays can build up and clog the roads leading to the bridge for hours, impacting the lives of hundreds of people. The hour and half hour delays are bad enough. It makes good sense to make these changes in an effort to increase traffic flow.",
    "label": "veryneg",
    "docketId": "USCG-2016-0723",
    "docAbstract": null
  },
  {
    "text": "I AM TOTALLY OPPOSED TO ANY AMERICAN TAXPAYER DOLLARS BEING USED BECAUSE I DO N OT BELIEVE THIS AGENCY<br/>PROPERLY MONITORS REAL HEALTH OR REAL HUMANE TREATMENT OF COWS IN THIS COUNTRY. BEEF IS DEAD<br/>COW AND I KNOIW YOU LIKE TO REFER TO IT AS &quot;BEEF&quot; BUT THIS IS CRUELTY IN KILILNG THE COWS<br/>COWS CAN LIVE TO 20 YEARS. YOIU ARE KILING THEM AT 36 MONTHS. YOU LET AG PROFITEERS ENGAGE IN PRACTICES<br/>WHICH KEEP THEM PERPETUALLY PREGNANT EVERY YEAR, WHICH IS HARD ON THEIR SYSTEMS. YOU FEED<br/>THEM CANDY AND OTHER CRAP INSTEAD OF THEIR BEING ALLOWED TO EAT GRASS. YOU CHOP OFF HORNS, <br/>YOU TAKE THEIR NEWBORN CALVES AWAY FROM THEM AND P UT THEM IN STALLS SO THEY CANT LIE DOWN<br/>AND CANT MOVE CHAINED UP. THIOS AGENCY ALLOWSX COMPLETELY INHUMANE PRACTICES TO GO ON.<br/>COWS ARE VERY ACCOMODATINTG TO HUMAN BEINGS AND YET THIS LOUSY GOVT AGENCY ALLOWS AG<br/>PROFITERES TO ABUSE THEM HORRIBLY. NO COW SHOULD BE KEPT PREGNANT EVERY YEAR OR HAVE THEIR AUTOMATED<br/>CRAP STICKING INTO THEIR BEHINDS TO IMPREGNANT THEM EVERY YEAR. THE INBHUMANE PRACTICES<br/>AND THE HORRIBLE WAY THEY ARE BEATEN, THE WAY WHEN THEY CANT GET UP YOU PICK THEM UP BYT EHRI NECKS<br/>AND DRAG THEM BY THEIR TAILS, AND DO SUCH HORRIBLE THINGS TO THESE WONDERFUL ANIMALS, ABSOLUTELY<br/>SHOWS WHY YOU NEED TO GET THE AG PROFITEERS OUT OF THIS AGENCY. SHOVE THEWM OUYT. THEY PROMOTED<br/>THESE BLATANALTY INHUMANE PRACTICES ON COWS. WE ARE SICK OF IT. WE WANT THEM OUT OF THIS<br/>AGENCY. WE WANT POLICIES TO GO INTO PLACE THAT MANDATE HUMANE TREATMENT OR AG PROFITEERS<br/>GO TO JAIL, GET FINEDE $500,000 AND NEVER BE ALLOWED TO DAIRY OR RAISE COWS AGAIN. WE ARE SICK OF THIS",
    "label": "veryneg",
    "docketId": "APHIS-2017-0031",
    "docAbstract": null
  },
  {
    "text": "I am very concerned about the future live-ability of our planet and want to make sure the US government continues funding scientific research, as well as taking action to help ameliorate the impact of human beings on our environment.  We need to do everything we can to make sure our air and water remain fit for human life on this planet. We need to listen to the 97% of scientists who agree that man-made actions are changing our climate NOW and there is precious little time to take action to correct the damage being done.  I can&#39;t understand why anyone would trade short-term profits for the future of their children and grandchildren. All the money in the world will not help our descendants if the air is too polluted to breathe and the water is too contaminated to drink. Everyone is scandalized that the Syrian government used poison gas on its own people, yet the US government is allowing coal ash to be dumped into our drinking water.  How is that materially different?  Please listen to the scientists and do what is right to protect human life on earth.  There is no planet B!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA&#39;s regulations on air and water quality and its work against climate change are vital and life saving. I wholeheartedly oppose any decrease in the number or strength of regulations on environmental protection. If anything we should have more regulations. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I strongly oppose the repeal or weakening of regulations that keep our environment safe, habitable, and clean for our generation and all the many that will follow.  Let the laws be burdensome to polluters and profiteers of nature; they do not have at heart the interests of those who seek to give to their children a world as healthy as they had received.  A strong EPA has reduced asthma in children, fires in poisoned rivers, and kept ecosystems from collapse.  To naively hand that over to the motives of profit and PR is criminal negligence and history will judge Mr. Pruit far harsher than any earnings report.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It&#39;s a shame, but I believe that mega corporations will yield to shareholders and the bottom line over practices that would leave behind a lighter footprint.  Businesses wanting to do the right thing will be unable to compete if they do not follow suit.  We require regulation as it pertains to our enviornment to promote public welfare.  If not for ourselves, then for our children&#39;s sake, we must take every possible action to limit damage being done to our planet.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "After reading the initiative it is obvious, at least to me, that the goal of this order is of a political nature. While I agree with the efforts of efficiency, we need to utilize reason and rational thought in the process of gaining efficiency. In decades past we&#39;ve seen the banning of CFC&#39;s which in turn helped to stem the growth of health and environmental problems related to solar radiation. We&#39;ve seen air quality dramatically improve in areas like Los Angeles and New York City due to regulations imposed on gases and waste products projected into the atmosphere. This has improved the quality of life for countless individuals as well as ecosystems. President Nixon understood this endeavor when he signed into existence the Environmental Protection Agency. The establishment of this agency as well as the legislative and regulatory measures taken since were above politics. They were put in place so that all people and our society, including the ecosystem our society exists in, can continue to support us as well as allow our society to progress and evolve. Putting countless lives at risk to achieve a short term political goal is completely unacceptable. <br/><br/>I do hope that multiple independent scientific studies are admitted as evidence as well as the conclusions of scientists within the EPA it&#39;s self. I hope that objective and empirical conclusions are reached and by a non-partisan task force established without a personal or political agenda. So long as the agenda is only the protection and flourishing of our society as a whole I&#39;m not opposed. The wording in this executive order is disconcerting at it&#39;s core. From President Theodore Roosevelt to President Barrack Obama we&#39;ve seen administrations that protect our nation and it&#39;s populace without partisanship. There&#39;s no doubt in my mind we will see that again in short order. I do hope we don&#39;t, as a nation, fumble here, cost lives and countless tax dollars, simply to make a short term political statement. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I was so sick from air pollution as a child my family had to move out of the Los Angeles Area. My eyes itched and watered constantly and I struggled to breath on the worst days. I also struggled in the bay area. Now it is one hundred and eighty degrees better. Let us not sacrifice our quality of life as Americans for the benefit of the wealthy few who could increase their wealth at the expense of diminishing the quality of life of all Americans. It is time for the science denial to stop.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Are we really considering repealing these regulations? I can&#39;t believe I have actually been put in the position where arguing for these rules is necessary. Keep them! Do not repeal!! These are the foundation of a healthy nation, and help to diminish discrimination in exposure to pollutants. Government, stand by your people!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I remember the air,water and land pollution which was adversely affecting human health and well being, from mercury to pcb&#39;s,  asbestos, the horrors of dioxins, phosphorus in the water systems-the list goes on and on. PLEASE at minimum keep  AND enforce the regulations we have, and strengthen where called for.  I DO NOT want to go back to the days where the populations of our Nation&#39;s symbol, the American Bald Eagle, plummet to almost extinction, where Lake Erie is declared dead because the phosphorous in the waters created oxygen depriving algae to the point fish could not survive and water quality for human consumption was severely compromise, nor do we need more &#39;Love Canals in our future!! Or where childhood asthma is not uncommon, we want to be able to consume fish and game not contaminated with cancer causing chemicals. PLEASE DO NOT RESIND REGUATIONS MEANT TO KEEP OUR HUMAN ENVIRONMENT SAFE! ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Let&#39;s not kid ourselves. This is about destroying the environment in the name of corporate profits. Leave the EPA intact! I&#39;m old enough to remember the bad old days of dangerously dirty air and water and don&#39;t want to go back, ever.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Good fiscal practice means not spending today what you will need tomorrow. This is exponentially true when it comes to our environment. <br/><br/>Mistakes with pollution (radioactive waste, etc.) can mean forever sidelining a valuable resource. Abusing the limits of pollution takes away the water, timber and natural resources we all need and depend upon for survival. The American people want generations to come to have a clean, healthy, thriving planet on which to live. <br/><br/>Stop spending the finite resources of our environment so the corporate greed of a few continues unabated. <br/><br/>We The People need jobs -- yes -- but there are clearly better ways to get those jobs employing forward-thinking innovation and investing in tomorrow&#39;s technology. This deregulation is simply a way to pave the freeway of corporate abuse and continued income inequality while auctioning off our children&#39;s future.<br/><br/>We see you. You are what you do -- not what you say you do.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Hi American government people. I&#39;d just like to take this quick moment to say that any regulation that encourages the destruction of our environment will inevitably be on the wrong side of history. Even the coal repeals were a joke - everyone know that it&#39;s market condition causing the demise of coal - not environment regulation. The fact that the leader of the EPA is a science denier is shameful enough.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "While I applaud the effort to review regulations for any that are outdated or no longer relevant and make appropriate changes to them, I am concerned by what appears to be a &quot;slash and burn&quot; approach adopted by our current administration, particularly with regards to environmental and health &amp; safety regulations.<br/><br/>The Clean Air Act is a great example. In the report &quot;Benefits and Costs of the Clean Air Act 1990-2020, the Second Prospective Study,&quot; for example, found that in 2010 there were an estimated 160,000 deaths prevented PER YEAR due to the reduction of particulate pollution in the atmosphere. The report also estimated that it saved 13,000,000 work days per year, which also helps reduce company costs by reducing absenteeism.<br/><br/>What I do support is reducing the administrative burden of certain regulations. As long as companies and individuals are complying with the law, and essentially not polluting, I don&#39;t think there should be a lot of administrative hurdles or red tape put in the way to &quot;prove&quot; they&#39;re complying with the law. If anything, I would propose that the agency, as much as possible, reduce the administrative burden for regular reporting, but vastly increase the penalties and fines for noncompliance. If a company isn&#39;t polluting, they shouldn&#39;t be fined because they forgot to check a box or fill out a form. They should, however, be fined into oblivion the moment they actually do something that is counter to the regulations/law.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not take away any existing and proposed regulations.  I am a concerned citizen that feels that all regulations are necessary to keep the air clean,  the waters free of pollution, and the land safe to walk on.  Saving the environment is crucial to our existence and our health!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I recommend reading Virginia Durr&#39;s book, Outside the Magic Circle.  Especially the last chapter, where she sums up why our country needs regulations--the gist is that corporations, in general, won&#39;t regulate themselves, and that their primary goal is survival and growth of the corporation.  This was written in the 60&#39;s, I think, by a woman who grew up in the South during the Great Depression, and who later became an activist, working with Eleanor Roosevelt on poll-tax reform--otherwise known as opposing voter suppression.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regulating environmental protection policy through the lens of a cost vs benefits business model is dangerous and unethical for the health of our planet and our people. The benefits of healthy ecosystems, healthy animal populations and a healthy earth cannot be directly measured in financial gain, and yet these are the most basic, most vital foundations on which life exists. We must make regulating and protecting the environment that sustains us a top priority. To support and protect our environment means to support and protect ourselves.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please DO NOT REPEAL these regulations.  Rules for air pollution and radiation are extremely important for public health as well as our planet.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not eliminate or downgrade any regulations that focus on the improvement of air quality. The general welfare includes having breathable, non-toxic air.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The current regulations should not be repealed or reduced. They exist to protect our people and the environment from excessive pollution that, in the long run, could prove hazardous to us all. If any changes are to be made, it should be to strengthen regulations to ensure a better future for everyone.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Current regulations are built on solid evidence and designed to protect vital areas of our environment.  Scrapping them or weakening them will take us backward and is both morally and economically insupportable.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am firmly against any measures that would be taken by President Trump and his Administration which would in any way curtail the budget, staffing, principles of operation, independence, or authority of the EPA.  I live within 1 mile of ground zero of a Superfund Site that has gone on now for over 30 years without being cleaned up.  Ever heard of Cotter Corporation, uranium, yellow cake, the Brothers Blue?<br/><br/>If American corporations had any sense of environmental justice or social justice, and sense of corporate citizenship, or corporate ethics when it came to the environment, I&#39;d feel differently, but they don&#39;t.  They are profit driven, stock price driven, CEO executive compensation driven.  They could give a tinker&#39;s dam about what they leave in the way of environmental damage in their path to fulfilling their income statement and balance sheet objectives.<br/><br/>The EPA must be allowed to be their watchdog!  <br/><br/>Paul Carestia<br/>Canon City, Colorado",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I support the existing regulations and think the EPA and federal government need to do more to safeguard our environment and protect future generations from climate change.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Existing regulations already went through a rigorous evaluation &amp; review process. This shotgun repeal-all is not based on any new data. It is merely a misguided, even evil, desire to value short-term gains by a few ahead of long-term solutions for us all. We will not benefit from sick citizens, rising sea levels, or cataclysmic weather. <br/><br/>Even the promise of &quot;jobs&quot; is false. What is the basis to believe that there are more polluting jobs than clean ones?<br/><br/>Please continue to protect us and our planet using good data &amp; careful analysis.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Regulations limiting pollution and radiation should be expanded, and more vigorously enforced, not decreased. Without a clean and healthy environment all our other endeavors will become useless and fruitless. We have ample scientific information about the harms polluting the environment does all of us, including affecting children&#39;s health and development, wildlife that is necessary for pollination of crops (our food!), and adverse affects on our water (we must have water, it&#39;s not optional). Clean water, air, and soil are in everyone&#39;s best interest, in the short and in the long terms, including our national strategic interest. Reducing regulation will allow a few people to make more money, faster. That&#39;s all. At the expense of everything else, including our grandchildren.<br/><br/>Regarding Docket ID No. EPA-HQ-OA-2017-0190<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I oppose repealing the Clean Power Plan.  I oppose any defunding of the EPA. These are not unnecessary regulatory burdens.  As the world changes, corporations and commerce must change with it.  Do not halt the gains made toward solar, wind and the decrease in CO2 emissions.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Repealing air quality regulations will not help the American people in any way.  A measure that will cause harm to the population at large in the form of noxious gases does not stimulate the economy in any way, only negatively affect the day to day existence of people trying to get by.  We know that companies will not work in the public&#39;s best interest unless they are forced to- remember all that smog in the &#39;70s?",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Clean air/water are not unnecessary! Keep/Strengthen the rules!  Shame on this administration! ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "ABSOLUTELY NOT!!!! I do not want to breath pollution from some money grubbing company that puts pollution ahead of the health of Americans.  This is one of the worst ideas of the past 100 years.  Do we want to end up like China?   BAD IDEA!  NEVER!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "As the mother of two young children, I believe it is utter insanity to relax air quality regulations in favor of polluting companies and at the expense of our health and future. Please DO NOT REPEAL ANY REGULATIONS!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "   I completely don&#39;t agree with the change of any regulations. These regulations were put into place to help reduce pollution with the heath and well being of the public in mind. Big business, oil, coal,and other large production entities have proven they will not police themselves or consider the heath of the American people much like the Tobacco companies did in the past, putting the almighty dollar ahead of the health, and well being of the American people. Without these laws and regulations the cost of taking care of the sickness, illness, and death that will be attributed to changes, will greatly increase in our country. We also need more laws and regulation to deal with global warming that is in the process of being done by heavy polluters and CO2 emissions, and the cost of the damage already that has  been done to our world.  If we allow our earth to get to the point where we melt our polar ice caps, pollute our oceans, destroy our atmosphere, and our environment and ecosystem fails, there won&#39;t need to be a need for jobs or money. We have to keep and enforce our regulation to keep our earth viable and alive. Tell the idiot in the White house, work on job creation though education, and making education affordable, though the growing field of green energy, though new technologies and there implementation. You want to make American great again,  and you want create jobs, make America the most highly educated country in the world and insist on equal pay for equal work. Trying to bring back the old, polluting technologies  and energies of the past, and there old polluting ways by the repealing of laws and regulation that protect the American public, is a major step backward to America ideals and what this country should and could be. By the repealing of any laws or regulation is going to cost us much, much more, and the bill will be huge. Thank you, Edward Lemus",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not repeal or defund the EPA. ",
    "label": "veryneg",
    "docketId": "EPA-R06-OAR-2013-0167",
    "docAbstract": null
  },
  {
    "text": "I&#39;ll put this in terms that the current administration can understand. I work at a large Architecture and Engineering firm. We have 10,000 employees and there are multiple competitors just like us. We have roughly 600 people that work with Environmental Compliance. They would all lose their jobs if you removed these evaluations. Many others at our competitors would as well. I would expound upon the science and long-term economic issues related to repealing these regulations, but I know that the current administration does not respect science, the environment or long-term thinking. Just read the first part and realize this is a big job killer.<br/>Kind Regards",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please DO NOT repeal any regulations related to air or water quality.  The current EPA regulations are PROTECTIONS for the American people from air and water pollution.  Our citizens need these protections for our health and quality of life and for the health of our environment and wildlife.  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I do not support the repeal of any EPA regulations. They exist for a reason, to protect American lives, property, air, water, and soil. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Rather than eliminate regulations that protect our air, land and water it would be better if the current administration focused on green energy subsidies instead of throwing money and a clean environment at dirty energy. Regulations hold businesses that might otherwise care more about their bottom line focus on operating within a set a persmeters that keeps workers and the environment safe. The EPA is a essential to making sure we leave the planet better than it was left for us. I remember when there were clean air days meant that the air was safe to breathe and I don&#39;t want to have to go backwards and have to worry about something as critical as air quality for my children and future generations. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations are vital to the health, wealth, and life of the American people. To destroy the regulations in place is to destroy the trust placed in the government by it&#39;s own people while risking innocent American lives. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The U.S. lags far behind other industrialized countries when it comes to regulating practices and substances that are dangerous and/or polluting. We should not be rolling back regulations but strengthening and expanding them.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "My son got cancer at age19 due to living near an uranium factory at Fernald in Ohio, disguised as an animal feed plant. Twenty years after his radiation treatments, at age 41,he has congestive heart failure as a result. Eliminating environmental safeguards means there will be more cancer, plus pulmonary diseases, birth defects and development disorders. Remember Love Canal? Remember Lake Erie catching fire? We don&#39;t want go go back in time.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I oppose the scrapping of environmental laws and the general tenet that job creation trumps any rationale for regulation. Regulations should be reasonable but they also serve as a primary means of serving the needs of citizens against the profit motives of private enterprise.  Without reasonable regulations there is no motivation to conserve resources, protect the public or consider long-term and sustainable strategies for extraction of resources.  The current administration approach is partisan, destructive and disrespectful of the American people, our strong tradition of excellence in science and of the welfare of future generations.  Invest in science, respect the opinion of experts and stop taking the short view.  If you think fossil fuels are the long-term future for energy independence in this country you need to stop governing this administration now. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Absolutely opposed to the elimination of any regulations currently in place!  They are there for a reason. I expect better from my government.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need to keep regulations in place to insure that we keep clean air and water!  It&#39;s the Environmental Protection Agency, not the Big Business Protection  Agency.  We need to keep the bigger picture in mind and save our country and planet for future generations.  We actually need MORE regulations put into place instead of less.  Please keep regulations in place and consider adding MORE!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA has a crucial role in protecting our environment. Do not sacrifice our only planet for the convenience of business!  Businesses have protested regulations since regulations came to be. Despite regulations businesses have thrived with the results of better air, water and more careful use of chemicals. Flint MI water disaster due to penny pinching. Do not repeal regulations that protect our health and protect our planet ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Unthinkable that any of the carefully honed and scientifically researched regulations now protecting our air and water from harmful substances might be repealed! Please hold the line on what we have accomplished to protect our lives and the lives of future generations! I would hope you hold to a high standard of regulation and not be browbeaten into giving up the struggle against rapacious greed and insupportable carelessness on the part of chemical plants, gasoline processors and the many, many manufacturers whose waste threatens health and well-being!!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "While it is understandable and in some ways right to want to reform regulations to make the government more efficient, there are serious concerns about the reasons that this is happening other than noted above.  There is serious concern that the officials who are making policies and limiting regulations, especially within the EPA, do not really care about the environment as much as they need to.  In a time where we are constantly hearing about pollution of air and water, plus the irrefutable evidence that climate change is real and is already affecting us, the EPA should be seriously concerned with limiting regulation.  Climate change is a serious threat to national (and global) security.  The EPA should vigorously defend the environment as their #1 job.  Job creation is important and transforming government to be more efficient by reducing some regulation is acceptable, but it doesn&#39;t matter if we don&#39;t have a planet to inhabit.  This administration should focus on job creation in the sector that is the future which is renewable energy and focus on educational to prepare people for that eventuality instead of reverting back to archaic fossil fuels.  Think outside the nation and look at what countries around the world are doing with renewable energy and scale it to the US.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA IS a regulatory department.  In the same way that safety is &quot;required&quot; by laws (i.e. wearing seat belts and motor cycle helmets) because SOME people won&#39;t do these things without there being a law, fossil fuel industries will not regulate emissions unless they are required to (although for them, it is more about money).   I grew up in Port Arthur, Texas and didn&#39;t know that the world didn&#39;t smell like an oil refinery until I moved to Austin, Texas to go to college.  My father has lost friends, who were too young to die, from asbestos-related diseases and pollution-related lung diseases.  <br/><br/>Removing regulations will take us back to the &quot;bad old days&quot; and end lives too soon.<br/><br/>By the way, Port Arthur still stinks.  The regulations should be tougher.<br/><br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not go BACKWARDS! It is ridiculous to say that regulations that protect our earth, our environment, our homes are &quot;regulatory burdens&quot; on the American people. It is much easier to keep from polluting than it is to clean up polluting once it has been done. The American people are pro-environment, not pro-corporate, and the GOP will pay greatly if they continue on this path of destruction. We&#39;re watching you!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations and environmental protections should be expanded, particularly those regulating water supplies - a finite and precious resource. Protecting the environment and natural processes is vital for our health, the future of our children, and our continued existence on this planet - the only one we have to call home. <br/><br/>We should NOT sacrifice our children&#39;s future well being just so that a few businesses and executives can get richer in the short term. If a business cannot be sustainable and profitable working within effective environmental protections and regulations, then that business should be reconfigured, or alternatives should be found, to function without damaging the environment and others&#39; health.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "As it is, we are already dealing with concerning levels of air and water pollution. Companies have already demonstrated their willingness to prioritize returns vs the welfare of the environment and communities, what should be considered the stakeholders, but only abused for profit. How is it that giving opportunities for more pollution for more gains is progress? At least establish real and consequential penalties for egregious polluting. Our water sources are already compromised. Even crops and our food are compromised. We can no longer trust that our food and comsumer products don&#39;t cause us harm. Very disappointed that our country is headed towards such an uncertain and unsafe future.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am deeply concerned about the proposed cuts to the EPA budget. I believe that the work done by the EPA is a moral imperative--that it is the most important work our government can support. Without strong regulation of business and even individual actions, we risk grave environmental consequences, and the common good overall is undermined. Please convey my deep support as a voter and a taxpayer for the good work done by the EPA, and particularly, the Chesapeake Bay cleanup efforts.<br/><br/>Sincerely, Dr. Beth Kreydatus, Henrico, Virginia",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do the right thing for the planet. I know you want your children&#39;s children to have a lovely place to grow up. to many people are getting sick from deregulation please reconsider this action and DEFEND THIS AMAZING PLANET!! Thank you!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Any attempt to weaken environmental protections and enacted regulation is an obvious pander to corporate polluters that were campaign donors to the GOP and this administration. Environmental protections are to protect the health of the citizens. The EPA&#39;s mission is to protect the health of the citizens. Dismantling and gutting regulations shows disgraceful corruption at the top of our government.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Many of these regulations were put in place for a reason...to protect current and future generations of American citizens. Clean water and breathable air are necessary to keep families healthy. It would be short-sighted to undo these regulations for short term gains. Please keep our planet healthy. Corporations have and will continue to find ways to deal with regulations. Technology is on their side.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The regulations are there for a reason. I treat cancer, and I know better than most the suffering that can be caused by exposure to such pollutants.   I see no reason for these regulations to be repealed.  The government is not there to benefit the few and the wealthy but to protect the rights and freedoms of all Americans.  It is not there to allow some to make money off the suffering of others.  I ask out government to do the right thing and leave these regulations alone.  Jobs are not more important than people if they are jobs that make children sick and people die.  We can do and be better than that.  I expect it of this government.  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Protecting the environment should be our nation and the worlds top priority! Our country needs to move forward not backwards in this area. We need increased regulation not lessened. Preserving biodiversity and mitigating climate change should be the goal not profits. Clean water, air, and land are the legacy we need to leave for our children. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The existing regulations need to stay in place. They have made our air and water better. I live in Indianapolis and the changing of a coal fired energy plant to natural gas led to the best air since the 1950&#39;s, with only one nozone action day. EPA regulations are making the White River cleaner so that it can become an economic engine for our city. Reducing regulations will make air worse, leading to health problems, and water quality that leaves people staying away from the river. I don&#39;t support changing the EPA regulations. <br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA is needed, and with stricter focus. Our air is filthy, our streams and lakes are horrible. We can&#39;t rely on companies to monitor themselves. You wouldn&#39;t let a child punish themselves. Keep it open.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Governmental protection of clean air and water is needed. Corporations will never voluntarily limit their pollution contributions",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "DO NOT APPEAL ANY REGULATIONS. This suggested repeal seems only to be a benefit to corporations, not for individuals or the planet. We need more regulations to protect our planet and our own health. People and planet before corporations! Save the planet for future generations and quit lining your pockets at the expense of our children and grandchildren!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am opposed to repealing or weakening our environmental protection regulations.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The purpose of environmental regulation is to establish minimum standards to help safeguard the public health and protect America&#39;s air, water, and land. Most existing EPA regulations have been developed in response to either immediate, extant environmental hazards or to forestall specific, credible environmental threats. Many of those dangers affect broad segments of the public: For instance, water contaminated with lead and other poisons can devastate entire communities, while air pollution affects tens of millions of Americans. The maintenance of regulations to limit those dangers is therefore a matter of overriding public interest.<br/><br/>Environmental regulations, by their nature, do not become obsolete. If a specific danger has become less prevalent since the enactment of associated regulations, that is evidence of the regulations&#39; effectiveness and necessity, not a sign that they are no longer required. If you lock your home to protect your property from theft, would you decide the locks are no longer necessary because nothing has been stolen lately? Hardly!<br/><br/>EPA&#39;s areas of statutory responsibility are admittedly of great legal and technical complexity, which may occasionally give rise to certain contradictions or unintended conflicts. Where such conflicts appear, EPA should address them *individually*, with careful deliberation based on sound science and in consideration of public and other stakeholder comments.<br/><br/>For the agency to engage in a broad-based, open-ended &quot;review&quot; of literally thousands of existing regulations does not suggest either careful deliberation or good faith. Rather, it signals an intention to recklessly gut decades of carefully crafted environment policy, risking the health and welfare of millions of Americans in the process. <br/><br/>The intended review and the executive order on which it is based are therefore contrary to the overriding interests of the public and a threat to public health and safety. Such a far-reaching review is singularly inappropriate and should not proceed.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We have EPA regulations to protect the masses, the unwary victims, from unscrupulous profiteers.  Eliminating these regulations is a removal of the only thing that stands between good, and greed.<br/><br/>Are these regulations cumbersome, time consuming, and a financial burden... absolutely... but only for a handful of corporations.  Meanwhile, they protect EVERYONE.<br/><br/>I am an Architect.  Are building codes cumbersome, time consuming and a financial burden?  Absolutely.  But the protection of the public&#39;s health, safety and welfare is the reason these regulations were established.  I accepted that when I decided to become an architect.  If you want to generate electricity or mine for coal or generate nuclear energy... then you accept the rules going in, or you don&#39;t go in.<br/><br/>Corporations have a long history of poisoning unwary victims and pillaging the planet as a result of insufficient regulations.  They should reap the seed they have sown.<br/><br/>Scot DiStefano / Fort Lauderdale Florida",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations should be about keeping our planet healthy. Reducing regulations only helps greedy corporations and makes the rest of us and our Earth sick. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It&#39;s so disheartening to see such vague guidance in these recommendations for reform. I&#39;m not against reform, but statements such as these leave the criteria entirely up to the political agendas of those on the task force without any input/feedback from the public. You&#39;re taking comments on reform from the public without the public having any clear understanding of the criteria for the reform.<br/><br/>In response to the following:<br/>    &quot;(i) Eliminate jobs, or inhibit job creation;<br/>    (ii) are outdated, unnecessary, or ineffective;<br/>    (iii) impose costs that exceed benefits;&quot;<br/>I ask, by what measure(s)? Are the measures narrow, short-sighted, and solely monetarily based, or are they holistic and with a respect for long-term effects on an inconceivably interconnected world and environment? Without any clarity around the lens that will be used in identifying regulation subject to reform, I stand firmly against this EO. Without details, this amounts to carte blanche.<br/><br/>Please protect what is invaluable to all of us from those who are unable and/or unwilling to appreciate that most things that don&#39;t come with a price tag are more important than money.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please research Tar Creek Pitcher, Oklahoma. This is just one reason we need the EPA to stand up for America&#39;s people not Corporations that are just out for more profit.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Repealing these regulations is not in the public interest. The free market doesn&#39;t take the environment into consideration on its own and this is where government regulations come into play. We need clean air and clean water to live healthy and productive lives. Don&#39;t be on the wrong side of history by ignoring the evidence.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The regulations should be expanded, not removed, so that we can avoid heating the globe by more than 1.5 degrees C by 2050.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Retain all clean air, water, and industry regulations of toxic material, both natural (like lead) or synthetic, by-products, and enforce their proper disposal. Since almost all EPA regs have already been already examined for cost-benefit analysis, I see few that merit being removed because they are too inhibiting to industry. If the EPA finds it has redundant people, just move them over to enforcement, make the existing laws and regs, especially those thought to be ineffective, more effective. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations on clean air should be modified to include fees on the burning of fossil fuels.  <br/>Thanks<br/>Martin<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "For the sake of humanity and the citizens of the U.S.A., keep the enforcement of all clear air and clean water regulations in place. Additionally, keep our lands and our environment from being polluted by big and small polluters like big coal, big oil and toxic dump issues.<br/>thank you,<br/>Preston Craig",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I believe the EPA is vital for all, I want my grandchildren and theirs to have clean air and water. If you remove this regulation it will impact us immediately. Enough of destroying the planet that provides you life. There is so much pollutants already, why even consider this. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It is unwise and a blatent attempt to pacify big industry at the expense of health and environmental safety. Just say no.<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Repealing clean air and clean water protections is just plain crazy. Please safeguard our habitat. &quot;Unnecessary regulations&quot; is one thing, setting fire to our home is another. What happens in Vegas doesn&#39;t stay in Vegas - the effects of what we do affect the world. We all share the same atmosphere, oceans, biosphere and weather systems. When pollution goes down, economies rise, more jobs are created, national security and public health improves, and we get a livable world.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "One hundred percent of our grandchildren deserve clean air, water and soil = clean food  !  No compromises  No raising the limit of toxic levels allowed ! Grow hemp too remove radiation.  Stop the creation of chemicals and waste that is poisonous to our environment and human beings !  HUMANITY OVER INSANITY !",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "In the case of CAFO&#39;s (concentrated animal feeding operations or factory farms), there are not ENOUGH regulations, and the existing laws and rules under the Clean Water Act, designed to protect the environment and public health, need to be strengthened and enforced.  The EPA defines CAFOs as point sources which discharge their pollution to the waters of the United States.  Inconsistent state regulatory efforts and legal fights from the livestock industry have already kept the EPA from fulfilling their legally bound duty to protect the American people. Agricultural corporations, beholden to their shareholders to maximize profit by any means, including externalizing the costs of mitigating the effects of their own pollution and environmental degradation, cannot be counted on to regulate themselves. We need a strong EPA!<br/><br/>In North Carolina alone there are approximately the same number of hogs in factory farms as there are people living in the state. These 10 million animals produce the fecal waste equivalent to 100 million humans and the feces are stored in open manure lagoons polluting the air and ground water. This volume of feces can be compared to the entire population of the east coast flushing their toilets into North Carolina.  Agricultural fertilizer and livestock waste are major sources of nitrogen and phosphorus pollution, threatening the entirety of nearby waterways. &quot;Manure and wastewater from AFOs have the potential to contribute pollutants such as nitrogen and phosphorus, organic matter, sediments, pathogens, hormones, and antibiotics to the environment.&quot; *  And people living near these factory farms, largely low income and communities of color, are ill and dying with disproportionately high rates of cancer and respiratory illnesses caused from the air and water pollution produced by these unregulated livestock operations.<br/><br/>Lenient laws and regulations have made it far too easy for agribusiness polluters.  And now the number of CAFOs in the U.S. is climbing due to the increased demand for meat exports from developing countries.  This will have a huge impact not only in point source water pollution but also in greenhouse gasses - methane emissions from manure lagoons and increased nitrous oxide released from fertilizer used to grow feed. I want the EPA to hold these polluters accountable by increased oversight and tighter regulations - not less!<br/><br/>*EPA. National Pollutant Discharge Elimination System (NPDES)  https://www.epa.gov/npdes/animal-feeding-operations-afos",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Using the objective to change or repeal law serves no purpose unless evidence warrents the need to take such measures. To simply alter policy without reasonable merit is the folly of the foolish.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am very concerned at the possibility of weakening clean air and water regulations.  It is vital that we preserve this earth for our future generations.  Please do everything possible to continue EPA regulations.<br/><br/>Thanks, Emily Johnston<br/>Menlo Park, CA",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not do this.  Existing regulations help ensure a healthy planet for all of us.  They are necessary in the fight against climate change.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I remember a time when our water was polluted and there were days when the air was hazy and dirty and it wasn&#39;t safe for people with breathing problems to be outside.  Let&#39;s not return to those days.  If regulations are removed we will be going backwards, not forwards in terms of taking care of our planet.  If we want to have a safe and healthy place for future generations to live we need to take are of it.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The U.S. needs regulations that discourage wasteful energy production and use. Thank you",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations should be expanded, not reduced. The health of our planet is a matter of concern not merely for us but also for our children and grandchildren. LET OUR SCIENTISTS DO THEIR JOBS. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "<br/><br/>I write to support the authorization of field release of the genetically engineered diamondback moth (DBM) in New York.. <br/><br/>Agricultural pests, such as the DBM, need control in farmers&#39; fields. At present farmers use chemical pesticides and DBM&#39;s develop pesticide resistance. Farmers need new approaches to pest control. The field trial of genetically modified DBMs begins to provide the data needed to learn about efficacy and safety of a new approach -- through genetic constructs in the pest itself. <br/><br/>As regards safety, the genetic construct builds upon related technology for mosquito control for dengue fever. Brazil and the Cayman Islands have approved this mosquito control technology as safe and effective. The insects become their own source of lethality. Not only does the genetic construct control the insect, but the lethality makes the construct a self-disappearing construct in the environment. Field trials for the genetically modified DBM are very low risk in light of the prior testing and approval of related, basically identical, technology.<br/><br/>Furthermore, the DBM approach to pest control builds upon sterile-insect technology that has been used for screw worm, med-fly, and other pests since the 1950s.  I am not aware of any physical, biological, or human health harms having occurred in sixty years of the adoption and use of sterile-insect technology.  The difference between these earlier sterile-insect technology examples and the diamondback moth is simply in the method by which the trait is created in the DBM  a genetic construct for female lethality accompanied by a tracing construct for red fluorescence.<br/><br/>I have perused the Environmental Assessment.  The Environmental Assessment (December 2016) considers and discusses, at length, the potential for physical, biological or human health harms  for each component and then cumulatively.  The EA concludes that there is no significant impact.  The EA is thorough and careful.  Most importantly, the EA is correct that the field release by Cornell of the genetically engineered diamondback moth will have no significant impact on the environment.<br/><br/>In light of the EA and the underlying reasons for the release (set forth in the second, third, and fourth paragraphs of this comment), USDA-APHIS should issue the permit authorization. <br/><br/>Sincerely yours, <br/><br/>Drew L. Kershen <br/>Earl Sneed Centennial Professor of Law (Emeritus) <br/>University of Oklahoma College of Law",
    "label": "verypos",
    "docketId": "APHIS-2014-0056",
    "docAbstract": null
  },
  {
    "text": "In reference to the proposed changes to Indicator C3, Pennsylvania&#39;s Bureau of Early Intervention Services (BEIS) is in agreement with the addition of wording that clarifies that child outcome data should be reported only for infants and toddlers who have received early intervention services for at least six months.  However, in order to make state-to-state comparisons more effective, additional clarification is needed to define the start point of the six month period.  Pennsylvania would recommend using the date of the IFSP as the beginning of the six month time period since it is a data point that is already collected by states and signals the beginning of provision of early intervention services to infants and toddlers.  Pennsylvania&#39;s BEIS also recommends that this clarification be included in the Part B preschool Indicator B6 and that the measurement of child outcome data be the same for both Indicators C3 and B6.  Additional clarification is needed on the expectation for performance on this indicator given the changes in measurement in both the numerator and denominator.  <br/><br/>In reference to the proposed changes to Part C Indicator 11, Pennsylvania&#39;s BEIS recommends that the language be updated to remove any redundancies in content that is requested in several sections of the SSIP.  It is also recommended that requests for any information or documents that were provided in previous submissions, be deleted from the proposed changes.  Information or documents that have been updated since the last submission should be included, but if the material has not changed, there should not be a need to resubmit it.  <br/>",
    "label": "verypos",
    "docketId": "ED-2017-ICCD-0009",
    "docAbstract": null
  },
  {
    "text": "I believe nutrition labeling and calorie information on a menu is important for making healthy choices, and I think it should be included.  I know I sometimes see things that look tasty, but after seeing what&#39;s in them, I change my mind and choose something healthier.  Everyone should at least have the opportunity to see what&#39;s in their food, and make whatever choice they want. ",
    "label": "verypos",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "I am comfortable with accepting a price increase so that businesses can provide accurate calorie counts and nutritional information for the prepared foods served at restaurants and commercial kitchens. As a consumer, I require accurate information in order to make the best decisions for my health. ",
    "label": "verypos",
    "docketId": "FDA-2011-F-0172",
    "docAbstract": "Final Rule published 79 FR 71156 December 1, 2014 Rules and Regulations eff December 1, 2015"
  },
  {
    "text": "This is a great idea! Extreme vetting! To get employment, Americans must pass a background check. We have to list prior employers and addresses, and some companies review social media content also. To rent an apartment we need references. Our family members are know to government agencies. We need to know who is coming here! Thank you!",
    "label": "verypos",
    "docketId": "DOS-2017-0019",
    "docAbstract": null
  },
  {
    "text": "As a PTA member, I appreciate the opportunity to comment on the U.S. Department of Education&#39;s (ED) revised state template for the consolidated state plan under the Every Student Succeeds Act (ESSA). National PTA is the oldest and largest volunteer child advocacy association in the United States, with congresses in all 50 states, Washington DC, Virgin Islands, Puerto Rico and Europe. Since 1897, National PTA has been a strong advocate and a reputable resource for empowering all families to effectively engage in their child&#39;s education. <br/><br/>The enactment of ESSA and the ongoing implementation process of the law has allowed parents and families more opportunities to be involved in their child&#39;s education at the school, district and state level. The statutory requirement that parents be &quot;meaningfully consulted&quot; as stakeholders in the development of state and local education plans will allow us to become closer to making every child&#39;s potential a reality.  <br/><br/>Our members are committed to educating and empowering all families to be active participants in the state and local implementation of ESSA to ensure equity and opportunity for all students. We are extremely disappointed that stakeholder engagement is no longer prioritized in the revised consolidated state plan template. The removal of the requirement for states to explain how they have engaged stakeholders undermines Section 1111(a)(1)(A) of ESSA, which requires state education agencies to meaningfully consult a wide variety of stakeholders that are vital to the implementation and success of the law. <br/><br/>The U.S. Department of Education must require a description of stakeholder engagement in its ESSA consolidated state plan template, including who was consulted, what they were consulted on and how stakeholder feedback was incorporated into the state plan. Furthermore, it is imperative that states explain to all stakeholders-especially parents and families-how students and schools will be impacted under the new state accountability system. <br/><br/>Authentic and robust stakeholder engagement must occur at all levels-the state, school district and school-so that there is transparency and accountability for the educational system and opportunities provided to our nation&#39;s youth.   <br/><br/>State education agencies (SEAs) should provide the necessary support and oversight of local education agency (LEA) plans to ensure authentic stakeholder engagement also occurs at the school district level. Within the description of stakeholder engagement in the state plan, the state should describe how it will provide guidance and best practices for stakeholder engagement so that school districts can create strong LEA plans that meet the needs of all students in their communities.  <br/><br/>Parents and their children are consumers of our nation&#39;s public education system, and parents are essential partners in education. However, they haven&#39;t always been included at the decision-making table, which has caused confusion, mistrust and backlash when new initiatives-whether at the federal, state and local level-have been considered and implemented. We have learned from the implementation of other education initiatives that engaging all stakeholders-especially parents-is critical, not optional. Stakeholders, particularly parents, play a critical role in the successful implementation of ESSA and ensuring that all children receive a quality education by providing valuable input and holding states and districts accountable.  <br/><br/>It is imperative that the consolidated state plan template requires a clear and thorough description of how stakeholders were engaged to develop the state plan. Through meaningful consultation of all stakeholders, states and school districts can provide a blueprint to improve education, provide educational equity for all children and make sure every child is prepared for long-term success through ESSA. <br/><br/>I am committed to educating and empowering all parents and families to be engaged in their child&#39;s education, and specifically be involved in the ESSA implementation process. Our association values our strong and long-standing relationship with ED and we look forward to continuing to collaborate to make every child&#39;s potential a reality.",
    "label": "neg",
    "docketId": "ED-2017-ICCD-0021",
    "docAbstract": null
  },
  {
    "text": "I DO NOT support the executive order! I support regulations that keep our environment clean. I grew up in Arizona, with beautiful clear skies and the Colorado River; I want my future children/cats to have the same beautiful world to play in and I don&#39;t trust companies to put the Earth over Profit. I currently live in Louisiana which is a state in desperate need of environmental regulation. We could possibly lose 2500Sq feet of coastline by 2050 and, again, I don&#39;t trust companies to put that over profit. I 1000000% support regulations to make sure that we and our world aren&#39;t being abused. <br/><br/>Melissa Gilbert<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "See Attached",
    "label": "neut",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Anything genetically engineered goes against nature and against our health.<br/>I am strongly against.",
    "label": "veryneg",
    "docketId": "APHIS-2012-0030",
    "docAbstract": "We are advising the public that the Animal and Plant Health Inspection Service has received a petition from ArborGen Inc. seeking a determination of nonregulated status of Freeze Tolerant Eucalyptus lines designated 427 and 435, which have been genetically engineered (GE) to be more tolerant of cold conditions. The incorporation of the GE trait allows this eucalyptus hybrid to be grown in a broader geographic area than non-GE eucalyptus hybrid trees. The petition has been submitted in accordance with our regulations concerning the introduction of certain GE organisms and products. We are making available for public comment the ArborGen Inc. petition and are soliciting comments on whether these GE eucalyptus lines are likely to pose a plant pest risk. We are also announcing to the public our intent to prepare an environmental impact statement (EIS) on the action with regard to the petition for nonregulated status, identifying potential issues and alternatives that may be studied in the EIS, and requesting public comments to further delineate the scope of the alternatives and environmental impacts and issues. We are also announcing that APHIS will be hosting two virtual meetings during the comment period. The purpose of the meetings will be to further delineate the scope of alternatives and environmental impacts and issues discussed in the EIS."
  },
  {
    "text": "Docket ID: APHIS-2014-0056<br/><br/>This is about a proposal by Cornell University to test the effectiveness and safety of a method of controlling diamondback moths by releasing males genetically engineered to have a female autocide trait.<br/><br/>It is hard for me to see a long term danger to the environment from release of such moths. They are not expected to persist in the environment. If, for some unanticipated reason, they were indeed able to become established as a feral species, there is still no likely way in which they would be any more harmful than wild diamondback moths.<br/><br/>It remains to be proven that this technique for reducing the population of this pest species will be effective or economically viable. That is why the realistic testing under this application is needed.<br/><br/>All proposals for any and all genetic engineering in agriculture, ever, always provokes a knee-jerk opposition. USDA should take note of any realistic concerns, and modify the permit add management of such concerns. But the knee-jerk opposition is best ignored.   ",
    "label": "veryneg",
    "docketId": "APHIS-2014-0056",
    "docAbstract": null
  },
  {
    "text": "Yet another rule created to control and limit the freedoms of the citizens of this great country. At some point common sense must prevail. Viewing the lava upclose is an awe inspiring experience that every individual should experience. The captains of these boats are extremely safety conscious as they rely on repeat customers and word of mouth to survive. This law would absolutely kill their industry. ",
    "label": "veryneg",
    "docketId": "USCG-2017-0234",
    "docAbstract": null
  },
  {
    "text": "What do we hope to accomplish with this new rule?   Another bureaucratic waste of time for a perceived threat.  No one who was coming here for nefarious purposes would have anything searchable (if anyone had the time to do anything with this data) and instead it&#39;ll be used against people who mistakenly forget some archived username.   Please tell me that we&#39;re better than this.  I choose to not have my tax dollars spent on this so our immature president can say he&#39;s enforcing extreme vetting.  ",
    "label": "veryneg",
    "docketId": "DOS-2017-0019",
    "docAbstract": null
  },
  {
    "text": "<br/>I urge USDA to extend the comment period until July 31, 2017.  While the meeting notice mentions only ADT, it appears from the supporting documents that USDA is considering a far more extensive program than simply the second phase of ADT. <br/> <br/>Extensive new Animal ID requirements could have significant impacts on our agricultural and food system.<br/> <br/>I buy my food from small farmers who would be particularly hard hit by the cost and burdens associated with electronic ID.  I do not want to see the farmers who provide food for my family and me burdened by requirements for the benefit of those who are exporting to other countries.  A local food system is vital to our health, economy, and food security, and I urge USDA to prioritize the needs of small farmers.<br/>Camilla",
    "label": "neut",
    "docketId": "APHIS-2017-0016",
    "docAbstract": null
  },
  {
    "text": "<br/>Please see attached comment letter.",
    "label": "neut",
    "docketId": "AMS-SC-16-0005",
    "docAbstract": null
  },
  {
    "text": "We have made so much progress to clean up our environment and it is heart-wrenching that this would be destroyed in the name of corporate greed. We are supposed to be the superpower and lead by example. What is wrong with this administration? Will clean water and breathable air become an entitlement?  Don&#39;t they care at all about future generations? ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I work closely with oil and gas production companies subject to the New Source Performance Standards (NSPS) Subparts OOOO and OOOOa. In my many conversations with operators, they have told me directly that these EPA regulations have been a positive impetus for the industry to innovate new ways to reduce product loss (and therefore also reduce emissions), have CREATED JOBS because oil and gas companies hire people to implement these new innovations, and have greatly helped to gain the public&#39;s trust and confidence in the industry because they can demonstrate that they are subject to EPA oversight and are meeting these health, safety, and environmental standards. Also, operators are nervous about the regulatory uncertainty that may follow any repeal or modification of these regulations. Repealing or modifying these regulations would have serious negative consequences for both the oil and gas companies and the people whose health would no longer be protected. ",
    "label": "pos",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I have some questions about this Executive Order.<br/><br/>The &quot;Evaluation of Existing Regulations&quot; order asks participants to identify (in part) &quot;regulations that rely in whole or in part on data, information, or methods that are not publicly available&quot;.  Is that why the agency is removing the Open Data from its website?<br/><br/>The action also asks for participants to identify regulations that &quot;impose costs that exceed benefits&quot;.  How will this be determined objectively?  Is there a price tag on clean, healthy air, water, and soil?<br/><br/>Putting immediate monetary gains before environmental protection is a short-sighted plan.  It is not your job to roll back the regulations that preserve our natural resources.  The Science March on Earth Day demonstrates that people demand our EPA put the environment and our health over corporate greed and interests.",
    "label": "neg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA should exist first and foremost to enforce powerful emissions regulations. Our planet and its ecosystems are already damaged by the reckless production of toxic pollutants and greenhouse gases, and the idea that the EPA of all agencies would suddenly back off of the fight against further environmental damage is ludicrous. This deregulation is an obvious gift to industry at the expense of the health of every American and the planet at large. I strongly oppose the roll-backs of EPA regulations.<br/><br/>Sincerely,<br/><br/>A concerned scientist and educator",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "DO Not repeal protections on the environment. If anything, we need MORE protections! <br/>Global warming is real. Repealing protections would lead to more greenhouse gases, more polution in our streams and rivers, and less compliance with what regulations we have. If you want to create jobs, hire more people to oversee the present regulations and safety concerns that exist now. Its scary enough as it is, with environmental pollutins leading to health problems. Repealing present protections would be a HUGE mistake!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do NOT roll back these regulations. Industry cannot be trusted to act in good faith with respect to the public good on these issues.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The role of the EPA should be to protect our citizens and our environment without regard for the financial gain of others.  We can&#39;t let big business off the hook by relaxing rules put in place by Congress so they can make a profit.  Our water supply is being threatened by chemicals created by corporations that pollute and have no consequences.  We need to continue to regulate companies more than ever to keep our water supply safe, not dismantle the rules so they can turn a profit.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "It is completely insane to even suggest repealing any environmental regulation or source. The poorest of our country are usually the ones affected by polluters and companies that overlook guidelines in place . DO NOT leave our vulnerable in the dark. DO NOT repeal access to info or cut any funding to EPA. NO NO NO. We will see increase in cancers, asthma and more conditions. Why is this admin shitting on us? Complete madness. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "EPA regulations are vital to the survival of our planet, and to the future of our children and of humanity more broadly. Short term business growth, which is a questionable outcome regardless, is not worth the sacrifice to health and to the environment caused by deregulating environmental protections. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The clean air and water regulations are important for our public health and safety. That safety is more important than corporate profits. It is the government&#39;s responsibility to regulate industries for the overall health and welfare of the people. I oppose loosening the EPA clean air and water rules.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Does the short-sighted greed of the people whose already-overflowing pockets will be filled by dismantling the Environmental Protection Agency matter more than the long-term economic consequences of *not* protecting the environment? If this administration hasn&#39;t already wiped the files, the Congressional Budget Office has the numbers. I&#39;m old enough to remember acid rain and oil spills and smog-filled cities - let&#39;s not go back there, please?",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please do not modify or eliminate any of the current pollution regulations.  As a pediatrician who takes care of a lot of patients with asthma, I see very directly how air quality affects their breathing and quality of life.  This is true for older Americans with COPD and other lung issues as well.  Please protect all Americans and their ability to breathe as freely as possible.  Please do not undermine current standards.  This is an issue which will affect millions of Americans every day, and it will be something that they consider in the future as they go into the voting booth.  Catherine Cross, MD ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I oppose any action that reduces the effectiveness of regulations designed to protect the environment from industrial pollution. When these regulations are rolled back, it may be good for corporations, but the public pays with their health.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "To completely ignore all of the hard work that many people have done to help make our ONE AND ONLY planet that we can live on last longer than the current trek is asinine.  Yet, backing it up those ludicrous claims with the notion that it is burdening our people is even worse.  If the true plan is to help the American people, then it is a no brainier to keep these regulations.  There are alternatives for jobs, growth, and commerce.  There is no alternative planet. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "&#39;(i) Eliminate jobs, or inhibit job creation;&#39;<br/>**Jobs in the renewable and clean energy sector are increasing exponentially, while jobs relying on non-renewable resources will, by necessity, decrease. That&#39;s the problem with finite resources. Meanwhile, areas that are reliant upon those resources are further victimized by the health impacts they entail <br/><br/>&#39;(ii) are outdated, unnecessary, or ineffective;&#39;<br/>**Who gets to define this? <br/><br/>&#39;(iii) impose costs that exceed benefits;&#39;<br/>**The benefits of stabilizing and repairing the environment and mitigating climate change cannot be overstated, therefor regulations based on sound science that further those goals cannot incur costs that exceed their benefits.<br/><br/>&#39;(iv) create a serious inconsistency or otherwise interfere with regulatory reform initiatives and policies;&#39;<br/>**Reducing regulations would be inconsistent with wanting to live in a un-poisoned world.<br/><br/>&#39;(v) are inconsistent with the requirements of section 515 of the Treasury and General Government Appropriates Act, 2001 (44 U.S.C. 3516 note), or the guidance issued pursuant to that provision in particular those regulations that rely in whole or in part on data, information, or methods that are not publicly available or that are insufficiently transparent to meet the standard of reproducibility; &#39;<br/>**I believe the data currently in use and employed by the EPA is sufficiently available to the public and sufficiently transparent, as well as already having been sufficiently reproduced. If the science is in question, it should be evaluated by experts in that scientific field, not by business or politicians. <br/><br/>&#39;(vi) derive from or implement Executive Orders or other Presidential directives that have been subsequently rescinded or substantially modified.&#39;<br/>**This is just dumb. It shouldn&#39;t matter where a regulation is derived from, the regulation should be evaluated on its own merits as to whether or not it meets the desired goal of reducing pollution, repairing the environment, and mitigating climate change.<br/>",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Removing these regularions will harm the environment and poison our natural resources. Just so big corporations can make more money than they already do. Any sane person can see how evil this is ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "We need these regulations for our planet, to protect human life and to preserve our existence. Making money isn&#39;t more important that the planet we live on, it&#39;s literally crumbling under our feet. Fund the EPA!!!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA is a vital piece of keeping our Nation a safe, healthy, and respected place in which we can raise our children. When looking at a crisis such as Flint, perhaps we are better off looking at increasing our support fiscally to ensure that all Americans are able to be safe and healthy. An organization prepped to keep us in the most environmentally sound Nation seems as if it is nothing to cut, erase, or defund.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Do not remove/repeal the EPA or any of its regulations that are meant to reduce pollution. 97% of scientists agree climate change is real. That means it&#39;s real. It&#39;s not debatable. And we need to look at the facts and use facts and science to determine environmental policy, not how a president feels about it. The only repealable regulations are those that, if repealed, would bring no negative consequences to humans or the environment over all time scales. Given these are regulations by the EPA, I doubt there are many.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Please don&#39;t repeal environmental regulations! All of our futures are at risk if we don&#39;t protect the air, water and land. I am pleading for the future of the children on this planet! Please stand up to the current administration&#39;s anti-environment stance and stand with the future: clean air and water should be a natural right for all inhabitants of this planet.<br/><br/>Thank you,<br/><br/>Diana Douglas",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The current regulations we have exist for a reason. I, for one, enjoy being able to turn on my faucet and have clean drinking water, to be able to go outside and enjoy the fresh air, to walk along the banks of the river by my house and enjoy the wildlife. I feel that sometimes the EPA is not doing enough to regulate pollution, there is a beach in my county that is closed several times a year because e coli contamination due to raw sewage overflow or toxic algae blooms, sometimes for weeks at a time. The short term gain for certain companies that loosening regulations will grant is not worth the long term harm it will cause our environment. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "These regulations protect the public commons. Corporations are financially rewarded to take risks for profit at the expense of the environment, resulting in inevitable cases where accidents or lack of regulation result in environmental crises. I am not interested in financially supporting legal battles forcing those same companies to accept responsibility for their pollution, or in funding cleanup operations for their mistakes. Do not repeal these regulations! Save us money and protect our communities by expanding these protections!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "I am truly appalled that the Trump administration and Scott Pruitt are daring to dismantle the EPA. This organization is designed to protect our country and our planet against the poisons of industry and beyond. We as Americans have a right to clean water, air, and earth, and I&#39;m disgusted that the greed of our current administration threatens that right. The blatant and painfully transparent greed behind a move of this type is appalling. Short-sited thinking like this will be endlessly damaging to our nation in the long run. Allowing corporations to openly pollute and destroy our environment so more money can be made to line the pockets of billionaires is the most immoral and shameful act I can imagine. Every effort needs to be made to stop this order from going through. <br/><br/>The Trump administration needs to listen to the American people for once and respect their rights and wishes. Our country is a democracy and I can think of almost no one who would agree that more pollution is better - other than , of course, the CEOs and shareholders of companies that stand to profit from the wholesale poisoning and destruction of our environment, and the small-minded politicians who are being bought to do their bidding. <br/><br/>This is OUR world, not yours. Absolutely no on Executive Order 13777. Protect our environment from the greedy, selfish monsters who would seek to spoil it. ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "All of the EPA&#39;s current regulations have been thoughtfully developed with input from experts and the public to preserve our environment and protect our health. I strongly oppose the repeal, replacement, or modification of any EPA regulations.<br/><br/>The idea that protections for our environment hurt jobs and the economy is an old shibboleth. In fact, such regulations simply work to capture the true costs of our actions, limiting externalities where possible. <br/><br/>Please keep all regulations designed to protect our air, water and lands in place, in full force, without change.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "Clean air, water and earth are essential to the existence of all species, including humans.  Please do not allow corporate greed to poison the world.  The EPA should be expanded and have harsher penalties for those that destroy habitats and kill life.   ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The short-term economic benefits cannot possibly compare to the long-term damage to the population, economy, infrastructure, and environment these cutbacks will cause. Morality aside, this is just bad money strategy. To say nothing of the fact that all the profits in the world won&#39;t mean much when the air, food, and water is poisoned.<br/><br/>I&#39;ll be pulling my investments in companies that back this, shorting them, and reinvesting in cleanup and clean tech. The future is clear, and I&#39;d prefer to grow my fortune on the right side of history.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "At a time when many people do not have access to fresh drinking water and our air continues to get polluted at an alarming rate it is more important than ever to regulate businesses that pollute our environment. There is technology available for cleaner and safer power and we need to move away from fossil fuels to provide future generations with a planet that is livable. Moreover the United States needs to be a leader in new technology that is not only good for the environment but is good for the economy. This is the 21st century and moving back to coal is like going back to the 19th century. We need to move forward by regulating polluters and encouraging businesses to use renewable energy and less harmful chemicals. Let&#39;s start by banning unnecessary pesticides and weed killers that harm our food and water!",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The evaluation of existing regulations needs to be in the direction of MORE regulation.  We need to protect our land, our waters, our air, our earth! We have nothing if we don&#39;t have Mother Earth, and we must take care of her for our children, and their children.  ",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  },
  {
    "text": "The EPA was setup in 1970 to protect the health and environment by writing and enforcing regulations based on laws passed.  I remember a time before the EPA when fish kills from pollution was common, exhaust fumes from cars and trucks was thick in the air and I had to take a bus to the hospital to treat my asthma.  The EPA needs to expand the protection of our environment for a sustainable future.  It is clear that the folks who are regulated do not want the regulations  but citizens want to protect and our environment. It is far more expensive to prevent environmental disasters than to clean them up.  I do not support any reduction in the EPAs funding or limits to the scope of the work.  I support the need to increase our regulations and to find new ways to produce energy that is not harmful to the environment.<br/><br/>In New Jersey, we want clean water that we can drink, a healthy eco system and a clean up off existing contamination.  Currently, NJ has contamination in our drinking water including hexavalent chromium found in many water systems.  Lead is found in our local schools and N.J. Has Among Highest Risks For Lead-Contaminated Water in U.S.  <br/><br/>More power to the EPA not the corporations, gas and coal industries who support the EO.",
    "label": "veryneg",
    "docketId": "EPA-HQ-OA-2017-0190",
    "docAbstract": "Executive Order 13777, issued 2/24/17, directs agencies to establish a Regulatory Reform Task Force to oversee the evaluation of existing regulations to make recommendations about potential repeal, replacement, or modification."
  }
]